import 'package:new_azkar_app/features/home/entities/content.dart';
import 'package:new_azkar_app/features/home/entities/header.dart';

class IsarHelper {
  static int incrementedHeaderId = 1;
  static int incrementedContentId = 1;
  static int todayazkar = -1;

  static int labledHeaderId(String name) {
    return 0;
  }

  static List<Header> headers = [
    /// صلاة الفجر
    Header(incrementedHeaderId++, 'دعاء الفجر'), // 1
    Header(incrementedHeaderId++, 'أذكار بعد طلوع الفجر'),
    Header(incrementedHeaderId++, 'دعاء بعد سنة الفجر وقبل صلاة الفجر'),
    Header(incrementedHeaderId++, 'قراءة سورة طه'),
    Header(
      incrementedHeaderId++,
      'عمل الإمام عبد الله الحدّاد  والحبيب عبد الرحمن المشهور في سورتي صلاة الفجر',
    ),
    Header(incrementedHeaderId++, 'أذكار ما بعد الصلاة'),
    Header(incrementedHeaderId++, 'دعاء اللّطف'),
    Header(
      incrementedHeaderId++,
      'عمل الإمام الغزاليّ في قراءة سورة الفاتحة بعد الصّلوات',
    ),
    Header(
      incrementedHeaderId++,
      'دعاء الفاتحة للإمام الحبيب عبد الله الحدّاد رضي الله عنه',
    ),
    Header(incrementedHeaderId++, 'سورة ﴿يس﴾ والدعاء بعدها'),
    Header(incrementedHeaderId++, 'المسبعات'),
    Header(
      incrementedHeaderId++,
      'الأذكار العشرة للحبيب عليّ بن حسنٍ العطّاس رضي الله عنه',
    ),
    Header(
      // 13
      incrementedHeaderId++,
      'الاشتغال بمُطالَعَةٍ أَوْ قِرَاءَةِ قُرآنِ أَوْ ذِكْرٍ إلى الإِشْراقِ، ومن الأذكار الأذكار اليومية',
    ),

    /// الإشراق والضحى
    Header(incrementedHeaderId++, 'ركعتا الإشراق والدعاء بعدهما'), // 14
    Header(incrementedHeaderId++, 'دعاء الاستخارة'),
    Header(incrementedHeaderId++, 'صلاة الضحى'), // 16
    ///  صلاة الظهر
    Header(incrementedHeaderId++, 'قبلية الظهر'), // 17
    Header(incrementedHeaderId++, 'سورتا صلاة الظهر'),
    Header(incrementedHeaderId++, 'أذكار ما بعد الصلاة'),
    Header(incrementedHeaderId++, 'دعاء اللّطف'),
    Header(
      incrementedHeaderId++,
      'عمل الإمام الغزاليّ في قراءة سورة الفاتحة بعد الصّلوات',
    ),
    Header(
      incrementedHeaderId++,
      'دعاء الفاتحة للإمام الحبيب عبد الله الحدّاد رضي الله عنه',
    ),
    Header(incrementedHeaderId++, 'سورة ﴿يس﴾ والدعاء بعدها'),
    Header(incrementedHeaderId++, 'بعدية الظهر'),
    Header(incrementedHeaderId++, 'ورد الجلالة'), //25
    ///   صلاة العصر
    Header(incrementedHeaderId++, 'قبلية العصر'), // 26
    Header(incrementedHeaderId++, 'الاستغفار'),
    Header(incrementedHeaderId++, 'سورتا صلاة العصر'),
    Header(incrementedHeaderId++, 'أذكار ما بعد الصلاة'),
    Header(incrementedHeaderId++, 'دعاء اللّطف'),
    Header(
      incrementedHeaderId++,
      'عمل الإمام الغزاليّ في قراءة سورة الفاتحة بعد الصّلوات',
    ),
    Header(
      incrementedHeaderId++,
      'دعاء الفاتحة للإمام الحبيب عبد الله الحدّاد رضي الله عنه',
    ),
    Header(incrementedHeaderId++, 'سورة ﴿يس﴾ والدعاء بعدها'),
    Header(incrementedHeaderId++, 'حزب البحر للإمام الشاذلي'),
    Header(incrementedHeaderId++, 'دعاء الكرب'),
    Header(incrementedHeaderId++, 'دعاء الإمداد بالقوّة'),
    Header(incrementedHeaderId++, 'سورة الواقعة والدعاء بعدها'),
    Header(incrementedHeaderId++, 'ما يقال قبيل الغروب'), // 38
    ///  صلاة المغرب
    Header(incrementedHeaderId++, 'ما يقال بعد سماع الأذان'), // 39
    Header(
      incrementedHeaderId++,
      'عمل الإمام عبد الله الحدّاد  والحبيب عبد الرحمن المشهور في سورتي صلاة المغرب',
    ),
    Header(incrementedHeaderId++, 'أذكار ما بعد الصلاة'),
    Header(incrementedHeaderId++, 'دعاء اللّطف'),
    Header(
      incrementedHeaderId++,
      'عمل الإمام الغزاليّ في قراءة سورة الفاتحة بعد الصّلوات',
    ),
    Header(
      incrementedHeaderId++,
      'دعاء الفاتحة للإمام الحبيب عبد الله الحدّاد رضي الله عنه',
    ),
    Header(incrementedHeaderId++, 'سورة ﴿يس﴾ والدعاء بعدها'),
    Header(incrementedHeaderId++, 'بعدية المغرب'),
    Header(incrementedHeaderId++, 'قبلية المغرب'),
    Header(incrementedHeaderId++, 'صلاة الأوابين'),
    Header(incrementedHeaderId++, 'راتب الامام الحداد'),
    Header(
      incrementedHeaderId++,
      'عقيدة سيّدنا الشّيخ عليّ بن أبي بكرٍ السّكران رضي الله عنه',
    ),
    Header(incrementedHeaderId++, 'راتب العطّاس'),
    Header(incrementedHeaderId++, 'الدّعاء بعد راتب العطّاس'),
    Header(
      // 53
      incrementedHeaderId++,
      'الأذكار العشرة للحبيب عليّ بن حسنٍ العطّاس رضي الله عنه',
    ),

    ///   صلاة العشاء
    Header(incrementedHeaderId++, 'قبلية العشاء'), // 54
    Header(
      incrementedHeaderId++,
      'عمل الإمام عبد الله الحدّاد  والحبيب عبد الرحمن المشهور في سورتي صلاة العشاء',
    ),
    Header(incrementedHeaderId++, 'أذكار ما بعد الصلاة'),
    Header(incrementedHeaderId++, 'دعاء اللّطف'),
    Header(
      incrementedHeaderId++,
      'عمل الإمام الغزاليّ في قراءة سورة الفاتحة بعد الصّلوات',
    ),
    Header(
      incrementedHeaderId++,
      'دعاء الفاتحة للإمام الحبيب عبد الله الحدّاد رضي الله عنه',
    ),
    Header(incrementedHeaderId++, 'سورة ﴿يس﴾ والدعاء بعدها'),
    Header(incrementedHeaderId++, 'بعدية العشاء'), // 61
    /// صلاة الوتر
    Header(incrementedHeaderId++, 'صلاة الوتر'), // 62
    Header(incrementedHeaderId++, 'دعاء بعد الوتر'),
    Header(incrementedHeaderId++, 'حزب النّصر'), //64
    /// الآداب يومية
    /// آداب يومية
    Header(incrementedHeaderId++, 'آداب الاستيقاظ'), // 65
    Header(incrementedHeaderId++, 'آداب لبس الثّوب'), // 66
    /// آداب الطهارة
    Header(incrementedHeaderId++, 'آداب الدّخول إلى الخلاء'), // 67
    Header(incrementedHeaderId++, 'آداب الخروج من الخلاء'),
    Header(incrementedHeaderId++, 'آداب الوضوء'), //69
    /// آداب الخروج للمسجد
    Header(incrementedHeaderId++, 'دعاء الخروج إلى المسجد'), // 70
    Header(incrementedHeaderId++, 'دعاء الدّخول إلى المسجد'),
    Header(incrementedHeaderId++, 'سنة تحية المسجد وآداب المكث به'),
    Header(incrementedHeaderId++, 'آداب الخروج من المسجد'),
    Header(incrementedHeaderId++, ' دعاء الخروج من المنزل'),
    Header(incrementedHeaderId++, 'دعاء دخول المنزل'),
    Header(incrementedHeaderId++, 'آداب خلع الثوب ولبسه'),
    Header(incrementedHeaderId++, 'آداب الأكل'),
    Header(incrementedHeaderId++, 'دعاء مغادرة المجلس'),
    Header(incrementedHeaderId++, 'آداب النّوم'), // 79
    /// نصائح وآداب
    Header(incrementedHeaderId++, 'نصائح عامّةٌ'), // 80
    Header(incrementedHeaderId++, 'نصائح لطالب العلم'), // 81
    Header(incrementedHeaderId++, 'من آداب طالب العلم'), // 82
    /// دلائل الخيرات
    Header(
      incrementedHeaderId++,
      'مقدمة الجزولي',
    ), // neccessary from start to end
    Header(incrementedHeaderId++, 'فصل في فضل الصلاة على النبي'),
    Header(incrementedHeaderId++, 'دعاء افتتاح الدلائل'),
    Header(incrementedHeaderId++, 'دعاء يقرأ بعد الأسماء الشريفة'),
    Header(incrementedHeaderId++, 'حزب يوم الاثنين'),
    Header(incrementedHeaderId++, 'حزب يوم الثلاثاء'),
    Header(incrementedHeaderId++, 'حزب يوم الاربعاء'),
    Header(incrementedHeaderId++, 'حزب يوم الخميس'),
    Header(incrementedHeaderId++, 'حزب يوم الجمعة'),
    Header(incrementedHeaderId++, 'حزب يوم السبت'),
    Header(incrementedHeaderId++, 'حزب يوم الاحد'), // 93
    /// الأذكار

    ///  أذكار وأوراد اليومية
    ///  أذكار وأوراد تقرأ صباحًا
    Header(
      incrementedHeaderId++,
      'الورد اللّطيف للحبيب عبد الله الحدّاد رضي الله عنه',
    ),
    Header(
      incrementedHeaderId++,
      'راتب سيّدنا الإمام الحبيب عبد الله بن حسينٍ بلفقيه ـ رضي الله عنه',
    ),
    Header(incrementedHeaderId++, 'اسم الله اللّطيف والدّعاء بعده (بعد الفجر)'),
    Header(incrementedHeaderId++, 'المسبّعات  (قبل الإشراق)'),
    Header(incrementedHeaderId++, 'حزب الفتح والنّصر  (بعد صلاة الصبح)'),
    Header(
      incrementedHeaderId++,
      'الأذكار العشرة للحبيب عليّ بن حسنٍ العطّاس رضي الله عنه (بعد الفجر)',
    ),

    ///  أذكار وأوراد تقرأ مساءً
    Header(
      incrementedHeaderId++,
      'الورد اللّطيف للحبيب عبد الله الحدّاد رضي الله عنه',
    ),
    Header(
      incrementedHeaderId++,
      'راتب سيّدنا الإمام الحبيب عبد الله بن حسينٍ بلفقيه ـ رضي الله عنه',
    ),
    Header(
      incrementedHeaderId++,
      'اسم الله اللّطيف والدّعاء بعده (بعد المغرب)',
    ),
    Header(incrementedHeaderId++, 'المسبّعات'),
    Header(
      incrementedHeaderId++,
      'الأذكار العشرة للحبيب عليّ بن حسنٍ العطّاس رضي الله عنه (بعد المغرب)',
    ),
    Header(incrementedHeaderId++, 'حزب البحر (بعد العصر)'),
    Header(
      incrementedHeaderId++,
      'حزب النصر للإمام أبي الحسن الشاذلي رضي الله عنه (بعد العشاء)',
    ),
    Header(incrementedHeaderId++, 'راتب الامام الحداد (بعد العشاء)'),
    Header(
      incrementedHeaderId++,
      'عقيدة سيّدنا الشّيخ عليّ بن أبي بكرٍ السّكران رضي الله عنه',
    ),
    Header(incrementedHeaderId++, 'راتب العطّاس'),
    Header(incrementedHeaderId++, 'الدّعاء بعد راتب العطّاس'),

    // مشترك بينهم
    Header(incrementedHeaderId++, 'المنجيات والمهلكات، والمنقذات'),
    Header(incrementedHeaderId++, 'بعض السّور  التي يطلب قراءتها'),
    Header(
      incrementedHeaderId++,
      'من وصايا الحبيب عليّ بن حسنٍ العطّاس رضي الله عنه',
    ),

    ///  أذكار وأوراد تقرأ صباحًا أو مساء
    Header(incrementedHeaderId++, 'قصيدة ببسم الله مولانا ابتدينا'),
    Header(
      incrementedHeaderId++,
      'قصيدة ببسم الله أبدي في مقالي الشَّيْخِ عَلِيِّ بْنِ أَبِي بَكْرٍ السَّكْرَانِ',
    ),
    Header(incrementedHeaderId++, 'آيات الكفاية'),
    Header(incrementedHeaderId++, 'آيات الحرز'),
    Header(incrementedHeaderId++, 'حزب النّصر على الأعداء للإمام الحداد'),
    Header(incrementedHeaderId++, 'ورد سيّدنا أبي بكرٍ السّكران رضي الله عنه'),
    Header(incrementedHeaderId++, 'ورد الشّيخ أبي بكرٍ بن سالمٍ باعلوي'),
    Header(incrementedHeaderId++, 'ورد الحبيب عقيل بن يحيـى'),
    Header(incrementedHeaderId++, 'ورد سيّدنا الإمام شيخان بن عليٍّ بن هاشمٍ'),
    Header(incrementedHeaderId++, 'ورد الإمام النّووي'),
    Header(incrementedHeaderId++, 'المعشّرات'),
    Header(incrementedHeaderId++, 'دعاء الفرج'),
    Header(incrementedHeaderId++, 'دعاء الكرب'),
    Header(incrementedHeaderId++, 'حزب البرّ للشاذليّ رضي الله عنه'),
    Header(incrementedHeaderId++, 'دعاءٌ لسيّدنا الخضر وإلياس عليهما السّلام'),
    Header(incrementedHeaderId++, 'من أسماء الله الحسنى'),
    Header(incrementedHeaderId++, 'من أوراد ابن عربي'),
    Header(incrementedHeaderId++, ' دلائل الخيرات'),
    Header(incrementedHeaderId++, 'قراءة القرآن'), // 121
    /// أذكار وأدعية خاصة
    Header(incrementedHeaderId++, 'ما يقال خلف الجنازة'), // 122
    Header(incrementedHeaderId++, ' ما يطلب عند السفر'),
    Header(incrementedHeaderId++, 'دعاء آية الكرسيّ'),
    Header(incrementedHeaderId++, 'ذكر لكل مطلب'),
    Header(incrementedHeaderId++, 'تعوّذاتٌ ورقىً نافعةٌ'),
    Header(incrementedHeaderId++, 'آياتٌ تكتب للحفظ'),
    Header(
      incrementedHeaderId++,
      'فائدةٌ في فضل نسب النّبيّ صلّى الله عليه وآله وسلّم',
    ),
    Header(incrementedHeaderId++, 'دعاءٌ يقرأ صباحاً للحفظ من الأعداء'),
    Header(incrementedHeaderId++, ' حزب الحجب للشاذلي'),
    Header(incrementedHeaderId++, ' دعاء منسوب لأم قطب الدين السنباطي'),
    Header(incrementedHeaderId++, 'دعاء للحفظ'),
    Header(incrementedHeaderId++, 'فائدةٌ لقضاء الحاجة وكفاية العدو'),
    Header(incrementedHeaderId++, 'دعاء يقرأ على الأعداء'),
    Header(incrementedHeaderId++, 'فائدةٌ لمن خاف مكر قومٍ'),
    Header(incrementedHeaderId++, ' ذكر للفتوح وتحصيل العلم'),
    Header(incrementedHeaderId++, 'دعاء لقوة الحافظة'),
    Header(incrementedHeaderId++, ' أذكار لطلب الرزق وقضاء الدين'),
    Header(incrementedHeaderId++, 'فائدةٌ لإذهاب الوجع'),
    Header(
      incrementedHeaderId++,
      'دعاء لتنزيه القلب عن التعلق بما دون الله',
    ), // 126
    ///  ما يطلب ليلة الجمعة ويومها
    ///
    /// ما يطلب ليلة الجمعة
    Header(incrementedHeaderId++, 'قراءة سورة الكهف'), // 144
    Header(
      incrementedHeaderId++,
      'الإكثار من الصلاة على النبي صلى الله عليه وسلم',
    ),
    Header(
      incrementedHeaderId++,
      'قراءة آخر سورة الجاثية، وجعل ثوابه للوالدين',
    ),
    Header(incrementedHeaderId++, 'دعاء لطلب المغفرة للوالدين'), // 147
    /// ما يطلب يوم الجمعة
    Header(incrementedHeaderId++, 'توزيع الأوقات في العبادة و التبكير للجامع'),
    Header(incrementedHeaderId++, 'سور يطلب قراءتها يوم الجمعة'),
    Header(
      incrementedHeaderId++,
      'الإكثار من الصلاة على النبي صلى الله عليه وسلم',
    ),
    Header(
      incrementedHeaderId++,
      'صيغة خاصة من الصلاة على النبي صلى الله عليه وسلم',
    ),
    Header(incrementedHeaderId++, 'أربع ركعات فضيلة'),
    Header(incrementedHeaderId++, 'أذكار بعد صلاة الجمعة'),
    Header(incrementedHeaderId++, 'ما يقال بعد الانصرف من صلاة الجمعة'), // 154
  ];

  static List<Content> contents = [
    /// صلاة الفجر
    Content(
      incrementedContentId,
      //      1,
      '''«اللَّهُمَّ إنِّي أَسْأَلُكَ رَحْمَةً مِنْ عِنْدِكَ تَهْدِي بِهَا قَلْبِي، وتَجْمَعُ بِهَا شَمْلِي، وَتَلُمُّ بِهَا شَعَثِي، وَتَرُدُّ بِهَا أُلْفَتِي، وتُصْلِحُ بِهَا دِيْنِي، وَتَحْفَظُ بِهَا غَائِبِي، وَتَرْفَعُ بِهَا شَاهِدِيْ، وتُزَكِّي بِهَا عَمَلِي، وتُبَيِّضُ بِهَا وَجْهِي، وتُلْهِمُنِي بِهَا رُشْدِي، وَتَعْصِمُنِي بِهَا مِنْ كُلِّ سُوءٍ.
        اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيْمَاناً خالِصاً يُباشِرُ قَلْبِي، وأَسْأَلُكَ يَقِيناً صادِقاً حَتَّى أَعْلَمَ أَنَّهُ لَنْ يُصِيْبَنِي إِلاَّ مَا كَتَبْتَهُ عَلَيَّ، وَرَضِّنِي بِما قَسَمْتَهُ لِي.
        اللَّهُمَّ إنِّي أَسْأَلُكَ إِيْماناً صادِقاً وَيَقِيناً لَيْسَ بَعْدَهُ كُفْرٌ، وأَسْأَلُكَ رَحْمَةً أَنالُ بِهَا شَرَفَ كَرامَتِكَ في الدُّنْيا وَالآخِرَةِ.
        اللَّهُمَّ إِنِّي أَسْأَلُكَ الصَّبْرَ عِنْدَ القَضَاءِ، والفَوْزَ عِنْدَ اللِّقاءِ، وَمَنازِلَ الشُّهَداءِ، وَعَيْشَ السُّعَداءِ، والنَّصْرَ عَلَى الأَعْدَاءِ، ومُرَافَقَةَ الأنبياءِ.
        اللَّهُمَّ إِنِّي أُنْزِلُ بِكَ حاجَتِي، وإِنْ ضَعُفَ رَأْيِـي، وَقَصُرَ عَمَلِي، وَافْتَقَرتُ إِلى رَحْمَتِكَ.. فأَسْأَلُكَ يا قاضِيَ الأُمُورِ، ويا شافِيَ الصُّدُورِ، كما تُجِيْرُ بَيْنَ الْبُحورِ، أَنْ تُجِيْرَني مِنْ عَذابِ السَّعِيْرِ، وَمِنْ فِتْنَةِ القُبُورِ، وَمِنْ دَعْوَةِ الثُبورِ.
        اللَّهُمَّ وَمَا ضَعُفَ عَنْهُ رَأْيـي، وقَصُرَ عَنْهُ عَمَلِي، وَلَمْ تَبْلُغْهُ نِيَّتِي وأُمْنِيَّتي مِنْ خَيْرٍ وَعَدْتَهُ أَحَداً مِنْ عِبَادِكَ، أَوْ خَيْرٍ أَنْتَ مُعْطِيْهِ أَحَداً مِنْ خَلْقِكَ.. فإِنِّي أَرْغَبُ إِلَيْكَ فِيهِ، وأَسْأَلُكَهُ يا رَبَّ العالَمينَ.
        اللَّهُمَّ اجْعَلْنا هَادِينَ مُهْتَدِيْنَ، غَيْرَ ضالِّيْنَ وَلاَ مُضلِّيْنَ، حَرْباً لأعْدائِكَ، وَسِلْماً لأَوْلِيائِكَ، نُحِبُّ بِحُبِّكَ الناسَ، ونُعادِي بعَدَاوَتِكَ مَنْ خَالَفَكَ مِنْ خَلْقِكَ.
        اللَّهُمَّ هذا الدُّعاءُ وَمِنْكَ الإِجابةُ، وهٰذا الجُهْدُ وعَلَيْكَ التُّكْلانُ، و﴿ إِنَّا لِلَّهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَ﴾، ولاَ حَوْلَ ولا قُوَّةَ إِلاَّ بالله العَليِّ العَظِيم.
        اللَّهُمَّ ذَا الحَبْلِ الشَّدِيْدِ، وَالأمْرِ الرَّشِيْدِ، أَسأَلُكَ الأَمْنَ يَوْمَ الوَعِيْدِ، والجنَّةَ يَوْمَ الخُلُودِ، مَعَ المُقَرَّبِيْنَ الشُّهُودِ، الرُّكَعِ السُّجُودِ، والمُوفِيْنَ لَكَ بالعُهُودِ، إِنَّكَ رَحِيمٌ وَدُودٌ، وأَنْتَ تَفْعَلُ ما تُرِيدُ.
        سُبْحانَ مَنِ اتَّصَفَ بالعِزِّ وَقالَ بِهِ، سُبْحانَ مَنْ لَبِسَ المَجْدَ وَتَكَرَّمَ بِهِ، سُبْحَانَ مَنْ لا يَنْبَغِيْ التَّسْبِيحُ إِلاَّ لَهُ، سُبْحَانَ ذِي الفَضْلِ والنِّعَمِ، سُبْحانَ ذِيْ القُدْرَةِ والكرَمِ، سُبْحانَ الَّذِيْ أَحْصَىٰ كُلَّ شَيءٍ بِعِلْمِهِ.
        اللَّهُمَّ اجْعَلْ لِي نُوراً في قَلْبِي، ونُوراً في قَبْرِي، وَنُوراً في سَمْعِي، وَنُوراً في بَصَرِي، وَنُوراً في شَعَرِيْ، وَنُورَاً في بَشَرِيْ، وَنُوراً في لَحْمِي، وَنُوراً في دَمِي، وَنُوراً في عِظامِي، وَنُوراً في عَصَبِيْ، وَنُوراً مِنْ بَيْنِ يَدَيَّ، وَنُوراً مِنْ خَلْفِي، وَنُوراً عَنْ يَمِيْني، ونوراً عَنْ شِمالي، وَنُوراً مِنْ فَوقِي، وَنُوراً مِنْ تَحتِي.
        اللَّهُمَّ زِدْنِي نُوراً، وأَعطْنِي نُوراً أَعْظَمَ نُورٍ، وَاجْعَلْ لِي نُوراً بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ».
        ''',
      false,
      incrementedContentId++, //1,
    ),
    Content(
      incrementedContentId,
      //      2,
      '''
سُبْحانَ اللهِ وَبِحَمْدِهِ، سُبْحانَ اللهِ العَظِيْمِ، أَسْتَغْفِرُ اللهَ. "مِئَةَ مَرَّةٍ".
ياحيّ, ياقَيّوُمْ, لا إله إلا أنْت "أربعين مرة".
أَسْتَغْفِرُ الله لِلْمُؤْمِنِيْنَ وَالمُؤْمِناتِ "سبعاً وعِشرينَ مَرَّةً".
لا إِلهَ إِلاَّ اللهُ، المَلِكُ الحَقُّ المُبِيْنُ "مِئَةَ مَرَّةٍ" ويمكن أن تقرأ هذا الذكر الأخير فِي هٰذا الوَقْتِ، أَوْ بَعْدَ الظُّهْرِ.
''',
      false,
      incrementedContentId++, //2,
    ),
    Content(
      incrementedContentId,
      //      6,
      '''«إِلٰهِيْ بِحُرْمَةِ الحَسَنِ، وَأَخِيْهِ، وَجَدِّهِ، وَبَنِيْهِ، وَأُمِّهِ، وَأَبِيْهِ، نَجِّنيْ مِنَ الغَمِّ الَّذِي أَنا فِيْهِ، يا حَيُّ، يا قَيُّومُ، يا ذا الجَلالِ وَالإِكْرامِ، أَسْأَلُكَ أَنْ تُحْيِـيَ قَلْبِيْ بِنُورِ مَعْرِفَتِكَ. يا اللهُ.. يا اللهُ.. يا  أَرْحَمَ الرَّاحِمِيْنَ».
        وَهو مِمَّا يُؤْثَرُ لِحِفْظِ الإِسْلامِ، وَالوَفاةِ عَلَيْهِ ، ونَقَلَهَ الحَبِيْبُ عَلوِيُّ بْنُ أَحْمَدَ بْنِ حَسنِ الحَدَّادُ فِي بَعْضِ كُتُبِهِ، عَنْ الإِمام أَبِي عِيْسَى التِّرْمِذِيِّ فِي رُؤْيا عَظِيْمَةٍ رَآها.
        ''',
      false,
      incrementedContentId++, //3,
    ),
    Content(
      incrementedContentId,
      //      7,
      '''مَنْ وَاظَبَ عَلَى قِرَاءَةِ سورة (طٰه[20]) عِنْدَ طُلُوعِ الفَجْرِ كُلَّ يَوْمٍ، أَقلُّ مَا يَرَى مِنْ بَرَكَتِهَا أَنَّهُ يَدْخُلُ عَلَيْهِ فِي ذٰلِكَ الْيَوْمِ رِزْقٌ جَدِيْدٌ، لَمْ يَكُنْ لَهُ إِلَيْهِ تَشَوُّفٌ، وَتُقْضَى حَوائِجُهُ فِي ذلِكَ اليَوْمِ، وَتَلِينُ لَهُ الْقُلوبُ، وَيُنْصَرُ عَلَى الأَعْدَاءِ، وَلَهَا مِنَ الْفَضْلِ مَا لاَ يَنْحَصِرُ.''',
      false,
      incrementedContentId++, //4,
    ),
    Content(
      incrementedContentId,
      //      8,
      '''
"يوم الجمعة": السجدة والإنسان
"يوم السبت" | الإمام الحداد : العاديات والقارعة | الحبيب عبدالرحمن المشهور : الانفطار والكوثر
"يوم الأحد" | الإمام الحداد : الضحى وألم نشرح | الحبيب عبدالرحمن المشهور : المطففين والانشقاق
"يوم الاثنين" | الإمام الحداد : الشمس والقارعة | الحبيب عبدالرحمن المشهور : البروج و والسماء والطارق
"يوم الثلاثاء" | الإمام الحداد : الطارق والتين | الحبيب عبدالرحمن المشهور : الفجر والبيّنة
"يوم الأربعاء" | الإمام الحداد : والليل والضحى | الحبيب عبدالرحمن المشهور : البلد والشمس
"يوم الخميس" | الإمام الحداد : البيّنة والعاديات | الحبيب عبدالرحمن المشهور : الليل والضحى
        ''',
      false,
      incrementedContentId++, //5,
    ),
    Content(
      incrementedContentId,
      //      15,
      '''
أَسْتَغْفِرُ الله العَظِيمَ، الَّذِي لا إلهَ إِلاَّ هُوَ الحَيَّ القَيُّومَ، وَأَتُوبُ إِلَيْهِ.
اللَّهُمَّ أَنْتَ السَّلامُ، وَمِنْكَ السَّلامُ، تَبَارَكْتَ يا ذَا الجَلالِ والإِكرامِ، سُبحانَ رَبِّيَ العَلِيِّ الأَعْلَى، لا إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.
اللَّهُمَّ لا مَانِعَ لِما أَعْطَيْتَ، ولا مُعْطِيَ لما مَنَعْتَ، وَلا رَادَّ لِما قَضَيْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ، لا إِلهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ أَهْلَ الفَضْلِ والنِّعَمِ، والثَّناءِ الحَسَنِ، لا إِلهَ إِلاَّ اللهُ، ولا نَعْبُدُ إِلاَّ إِيَّاهُ مُخْلِصِيْنَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرونَ
ثُمَّ سَبِّحْ "ثلاثاً وثلاثين"، وَاحْمَدْ "ثلاثاً وثلاثين"، وَكَبِّر "ثلاثاً وثلاثين"، وتَمِّمِ المِئَةَ بـ«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ
«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» "عَشْراً".
 «اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ» "سَبْعاً".
«يَا فَتَّاحُ» "إِحْدَى وسَبْعيْنَ مَرَّةً"؛ مَعَ وَضْعِ يَدِكَ اليُمْنَى عَلَى صَدْرِكَ، فإِنَّها مُجَرَّبَةٌ لِلفُتُوحِ.
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ١ وَوَضَعْنَا عَنكَ وِزْرَكَ ٢ ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ ٣ وَرَفَعْنَا لَكَ ذِكْرَكَ ٤ فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا ٥ إِنَّ مَعَ ٱلْعُسْرِ يُسْرًۭا ٦ فَإِذَا فَرَغْتَ فَٱنصَبْ ٧ وَإِلَىٰ رَبِّكَ فَٱرْغَب ٨ ﴾.
وَيَدُكَ عَلَى صَدْرِكَ. 
واقرأ آيَةَ الكُرْسِي.
فَفِي ذلِكَ فَوائِدُ مَذْكُورَةٌ عَنِ الكُمَّلِ الرَّاسِخِيْنَ في قَدَمِ الاتِّباعِ لِسَيِّدِ المُرسَلِيْنَ وَغَيْرُ ذلِكَ كَثِيرٌ. 
ثُمَّ ادْعُ اللهَ، وَلْيَكُنْ مِنْ دُعائِكَ: «اللَّهُمَّ ارْزُقْنِي فَهْمَ النَّبِيِّيْنَ، وَحِفْظَ المُرْسَلِيْنَ، وسُرْعَةَ إِلهامِ المَلائِكَةِ المُقَرِّبِيْنَ.
اللَّهُمَّ أَغْنِنِي بِالعِلْمِ، وَزَينِّي بالحِلْمِ، وَأَكْرِمْنِي بالتَّقْوَى، وَجَمِّلْنِي بالعافِيَةِ.. يا أَرْحَمَ الرَّاحِميْنَ».
فإِنَّهُ دُعاءٌ جامِعٌ، وَمِمَّا يُوصِيْ بِهِ السَّلَفُ.
وَادْعُ بِهذَا الدُّعاءِ للحَبِيبِ عَبْدِ اللهِ الحَدّادِ ـ رضي الله عنه ـ : (اللَّهُمَّ أَعِنِّي وَاهْدِنِي، وَوَفِّقْنِي لِتَهْذِيبِ أَخْلاقِ نَفْسِي، وَتَلْطِيْفِ كَثافَتِها بِالرِّياضَةِ البالِغَةِ الماحِقَةِ للرُّعُوناتِ النَّفْسِيَّةِ، القاهِرَةِ للحُظُوظِ الشَّهْوانِيَّةِ، المُزَيَّنَةِ بالحُضُورِ الدائِمِ مَعَ اللهِ عَزَّ وَجَلَّ، وَوَصْفِ حُسْنِ الأَدَبِ على بِساطِ الذِّلَّةِ والانكسارِ، والاضْطَرارِ والافْتِقارِ.. تَحْقِيقاً لِلعُبُودِيَّةِ، ووَفاءً بحقوقِ الرُّبُوبِيَّةِ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ).
وَلَهُ أَيْضَاً: (اللَّهُمَّ أَخْرِجْ مِنْ قَلْبِي كُلَّ قَدْرٍ للدُّنْيا، وَكُلَّ مَحَلٍّ للخَلْقِ يَمِيْلُ بِي إِلى مَعْصِيَتِكَ، أَوْ يَشْغَلُنِي عَنْ طاعَتِكَ، أَوْ يَحُوْلُ بَيْنِي وَبَينَ التَّحَقُّقِ بمَعْرِفَتِكَ الخاصَّة، وَمَحَبَّتِكَ الخالِصَةِ.. آمين).
وَالأدْعِيَةُ كَثِيرةٌ، وَقَدْ ذَكَرَ الإمام الغَزَالِي ـ رحمه الله تعالى ـ في «البدايَةِ» مِنْهَا شَيْئاً كَثِيراً، فَادْعُ بِما شِئْتَ.
ثُمَّ بَعْدَ ذلِكَ اشْتَغِلْ بمُصافَحَةِ إِخْوانِكَ، لا سيَّما بَعْدَ هذا الفرض، وعِنْدَ كُلِّ لِقاءٍ؛ مَعَ مُراعاةِ الأَدَبِ في الظاهِرِ وَالباطِنِ، وَلاَ يَخْفَىٰ ذلِكَ عَلَى كُلِّ مَنْ لَهُ بَصِيْرَةٌ مُنِيْرَةٌ، وَسَرِيْرَةٌ مُسْتَنِيرَةٌ.
''',
      false,
      incrementedContentId++, //6,
    ),
    Content(
      incrementedContentId,
      //      23,
      '''«يا اللهُ.. يا لَطِيْفُ.. يا رَزَّاقُ.. يا  قَوِيُّ.. يا عَزِيْزُ "ثلاثاً" أَسْأَلُكَ تَأَلُّهاً إِلَيْكَ، وَاسْتِغْراقاً فِيْكَ، وَفَناءً بِكَ عَمَّنْ سِواكَ، وَلُطْفاً مِنْ لَدُنْكَ شَامِلاً جَلِيّاً وَخَفِيّاً، وَرِزْقاً طَيِّباً وَاسِعاً هَنِيْئَاً مَرِيْئاً، وَقُوَّةً فِي الإِيْمانِ وَفِي اليَقِيْنِ، وَصَلابَةً فِي الحَقِّ وَالدِّيْنِ، وَعِزّاً بِكَ يَدُوْمُ وَيَتَخَلَّدُ، وَشَرَفاً يَبْقَى وَيَتأَبَّدُ، لاَ يَشُوْبُهُ تَكَبُّرٌ، وَلا عُتُوٌّ، وَلاَ إِرادَةُ فَسادٍ فِي الأَرْضِ وَلاَ عُلُوٌّ، إِنَّكَ سَمِيْعٌ قَرِيْبٌ مُجِيْبٌ».وهو لِلإِمَامِ الْحَبِيبِ عَبْدِ اللهِ الْحَدَّادِ رَضِيَ اللهُ عَنْهُ.''',
      false,
      incrementedContentId++, //7,
    ),
    Content(
      incrementedContentId,
      //24,
      '''تقرأ (الفاتحة[1]) "إحْدَى وَعِشْرِينَ مَرَّةً".''',
      false,
      incrementedContentId++, //8
    ),
    Content(
      incrementedContentId,
      //      25,
      '''«الحَمْدُ للهِ رَبِّ العَالَمِيْنَ، حَمْداً يُوافِي نِعَمَهُ وَيُكَافِئُ مَزِيدَه، اللَّهُمَّ صَلِّ عَلَى سَيِّدِنا مُحَمَّدٍ وَعَلَى أَهْلِ بَيْتِهِ وَصَحْبِهِ وَسَلِّم، اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ الفَاتِحَةِ المُعَظَّمَةِ والسَّبْعِ المَثَانِي أَنْ تَفْتَحَ لَنا بِكُلِّ خَيْرٍ، وَأَنْ تَتَفَضَّلَ عَلَيْنَا بِكُلِّ خَيْرٍ، وَأَنْ تَجْعَلَنَا مِنْ أَهْلِ الخَيْرِ، وَأَنْ تُعَامِلَنَا مُعَامَلَتَكَ لأهْلِ الخَيْرِ، وَأَنْ تَحْفَظَنا فِي أَدْيانِنا وَأَنْفُسِنَا وَأَوْلاَدِنا وَأَهْلِينَا وَأَصْحَابِنَا وَأَحْبَابِنا مِنْ كُلِّ مِحْنَةٍ وَفِتْنَةٍ وَبُؤْسٍ وَضَيْرٍ، إِنَّكَ وَلِيُّ كُلِّ خَيْرٍ، وَمُتَفَضِّلٌ بِكُلِّ خَيْرٍ، وَمُعْطِي كُلَّ خَيْرٍ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ، يَا أَرْحَمَ الرَّاحِمِيْنَ، يَا أَرْحَمَ الرَّاحِمِيْنَ».''',
      false,
      incrementedContentId++, //9,
    ),
    Content(
      incrementedContentId,
      //      26,
      '''اقْرَأْ ( يس[36])  بَعْدَ كُلِّ فَرْضٍ، وَعِنْدَ كُلِّ مُهِمٍّ. فإن كانت لك حاجة أو أمر فَسَمِّهِ وَقُلْ بَعْدَ قِراءَتِها:
        «اللَّهُمَّ إنَّا نَسْتَحْفِظُكَ وَنَسْتَوْدِعُكَ أَدْيانَنا، وَأَنْفُسَنا، وَأَهْلَنا، وَأَوْلادَنا، وَأَمْوالَنا، وكُلَّ شَيء أَعْطَيْتَنا. اللَّهُمَّ اجْعَلْنا فِي كَنَفِكَ، وَأَمَانِكَ، وَجِوارِكَ، وَعِياذِكَ، مِنْ كُلِّ شَيْطانٍ مَرِيْدٍ، وَجَبَّارٍ عَنِيْدٍ، وَذِيْ عَيْنٍ، وَذِيْ بَغْيٍ، وَمِنْ شَرِّ كُلِّ ذِي شَرٍّ؛ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. اللَّهُمَّ جَمِّلْنا بِالعافِيَةِ وَالسَّلاَمَةِ، وَحَقِّقْنَا بِالتَّقْوَى والاسْتِقَامَةِ، وَأَعِذْنا مِنْ مُوجِباتِ النَّدامَةِ، إِنَّكَ سَمِيْعُ الدُّعاءِ. اللَّهُمَّ اغْفرْ لَنا، وَلوالِدِيْنَا، ولأَوْلاَدِنا، وَمَشايِخِنا، وَلإِخْوانِنا فِي الدِّيْنِ، وَلأَصْحابِنا، وَأَحْبابِنا، وَلِمَنْ أَحَبَّنَا فِيْكَ، ولِمَنْ أَحْسَنَ إلَيْنَا، وَللمُؤْمِنِيْنَ وَالمُؤْمِناتِ، وَالمُسْلِمِيْنَ وَالمُسْلِماتِ، يَا  رَبَّ العالَمِيْنَ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ، وَارْزُقْنا كَمالَ المُتابَعَةِ لَهُ ظاهِراً وَباطِناً فِي عافِيَةٍ وَسَلامَةٍ، بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ».
        ''',
      false,
      incrementedContentId++, //10,
    ),
    Content(
      incrementedContentId,
      //      27,
      '''﴿الفاتحة﴾ "سَبْعاً"، وَ﴿الناس﴾ "سَبْعاً"، وَ﴿الفَلَقُ﴾ "سَبْعاً"، وَ﴿ الإِخْلاصُ﴾ "سَبْعاً"، و﴿الكَافِرُونَ﴾ "سَبْعاً"، وآيةُ الكرسيِّ "سَبْعاً"، سُبْحانَ اللهِ وَالحَمْدُ للهِ وَلا إِلهَ إِلاَّ اللهُ وَاللهُ أَكْبَرُ "سَبْعاً"، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلِّمْ "سَبْعاً"، أَسْتَغْفِرُ اللهَ العَظِيْمَ لِيْ وَلِوَالِدَيَّ وَلْلمُؤْمِنِيْنَ وَالمُؤْمِناتِ، وَالمُسْلِمِيْنَ وَالمُسْلِماتِ، الأَحْياءِ مِنْهُمْ وَالأَمْواتِ، إِنَّكَ قَرِيْبٌ مُجِيْبُ الدَّعَواتِ "سَبْعاً"، اللَّهُمَّ افْعَلْ بِيْ وَبِهِمْ عاجِلاً وَآجِلاً فِي الدُّنْيا وَالآخِرَةِ مَا أَنْتَ لَهُ أَهْلٌ، وَلاَ تَفْعَلْ بِنَا يا مَوْلانا ما نَحْنُ لَهُ أَهْلٌ إِنَّكَ غَفُوْرٌ حَلِيْمٌ، جَوَادٌ كَرِيْمٌ، رَؤُوفٌ رَحِيْمٌ "سَبْعاً".''',
      false,
      incrementedContentId++, //11,
    ),
    Content(
      incrementedContentId,
      //      28,
      '''٭ بِسْمِ الله الرَّحْمنِ الرَّحِيْمِ "مِئَةَ مَرَّةٍ".
الحَمْدُ للهِ رَبِّ العَالَمِيْنَ "مِئَةَ مَرَّةٍ".
اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَعَلَىٰ آلِ سَيِّدِنا مُحَمَّدٍ وَسَلِّمْ "مِئَةَ مَرَّةٍ".
لا إِلهَ إِلاَّ الله مُحَمَّدٌ رَسُولُ الله "مِئَةَ مَرَّةٍ".
سُبْحَانَ الله وَبِحَمْدِهِ، سُبْحَانَ اللهِ العَظِيْمِ "مِئَةَ مَرَّةٍ".
أَسْتَغْفِرُ اللهَ العَظِيمَ، وَأَسْأَلُهُ التَّوْبَةَ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الخَيْراتِ، وَتَرْكَ المُنكَراتِ، وحُبَّ المَساكِيْنِ، وَأَنْ تَغْفِرَ لِيْ وَتَرْحَمَنِيْ ـ "مِئَةَ مَرَّةٍ".
سُوْرَةُ (الإِخْلاصِ) "مِئَةَ مَرَّةٍ".
حَسْبُنَا اللهُ وَنِعْمَ الوَكِيْلُ ـ "مِئَةَ مَرَّةٍ".
اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنا مُحَمَّدٍ النَّبيِّ الأُمِّيِّ، وَعَلَى آلِ سَيِّدِنا مُحَمَّدٍ وَسَلِّمْ "ثَلاثَ مَرَّاتٍ".
وَلا تَسْتَعْظِمْ ذلِكَ وَتَقُولُ: إِنَّ عَدَدَ مِئَةٍ لِكُلِّ ذِكْرٍ كَثِيْرٌ، فَإِذَا وَاظَبْتَ عَلَيْها فَإِنَّها تَسْهُلُ عَلَى اللِّسانِ، وَتَقْطَعُها فِي أَسْرَعِ وَقْتٍ، وَلاَ بَأْسَ بِحَمْلِ المَسْبَحَةِ فِي بَعْضِ الأَحْيانِ، لِضَبْطِ العَدَدِ لا لِلْفَخْرِ وَالتَّصَنُّعِ وَالتَّزْيِيْفِ عَلَىٰ النَّاسِ! ـ وَيُعْتَبَرُ ذلِكَ تَدْلِيْساً، وَيَكُوْنُ ذٰلِكَ كَمَنْ يَشْهَدُ زُوْراً، وَيَرْتَكِبُ فُجُوراً وقد رَتَّبَها الحَبِيْبُ عَلِيُّ بْنُ حَسَنٍ العَطَّاسُ، وَأَمَرَ بَقِراءَتِها مَعَ الحَثِّ مِنْهُ عَلَى ذٰلِكَ، وَالبِشارَةِ لِمَنْ واظَبَ عَلَيْها بِبُلُوغِ المَرامِ بَعْدَ الصُّبْحِ، وَبَعْدَ المَغْرِبِ؛ وفِيْها الخَيْرَ وَالبَرَكَةَ. !
''',
      false,
      incrementedContentId++, //12,
    ),

    /// الإشراق والضحى
    Content(
      ++incrementedContentId,
      //      39,
      '''إذَا ارْتفَعَتِ الشَّمْسُ قَدْرَ رُمْحٍ، فَارْكَعْ رَكْعَتَيْنِ وَانْوِ بِهِما سُنَّةَ الإِشْراقِ، وَبِنِيَّةِ التَّوفِيْقِ للشُّكْرِ وَالاسْتِخَارَةِ في كُلِّ عَمَلٍ تُرِيْدُ أَنْ تَعْمَلَهُ في اليَوْمِ وَاللَّيْلَةِ، وَالحِفْظِ في جَمِيْعِ الأُمورِ، وَكِفايَةِ جَمِيْع الأَشْرارِ وَالشُّرورِ، وَنيَّةِ الاستِعاذَةِ مِنْ شَرِّ اليَوْم واللَّيْلَةِ، وَنيَّةِ التَّوبَةِ وَقَضاءِ الحاجَةِ ـ كَمَا هُوَ عَمَلُ بَعْضِهِمْ ـ وَاقْرَأْ في الأُوْلَى:
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  قُلْ يَـٰٓأَيُّهَا ٱلْكَـٰفِرُونَ ١ لَآ أَعْبُدُ مَا تَعْبُدُونَ ٢ وَلَآ أَنتُمْ عَـٰبِدُونَ مَآ أَعْبُدُ ٣ وَلَآ أَنَا۠ عَابِدٌۭ مَّا عَبَدتُّمْ ٤ وَلَآ أَنتُمْ عَـٰبِدُونَ مَآ أَعْبُدُ ٥ لَكُمْ دِينُكُمْ وَلِىَ دِينِ ٦ ﴾ وآية: ﴿  وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا۟ أَنفُسَهُمْ جَآءُوكَ فَٱسْتَغْفَرُوا۟ ٱللَّهَ وَٱسْتَغْفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابًۭا رَّحِيمًۭا ٦٤ ﴾.
وفي الثّانية:
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  قُلْ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمْ يَلِدْ وَلَمْ يُولَدْ ٣ وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ٤ ﴾.
﴾ وآية: ﴿ وَمَن يَعْمَلْ سُوٓءًا أَوْ يَظْلِمْ نَفْسَهُۥ ثُمَّ يَسْتَغْفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورًۭا رَّحِيمًۭا ١١٠ ﴾.
ثُمَّ ادْعُ بَعْدَها بِما تَيَسَّرَ، وَلْيَكُنْ مِنْ دُعائِكَ هذهِ الأَدْعِيَةُ:
«اللَّهُمَّ إِنِّي أصْبَحْتُ لا أَسْتَطِيْعُ دَفْعَ ما أَكْرَهُ، وَلاَ أَمْلِكُ تَحْصِيْلَ مَا أَرْجُوْ، وَأَصْبَحْتُ مُرْتَهَناً بِعَمَلِيْ، وَأَصْبَحَ الأَمْرُ بِيَدِكَ لا بِيَدِ غَيْرِكَ، فَلاَ فَقِيْرَ أَفْقَرُ مِنِّيْ إِلَيْكَ، ولاَ غَنِيَّ أَغْنَى مِنْكَ عَنِّي.
اللَّهُمَّ لا تُشْمِتْ بي عَدُوِّيْ، وَلاَ تَسُؤْ بِي صَدِيْقِيْ، وَلاَ تَجْعَلْ مُصِيْبَتِي فِي دِيْنِيْ، وَلاَ تَجْعَلِ الدُّنْيا أَكْبَرَ هَمِّي، وَلاَ مَبْلَغَ عِلْمِيْ، وَلاَ تُسَلِّطْ عَلَيَّ بِذَنْبِي مَنْ لاَ يَرْحَمُنِي.
اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الذُّنُوبِ الَّتِي تُزِيْلُ النِّعَمَ، وَأَعُوذُ بِكَ مِنَ الذُّنُوبِ الَّتِيْ تُوجِبُ النِّقَمَ، أَعُوْذُ بِوَجْهِ اللهِ الكَرِيْمِ، وَكَلِماتِ اللهِ التَّامَّاتِ، الَّتِي لاَ يُجاوِزُهُنَّ بَرٌّ وَلاَ فاجِرٌ، مِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، أَوْ يَعْرُجُ فِيْها، ومِنْ شَرِّ مَا ذَرَأَ فِي الأَرْضِ، وَمَا يَخْرُجُ مِنْها، وَمِنْ فِتَنِ اللَّيْلِ وَالنَّهارِ إِلاَّ طارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمنُ، أَعُوْذُ بِاسْمِكَ وَكَلِماتِكَ التَّامَّةِ، مِنْ شَرِّ مَا يَجْرِيْ بِاللَّيْلِ وَالنَّهارِ، إِنَّ رَبِّيَ اللهُ لاَ إِلٰهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ العَرْشِ العَظِيْم».
''',
      false,
      incrementedContentId++, //14,
    ),
    Content(
      incrementedContentId,
      //      40,
      '''اللَّهُمَّ إِنِّي أَسْتَخِيْرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيْمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ.
اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هٰذا الأَمْرَ وهو (يُسمِّي حاجتَهُ) خَيْرٌ لِي فِي دِيْنِي وَدُنْيايَ، وَعَاقِبَةِ أَمْرِيْ، عاجِلِهِ وَآجِلِهِ.. فَاقْدُرْهُ لِي وَيَسِّرْهُ لِيَ ثُمَّ بَارِكْ لِيْ فِيْهِ.
وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذا الأَمْرَ وهو (يُسمِّي حاجتَهُ) شَرٌّ لِي فِي دِيْنِي وَدُنْيايَ، وَعاقِبَةِ أَمْرِيْ عاجِلِهِ وآجِلِهِ، فَاصْرِفْهُ عَنِّي، وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِيَ الخَيْرَ أَيْنَمَا كانَ؛ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ.
اللَّهُمَّ إِنَّ العِلْمَ عِنْدَكَ، وَهُوَ مَحْجُوْبٌ عَنِّيْ، وَلاَ أَعْلَمُ مَا أَخْتارُهُ لِنَفْسِيْ؛ لٰكِنْ أَنْتَ المُخْتَارُ، فَإِنِّيْ فَوَّضْتُ إِلَيْكَ مَقَالِيْدَ أَمْرِيْ، وَرَجَوْتُكَ لِفَقْرِيْ وَفَاقَتِيْ، فَأَرْشِدْنِيْ إِلى أَحَبِّ الأُمُورِ إِلَيْكَ، وَأَرْضَاهَا عِنْدَكَ، وَأَحْمَدِهَا عِنْدَكَ؛ فَإِنَّكَ تَفْعَلُ مَا تَشاءُ، وَتَحْكُمُ مَا تُرِيْدُ»
''',
      false,
      incrementedContentId++, //15,
    ),
    Content(
      incrementedContentId,
      //      43,
      '''بَعْدَ مُضِيِّ رُبْعِ النَّهارِ صَلِّ الضُّحَى، وَمَنْ وَاظَبَ عَلَى صَلاةِ الضُّحَى حَفِظَهُ اللهُ، وَبَارَكَ فِي رِزْقِهِ. وَاقْرَأْ فِي الأُوْلَى: ﴿ والشَمْسِ و ضُحَاهَا﴾، وَفِي الثَّانِيَةِ: ﴿والضُحَى﴾، وَفِي الثَّالِثَةِ: ﴿ ألَمْ نَشْرَحْ﴾، وَفِي الرَّابِعَةِ: ﴿ إذَا جَاءَ نصْرُ الله والفَتْح ﴾، وَفِي الخامِسَةِ: ﴿ إذَا زُلْزِلَت﴾، وَفِي السَّادِسَةِ: ﴿ القَارِعَة﴾، وَفي السَّابِعَةِ: ﴿ الفَلَقْ﴾، وَفي الثَّامِنَةِ: ﴿ النَاسْ﴾ إِنْ تَيَسَّرَ لَكَ ذلِكَ كَما هُوَ عَمَلُ بَعْضِهِمْ، وَإِلاَّ فَما تَيَسَّرَ، ثُمَّ ادْعُ بَعْدَها بِهذَا الدُّعاءِ:
«اللَّهُمَّ إِنَّ الضُّحَى ضُحَاؤُكَ، وَالبَهَاءَ بَهَاؤُكَ، والجَمَالَ جَمَالُكَ، وَالقُوَّةَ قُوَّتُكَ، وَالقُدْرَةَ قُدْرَتُكَ، وَالعِصْمَةَ عِصْمَتُكَ.
اللَّهُمَّ إِنْ كانَ رِزْقِي فِي السَّمَاءِ.. فَأَنْزِلْهُ، وَإِنْ كَانَ فِي الأَرْضِ.. فَأَخْرِجْهُ، وَإِنْ كَانَ مُعَسَّراً.. فَيَسِّرْهُ، وَإِنْ كانَ حَراماً.. فَطَهِّرْهُ، وَإِنْ كَانَ بَعِيْداً.. فَقَرِّبْهُ، بِحَقِّ ضُحَائِكَ، وَبَهَائِكَ، وَجَمَالِكَ، وَقُوَّتِكَ، وَقُدْرَتِكَ، وَعِصْمَتِكَ، آتِنِيْ ما آتيْتَ عِبَادَكَ الصَّالِحِيْنَ».
وَعَلَيْكَ بَعْدَ صَلاةِ الضُّحَى بِالاسْتَغْفَارِ، الَّذِي كَانُوا يَعُدُّوْنَ لِلنَّبِيِّ عَلَيْهِ الصَّلاةُ وَالسَّلامُ مِنْهُ فِي المَجْلِسِ الواحِدِ "سَبْعِيْنَ مَرَّةً"، وَفِي رِوايَةٍ "مِئَةَ مَرَّةٍ"، وَهُوَ: رَبِّ اغْفِرْ لِيْ، وَارْحَمْنِيْ، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ. فَاجْعَلْ لَكَ وِرْداً مِنْهُ بَعْدَ صَلاةِ الضُّحَى "أَرْبَعِيْنَ مَرَّةً"، كَما هُوَ عَمَلُ القُطْبِ سَيِّدِنا الحَبِيْبِ عَبْدِ اللهِ الحَدَّادِ..
ووَزِّعْ أَوْقَاتَكَ الفارِغَةَ عَمَّا تَقَدَّمَ مِنْ بَعْدِ الإِشْراقِ إِلَى الظُّهْرِ فِي طَلَبِ العِلْمِ، أَوْ فِي كِتابَةٍ، أَوْ تَحْصِيْلٍ، وَلا تُمْضِ أَوْقَاتَكَ سُدَى، فَكُلُّ نَفَسٍ مِنْ أَنْفَاسِكَ جَوْهَرَةٌ لا تُقدَّر بقيمة
''',
      false,
      incrementedContentId++, //16,
    ),

    ///  صلاة الظهر
    Content(
      incrementedContentId,
      //      42,
      '''ينبغي أَنْ تَرْكَعَ "أَرْبَعاً" قَبْلَ الظهر تَقْرَأُ ﴿يس﴾ فِيْها في كُلِّ رَكْعَةٍ مَقْرَأً مِنْهَا، وَ﴿ الإِخلاص﴾، وَ﴿ المُعَوِّذَتَيْنِ﴾، وآيةَ الكُرسِيِّ، كَما هُوَ عَمَلُ الحَبِيْبِ عَبْدِ اللهِ الحَدَّادِ، ثُمَّ بَعْدَ أَنْ تُسَلِّمَ مِنْهَا ادْعُ بِهٰذَا الدُّعاءِ وَهُوَ:
«اللَّهُمَّ إِنَّكَ تَعْلَمُ سِرِّيْ وَعَلانِيَتِيْ، فَاقْبَلْ مَعْذِرَتِي، وَتَعْلَمُ حَاجَتِيْ فَأَعْطِنِي سُؤْلِي، وَتَعْلَمُ مَا فِي نَفْسِيْ فَاغْفِرْ لِيْ ذُنُوبِيْ.
اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيْماناً يُباشِرُ قَلْبِيْ، وَيَقِيْناً صادِقاً حَتَّى أَعْلَمَ أَنَّهُ لَنْ يُصِيبَنِيْ إِلاَّ مَا كَتَبْتَهُ عَلَيَّ، وَالرِّضَا بِما قَسَمْتَهُ لِي، يَا ذا الجَلالِ وَالإِكْرامِ».
ثُمَّ ادْعُ بِما شِئْتَ؛ فَإِنَّهُ وَقْتٌ شَرِيْفٌ تُفَتَّحُ فِيْهِ أَبْوابُ السَّماءِ.
''',
      false,
      incrementedContentId++, //17,
    ),
    Content(
      incrementedContentId,
      //44,
      '''ينبغي قراءة  ﴿أَلَم نَشرَح﴾ وَ ﴿الكافِرونَ﴾ أو ﴿إذَا جآءَ﴾ وَ﴿الإِخْلاصء﴾ .''',
      false,
      incrementedContentId++, //18
    ),
    Content(
      incrementedContentId,
      //      45,
      '''«أَسْتَغْفِرُ الله العَظِيمَ، الَّذِي لا إلهَ إِلاَّ هُوَ الحَيَّ القَيُّومَ، وَأَتُوبُ إِلَيْهِ.
اللَّهُمَّ أَنْتَ السَّلامُ، وَمِنْكَ السَّلامُ، تَبَارَكْتَ يا ذَا الجَلالِ والإِكرامِ، سُبحانَ رَبِّيَ العَلِيِّ الأَعْلَى، لا إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.
اللَّهُمَّ لا مَانِعَ لِما أَعْطَيْتَ، ولا مُعْطِيَ لما مَنَعْتَ، وَلا رَادَّ لِما قَضَيْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ، لا إِلهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ أَهْلَ الفَضْلِ والنِّعَمِ، والثَّناءِ الحَسَنِ، لا إِلهَ إِلاَّ اللهُ، ولا نَعْبُدُ إِلاَّ إِيَّاهُ مُخْلِصِيْنَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرونَ».
ثُمَّ سَبِّحْ "ثلاثاً وثلاثين"، وَاحْمَدْ "ثلاثاً وثلاثين"، وَكَبِّر "ثلاثاً وثلاثين"، وتَمِّمِ المِئَةَ بـ«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ».
«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» "عَشْراً".
 «اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ» "سَبْعاً".
و "إِحْدَى وسَبْعيْنَ مَرَّةً": «يَا فَتَّاحُ»؛ مَعَ وَضْعِ يَدِكَ اليُمْنَى عَلَى صَدْرِكَ، فإِنَّها مُجَرَّبَةٌ لِلفُتُوحِ.
وَاقْرأْ أيضاً:
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ١ وَوَضَعْنَا عَنكَ وِزْرَكَ ٢ ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ ٣ وَرَفَعْنَا لَكَ ذِكْرَكَ ٤ فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا ٥ إِنَّ مَعَ ٱلْعُسْرِ يُسْرًۭا ٦ فَإِذَا فَرَغْتَ فَٱنصَبْ ٧ وَإِلَىٰ رَبِّكَ فَٱرْغَب ٨ ﴾.
وَيَدُكَ عَلَى صَدْرِكَ. 
واقرأ آيَةَ الكُرْسِي.
فَفِي ذلِكَ فَوائِدُ مَذْكُورَةٌ عَنِ الكُمَّلِ الرَّاسِخِيْنَ في قَدَمِ الاتِّباعِ لِسَيِّدِ المُرسَلِيْنَ وَغَيْرُ ذلِكَ كَثِيرٌ. 
ثُمَّ ادْعُ اللهَ، وَلْيَكُنْ مِنْ دُعائِكَ: «اللَّهُمَّ ارْزُقْنِي فَهْمَ النَّبِيِّيْنَ، وَحِفْظَ المُرْسَلِيْنَ، وسُرْعَةَ إِلهامِ المَلائِكَةِ المُقَرِّبِيْنَ.
اللَّهُمَّ أَغْنِنِي بِالعِلْمِ، وَزَينِّي بالحِلْمِ، وَأَكْرِمْنِي بالتَّقْوَى، وَجَمِّلْنِي بالعافِيَةِ.. يا أَرْحَمَ الرَّاحِميْنَ».
فإِنَّهُ دُعاءٌ جامِعٌ، وَمِمَّا يُوصِيْ بِهِ السَّلَفُ.
وَادْعُ بِهذَا الدُّعاءِ للحَبِيبِ عَبْدِ اللهِ الحَدّادِ ـ رضي الله عنه ـ : (اللَّهُمَّ أَعِنِّي وَاهْدِنِي، وَوَفِّقْنِي لِتَهْذِيبِ أَخْلاقِ نَفْسِي، وَتَلْطِيْفِ كَثافَتِها بِالرِّياضَةِ البالِغَةِ الماحِقَةِ للرُّعُوناتِ النَّفْسِيَّةِ، القاهِرَةِ للحُظُوظِ الشَّهْوانِيَّةِ، المُزَيَّنَةِ بالحُضُورِ الدائِمِ مَعَ اللهِ عَزَّ وَجَلَّ، وَوَصْفِ حُسْنِ الأَدَبِ على بِساطِ الذِّلَّةِ والانكسارِ، والاضْطَرارِ والافْتِقارِ.. تَحْقِيقاً لِلعُبُودِيَّةِ، ووَفاءً بحقوقِ الرُّبُوبِيَّةِ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ).
وَلَهُ أَيْضَاً: (اللَّهُمَّ أَخْرِجْ مِنْ قَلْبِي كُلَّ قَدْرٍ للدُّنْيا، وَكُلَّ مَحَلٍّ للخَلْقِ يَمِيْلُ بِي إِلى مَعْصِيَتِكَ، أَوْ يَشْغَلُنِي عَنْ طاعَتِكَ، أَوْ يَحُوْلُ بَيْنِي وَبَينَ التَّحَقُّقِ بمَعْرِفَتِكَ الخاصَّة، وَمَحَبَّتِكَ الخالِصَةِ.. آمين).
وَالأدْعِيَةُ كَثِيرةٌ، وَقَدْ ذَكَرَ الإمام الغَزَالِي ـ رحمه الله تعالى ـ في «البدايَةِ» مِنْهَا شَيْئاً كَثِيراً، فَادْعُ بِما شِئْتَ.
ثُمَّ بَعْدَ ذلِكَ اشْتَغِلْ بمُصافَحَةِ إِخْوانِكَ ،وعِنْدَ كُلِّ لِقاءٍ؛ مَعَ مُراعاةِ الأَدَبِ في الظاهِرِ وَالباطِنِ، وَلاَ يَخْفَىٰ ذلِكَ عَلَى كُلِّ مَنْ لَهُ بَصِيْرَةٌ مُنِيْرَةٌ، وَسَرِيْرَةٌ مُسْتَنِيرَةٌ.
''',
      false,
      incrementedContentId++, //19,
    ),
    Content(
      incrementedContentId,
      //      46,
      '''يا اللهُ.. يا لَطِيْفُ.. يا رَزَّاقُ.. يا  قَوِيُّ.. يا عَزِيْزُ "ثلاثاً" أَسْأَلُكَ تَأَلُّهاً إِلَيْكَ، وَاسْتِغْراقاً فِيْكَ، وَفَناءً بِكَ عَمَّنْ سِواكَ، وَلُطْفاً مِنْ لَدُنْكَ شَامِلاً جَلِيّاً وَخَفِيّاً، وَرِزْقاً طَيِّباً وَاسِعاً هَنِيْئَاً مَرِيْئاً، وَقُوَّةً فِي الإِيْمانِ وَفِي اليَقِيْنِ، وَصَلابَةً فِي الحَقِّ وَالدِّيْنِ، وَعِزّاً بِكَ يَدُوْمُ وَيَتَخَلَّدُ، وَشَرَفاً يَبْقَى وَيَتأَبَّدُ، لاَ يَشُوْبُهُ تَكَبُّرٌ، وَلا عُتُوٌّ، وَلاَ إِرادَةُ فَسادٍ فِي الأَرْضِ وَلاَ عُلُوٌّ، إِنَّكَ سَمِيْعٌ قَرِيْبٌ مُجِيْبٌ».وهو لِلإِمَامِ الْحَبِيبِ عَبْدِ اللهِ الْحَدَّادِ رَضِيَ اللهُ عَنْهُ.''',
      false,
      incrementedContentId++, //20,
    ),
    Content(
      incrementedContentId,
      //      47,
      '''تقرأ الفاتحة "اثْنَتَيْنِ وَعِشْرِيْنَ مَرَّةً".''',
      false,
      incrementedContentId++, //21,
    ),
    Content(
      incrementedContentId,
      //      48,
      '''الحَمْدُ للهِ رَبِّ العَالَمِيْنَ، حَمْداً يُوافِي نِعَمَهُ وَيُكَافِئُ مَزِيدَه، اللَّهُمَّ صَلِّ عَلَى سَيِّدِنا مُحَمَّدٍ وَعَلَى أَهْلِ بَيْتِهِ وَصَحْبِهِ وَسَلِّم، اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ الفَاتِحَةِ المُعَظَّمَةِ والسَّبْعِ المَثَانِي أَنْ تَفْتَحَ لَنا بِكُلِّ خَيْرٍ، وَأَنْ تَتَفَضَّلَ عَلَيْنَا بِكُلِّ خَيْرٍ، وَأَنْ تَجْعَلَنَا مِنْ أَهْلِ الخَيْرِ، وَأَنْ تُعَامِلَنَا مُعَامَلَتَكَ لأهْلِ الخَيْرِ، وَأَنْ تَحْفَظَنا فِي أَدْيانِنا وَأَنْفُسِنَا وَأَوْلاَدِنا وَأَهْلِينَا وَأَصْحَابِنَا وَأَحْبَابِنا مِنْ كُلِّ مِحْنَةٍ وَفِتْنَةٍ وَبُؤْسٍ وَضَيْرٍ، إِنَّكَ وَلِيُّ كُلِّ خَيْرٍ، وَمُتَفَضِّلٌ بِكُلِّ خَيْرٍ، وَمُعْطِي كُلَّ خَيْرٍ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ، يَا أَرْحَمَ الرَّاحِمِيْنَ، يَا أَرْحَمَ الرَّاحِمِيْنَ''',
      false,
      incrementedContentId++, //22,
    ),
    Content(
      incrementedContentId,
      //      49,
      '''اقْرَأْ ( يس[36]) بَعْدَ كُلِّ فَرْضٍ، وَعِنْدَ كُلِّ مُهِمٍّ. فإن كانت لك حاجة أو أمر فَسَمِّهِ وَقُلْ بَعْدَ قِراءَتِها:
«اللَّهُمَّ إنَّا نَسْتَحْفِظُكَ وَنَسْتَوْدِعُكَ أَدْيانَنا، وَأَنْفُسَنا، وَأَهْلَنا، وَأَوْلادَنا، وَأَمْوالَنا، وكُلَّ شَيء أَعْطَيْتَنا. اللَّهُمَّ اجْعَلْنا فِي كَنَفِكَ، وَأَمَانِكَ، وَجِوارِكَ، وَعِياذِكَ، مِنْ كُلِّ شَيْطانٍ مَرِيْدٍ، وَجَبَّارٍ عَنِيْدٍ، وَذِيْ عَيْنٍ، وَذِيْ بَغْيٍ، وَمِنْ شَرِّ كُلِّ ذِي شَرٍّ؛ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. اللَّهُمَّ جَمِّلْنا بِالعافِيَةِ وَالسَّلاَمَةِ، وَحَقِّقْنَا بِالتَّقْوَى والاسْتِقَامَةِ، وَأَعِذْنا مِنْ مُوجِباتِ النَّدامَةِ، إِنَّكَ سَمِيْعُ الدُّعاءِ. اللَّهُمَّ اغْفرْ لَنا، وَلوالِدِيْنَا، ولأَوْلاَدِنا، وَمَشايِخِنا، وَلإِخْوانِنا فِي الدِّيْنِ، وَلأَصْحابِنا، وَأَحْبابِنا، وَلِمَنْ أَحَبَّنَا فِيْكَ، ولِمَنْ أَحْسَنَ إلَيْنَا، وَللمُؤْمِنِيْنَ وَالمُؤْمِناتِ، وَالمُسْلِمِيْنَ وَالمُسْلِماتِ، يَا  رَبَّ العالَمِيْنَ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ، وَارْزُقْنا كَمالَ المُتابَعَةِ لَهُ ظاهِراً وَباطِناً فِي عافِيَةٍ وَسَلامَةٍ، بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ».
''',
      false,
      incrementedContentId++, //23,
    ),
    Content(
      incrementedContentId,
      //      50,
      '''صَلِّ البَعْدِيَّةَ ركْعَتَيْنِ، أَوْ "أَرْبَعاً" ثُمَّ اشْتَغِلْ بَعْدَ هٰذَا بِما شِئْتَ مِنْ أَنْواعِ الطَّاعاتِ.''',
      false,
      incrementedContentId++, //24,
    ),
    Content(
      incrementedContentId,
      //      51,
      '''اجْعَلْ لَكَ وِرْداً مِنْ ذِكْرِ اللهِ تَعالىٰ، وَلاَ أَقَلَّ مِنْ "أَلْفِ مَرَّةٍ" مِنْ لا إِلهَ إِلاَّ اللهُ، وَفِي رَمَضانَ كُلَّ يَوْمٍ أَلْفَيْن، فَمَجْمُوعُها سِتُّونَ أَلْفاً، وَكَمّل السَّبْعِيْنَ أَلْفاً فِي سِتَّةِ شَوَّالٍ، كَما هُوَ عَمَلُ الحَبِيْبِ عَبْدِ اللهِ الحَدَّادِ فِي رَمَضانَ، وَأَلْفاً مِنَ الاسْتِغْفَارِ؛ وَكانَ بَعْضُهُمْ يُرَتِّبُهُ فِيْما بَيْنَ الظُّهْرِ وَالعَصْرِ، أَوْ بِاللَّيْلِ؛ لأَنَّهُما وَقْتُ الفَراغِ غالِباً.
وعليك بقراءة "لا إِلهَ إِلاَّ اللهُ، المَلِكُ الحَقُّ المُبِيْنُ" "مِئَةَ مَرَّةٍ" إن لم تقرأها فجرا.
''',
      false,
      incrementedContentId++, //25,
    ),

    ///   صلاة العصر
    Content(
      incrementedContentId,
      //      52,
      '''ارْكَعْ أَرْبعاً قَبْلَ العصر ، وَسَلِّمْ مِنْ كُلِّ رَكْعَتَيْنِ وَقُلْ بَيْنَهُما: «السَّلامُ عَلَيْنَا وَعَلَى مَلائِكَةِ اللهِ المُقَرَّبِيْنَ، السَّلامُ عَلَيْنا وَعَلَى عِبادِ اللهِ الصَّالِحِيْنَ»، وَاقْرَأْ فِي الأُولَى: (إذَا زُلْزِلَت[99])، وفي الثَّانِيَة: (والعَادِيَات[100])، وَفِي الثَّالِثَةُ: (القارِعَة[101])، وَفِي الرَّابِعَةِ: (ألْهَاكُمْ[102]).
ثُمَّ بَعْدَ أَنْ تُسَلِّمَ مِنْهَا ادْعُ بِهٰذَا الدُّعاءِ وَهُوَ:
«اللَّهُمَّ إِنَّكَ تَعْلَمُ سِرِّيْ وَعَلانِيَتِيْ، فَاقْبَلْ مَعْذِرَتِي، وَتَعْلَمُ حَاجَتِيْ فَأَعْطِنِي سُؤْلِي، وَتَعْلَمُ مَا فِي نَفْسِيْ فَاغْفِرْ لِيْ ذُنُوبِيْ.
اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيْماناً يُباشِرُ قَلْبِيْ، وَيَقِيْناً صادِقاً حَتَّى أَعْلَمَ أَنَّهُ لَنْ يُصِيبَنِيْ إِلاَّ مَا كَتَبْتَهُ عَلَيَّ، وَالرِّضَا بِما قَسَمْتَهُ لِي، يَا ذا الجَلالِ وَالإِكْرامِ».
''',
      false,
      incrementedContentId++, //26,
    ),
    Content(
      incrementedContentId,
      //      53,
      '''مِمَّا كَانَ يُرَتِّبُهُ الإِمَامُ الحَدَّادُ بيْنَ سُنَّةِ العَصْرِ وَالفَرْضِ: الاسْتِغْفارَ "مِئةَ مَرَّةٍ".''',
      false,
      incrementedContentId++, //27,
    ),
    Content(
      incrementedContentId,
      //54,
      '''في الركعة الأولى ينبغي قراءة ﴿البُرُوجَ﴾ أوْ ﴿الضُّحَىٰ﴾, وفي الركعة الثانية ﴿الكَافِرُونْ﴾ وَ ﴿الإخْلَاصْ﴾.''',
      false,
      incrementedContentId++, //28
    ),
    Content(
      incrementedContentId,
      //      55,
      '''«أَسْتَغْفِرُ الله العَظِيمَ، الَّذِي لا إلهَ إِلاَّ هُوَ الحَيَّ القَيُّومَ، وَأَتُوبُ إِلَيْهِ.
اللَّهُمَّ أَنْتَ السَّلامُ، وَمِنْكَ السَّلامُ، تَبَارَكْتَ يا ذَا الجَلالِ والإِكرامِ، سُبحانَ رَبِّيَ العَلِيِّ الأَعْلَى، لا إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.
اللَّهُمَّ لا مَانِعَ لِما أَعْطَيْتَ، ولا مُعْطِيَ لما مَنَعْتَ، وَلا رَادَّ لِما قَضَيْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ، لا إِلهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ أَهْلَ الفَضْلِ والنِّعَمِ، والثَّناءِ الحَسَنِ، لا إِلهَ إِلاَّ اللهُ، ولا نَعْبُدُ إِلاَّ إِيَّاهُ مُخْلِصِيْنَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرونَ».
ثُمَّ سَبِّحْ "ثلاثاً وثلاثين"، وَاحْمَدْ "ثلاثاً وثلاثين"، وَكَبِّر "ثلاثاً وثلاثين"، وتَمِّمِ المِئَةَ بـ«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ».
«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» "عَشْراً".
 «اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ» "سَبْعاً".
و "إِحْدَى وسَبْعيْنَ مَرَّةً": «يَا فَتَّاحُ»؛ مَعَ وَضْعِ يَدِكَ اليُمْنَى عَلَى صَدْرِكَ، فإِنَّها مُجَرَّبَةٌ لِلفُتُوحِ.
وَاقْرأْ أيضاً:
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ١ وَوَضَعْنَا عَنكَ وِزْرَكَ ٢ ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ ٣ وَرَفَعْنَا لَكَ ذِكْرَكَ ٤ فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا ٥ إِنَّ مَعَ ٱلْعُسْرِ يُسْرًۭا ٦ فَإِذَا فَرَغْتَ فَٱنصَبْ ٧ وَإِلَىٰ رَبِّكَ فَٱرْغَب ٨ ﴾.
وَيَدُكَ عَلَى صَدْرِكَ. 
واقرأ آيَةَ الكُرْسِي.
فَفِي ذلِكَ فَوائِدُ مَذْكُورَةٌ عَنِ الكُمَّلِ الرَّاسِخِيْنَ في قَدَمِ الاتِّباعِ لِسَيِّدِ المُرسَلِيْنَ وَغَيْرُ ذلِكَ كَثِيرٌ. 
ثُمَّ ادْعُ اللهَ، وَلْيَكُنْ مِنْ دُعائِكَ: «اللَّهُمَّ ارْزُقْنِي فَهْمَ النَّبِيِّيْنَ، وَحِفْظَ المُرْسَلِيْنَ، وسُرْعَةَ إِلهامِ المَلائِكَةِ المُقَرِّبِيْنَ.
اللَّهُمَّ أَغْنِنِي بِالعِلْمِ، وَزَينِّي بالحِلْمِ، وَأَكْرِمْنِي بالتَّقْوَى، وَجَمِّلْنِي بالعافِيَةِ.. يا أَرْحَمَ الرَّاحِميْنَ».
فإِنَّهُ دُعاءٌ جامِعٌ، وَمِمَّا يُوصِيْ بِهِ السَّلَفُ.
وَادْعُ بِهذَا الدُّعاءِ للحَبِيبِ عَبْدِ اللهِ الحَدّادِ ـ رضي الله عنه ـ : (اللَّهُمَّ أَعِنِّي وَاهْدِنِي، وَوَفِّقْنِي لِتَهْذِيبِ أَخْلاقِ نَفْسِي، وَتَلْطِيْفِ كَثافَتِها بِالرِّياضَةِ البالِغَةِ الماحِقَةِ للرُّعُوناتِ النَّفْسِيَّةِ، القاهِرَةِ للحُظُوظِ الشَّهْوانِيَّةِ، المُزَيَّنَةِ بالحُضُورِ الدائِمِ مَعَ اللهِ عَزَّ وَجَلَّ، وَوَصْفِ حُسْنِ الأَدَبِ على بِساطِ الذِّلَّةِ والانكسارِ، والاضْطَرارِ والافْتِقارِ.. تَحْقِيقاً لِلعُبُودِيَّةِ، ووَفاءً بحقوقِ الرُّبُوبِيَّةِ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ).
وَلَهُ أَيْضَاً: (اللَّهُمَّ أَخْرِجْ مِنْ قَلْبِي كُلَّ قَدْرٍ للدُّنْيا، وَكُلَّ مَحَلٍّ للخَلْقِ يَمِيْلُ بِي إِلى مَعْصِيَتِكَ، أَوْ يَشْغَلُنِي عَنْ طاعَتِكَ، أَوْ يَحُوْلُ بَيْنِي وَبَينَ التَّحَقُّقِ بمَعْرِفَتِكَ الخاصَّة، وَمَحَبَّتِكَ الخالِصَةِ.. آمين).
وَالأدْعِيَةُ كَثِيرةٌ، وَقَدْ ذَكَرَ الإمام الغَزَالِي ـ رحمه الله تعالى ـ في «البدايَةِ» مِنْهَا شَيْئاً كَثِيراً، فَادْعُ بِما شِئْتَ.
ثُمَّ بَعْدَ ذلِكَ اشْتَغِلْ بمُصافَحَةِ إِخْوانِكَ، لا سيَّما بَعْدَ هذا الفرض، وعِنْدَ كُلِّ لِقاءٍ؛ مَعَ مُراعاةِ الأَدَبِ في الظاهِرِ وَالباطِنِ، وَلاَ يَخْفَىٰ ذلِكَ عَلَى كُلِّ مَنْ لَهُ بَصِيْرَةٌ مُنِيْرَةٌ، وَسَرِيْرَةٌ مُسْتَنِيرَةٌ.
''',
      false,
      incrementedContentId++, //29,
    ),
    Content(
      incrementedContentId,
      //      56,
      '''«يا اللهُ.. يا لَطِيْفُ.. يا رَزَّاقُ.. يا  قَوِيُّ.. يا عَزِيْزُ "ثلاثاً" أَسْأَلُكَ تَأَلُّهاً إِلَيْكَ، وَاسْتِغْراقاً فِيْكَ، وَفَناءً بِكَ عَمَّنْ سِواكَ، وَلُطْفاً مِنْ لَدُنْكَ شَامِلاً جَلِيّاً وَخَفِيّاً، وَرِزْقاً طَيِّباً وَاسِعاً هَنِيْئَاً مَرِيْئاً، وَقُوَّةً فِي الإِيْمانِ وَفِي اليَقِيْنِ، وَصَلابَةً فِي الحَقِّ وَالدِّيْنِ، وَعِزّاً بِكَ يَدُوْمُ وَيَتَخَلَّدُ، وَشَرَفاً يَبْقَى وَيَتأَبَّدُ، لاَ يَشُوْبُهُ تَكَبُّرٌ، وَلا عُتُوٌّ، وَلاَ إِرادَةُ فَسادٍ فِي الأَرْضِ وَلاَ عُلُوٌّ، إِنَّكَ سَمِيْعٌ قَرِيْبٌ مُجِيْبٌ».وهو لِلإِمَامِ الْحَبِيبِ عَبْدِ اللهِ الْحَدَّادِ رَضِيَ اللهُ عَنْهُ.''',
      false,
      incrementedContentId++, //30,
    ),
    Content(
      incrementedContentId,
      //57,
      '''تقرأ الفاتحة "ثَلاثاً وَعِشرِيْنَ مَرَّةً". ''',
      false,
      incrementedContentId++, //31
    ),
    Content(
      incrementedContentId,
      //      58,
      '''«الحَمْدُ للهِ رَبِّ العَالَمِيْنَ، حَمْداً يُوافِي نِعَمَهُ وَيُكَافِئُ مَزِيدَه، اللَّهُمَّ صَلِّ عَلَى سَيِّدِنا مُحَمَّدٍ وَعَلَى أَهْلِ بَيْتِهِ وَصَحْبِهِ وَسَلِّم، اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ الفَاتِحَةِ المُعَظَّمَةِ والسَّبْعِ المَثَانِي أَنْ تَفْتَحَ لَنا بِكُلِّ خَيْرٍ، وَأَنْ تَتَفَضَّلَ عَلَيْنَا بِكُلِّ خَيْرٍ، وَأَنْ تَجْعَلَنَا مِنْ أَهْلِ الخَيْرِ، وَأَنْ تُعَامِلَنَا مُعَامَلَتَكَ لأهْلِ الخَيْرِ، وَأَنْ تَحْفَظَنا فِي أَدْيانِنا وَأَنْفُسِنَا وَأَوْلاَدِنا وَأَهْلِينَا وَأَصْحَابِنَا وَأَحْبَابِنا مِنْ كُلِّ مِحْنَةٍ وَفِتْنَةٍ وَبُؤْسٍ وَضَيْرٍ، إِنَّكَ وَلِيُّ كُلِّ خَيْرٍ، وَمُتَفَضِّلٌ بِكُلِّ خَيْرٍ، وَمُعْطِي كُلَّ خَيْرٍ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ، يَا أَرْحَمَ الرَّاحِمِيْنَ، يَا أَرْحَمَ الرَّاحِمِيْنَ».''',
      false,
      incrementedContentId++, //32,
    ),
    Content(
      incrementedContentId,
      //      59,
      '''اقْرَأْ ( يس[36]) بَعْدَ كُلِّ فَرْضٍ، وَعِنْدَ كُلِّ مُهِمٍّ. فإن كانت لك حاجة أو أمر فَسَمِّهِ وَقُلْ بَعْدَ قِراءَتِها:
«اللَّهُمَّ إنَّا نَسْتَحْفِظُكَ وَنَسْتَوْدِعُكَ أَدْيانَنا، وَأَنْفُسَنا، وَأَهْلَنا، وَأَوْلادَنا، وَأَمْوالَنا، وكُلَّ شَيء أَعْطَيْتَنا. اللَّهُمَّ اجْعَلْنا فِي كَنَفِكَ، وَأَمَانِكَ، وَجِوارِكَ، وَعِياذِكَ، مِنْ كُلِّ شَيْطانٍ مَرِيْدٍ، وَجَبَّارٍ عَنِيْدٍ، وَذِيْ عَيْنٍ، وَذِيْ بَغْيٍ، وَمِنْ شَرِّ كُلِّ ذِي شَرٍّ؛ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. اللَّهُمَّ جَمِّلْنا بِالعافِيَةِ وَالسَّلاَمَةِ، وَحَقِّقْنَا بِالتَّقْوَى والاسْتِقَامَةِ، وَأَعِذْنا مِنْ مُوجِباتِ النَّدامَةِ، إِنَّكَ سَمِيْعُ الدُّعاءِ. اللَّهُمَّ اغْفرْ لَنا، وَلوالِدِيْنَا، ولأَوْلاَدِنا، وَمَشايِخِنا، وَلإِخْوانِنا فِي الدِّيْنِ، وَلأَصْحابِنا، وَأَحْبابِنا، وَلِمَنْ أَحَبَّنَا فِيْكَ، ولِمَنْ أَحْسَنَ إلَيْنَا، وَللمُؤْمِنِيْنَ وَالمُؤْمِناتِ، وَالمُسْلِمِيْنَ وَالمُسْلِماتِ، يَا  رَبَّ العالَمِيْنَ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ، وَارْزُقْنا كَمالَ المُتابَعَةِ لَهُ ظاهِراً وَباطِناً فِي عافِيَةٍ وَسَلامَةٍ، بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ».
''',
      false,
      incrementedContentId++, //33,
    ),
    Content(
      incrementedContentId,
      //      60,
      '''اللَّهُمَّ يَا اللهُ، يَا عَلِيُّ، يَا عَظِيْمُ، يَا حَلِيْمُ، يَا عَلِيْمُ، أَنْتَ رَبِّيْ، وَعِلْمُكَ حَسْبِيْ، فَنِعْمَ الرَّبُّ رَبِّيْ، وَنِعْمَ الْحَسْبُ حَسْبِيْ، تَنْصُرُ مَنْ تَشَاءُ، وَأَنْتَ الْعَزِيْزُ الرَّحِيْمُ.
نَسْأَلُكَ الْعِصْمَةَ فِيْ الْحَرَكَاتِ وَالسَّكَنَاتِ، وَالْكَلِمَاتِ وَالإِرَادَاتِ وَالْخَطَرَاتِ.. مِنَ الشُّكُوْكِ وَالظُّنُوْنِ، وَالأَوْهَامِ السَّاتِرَةِ لِلْقُلُوْبِ، عَنْ مُطَالَعَةِ الْغُيُوْبِ، فَقَدِ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالاً شَدِيْداً.
﴿ وَإِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًۭا ١٢﴾.
فَثَبِّتْنَا وَانْصُرْنَا، وَسَخِّرْ لَنَا هَذَا الْبَحْرَ، كَمَا سَخَّرْتَ الْبَحْرَ لِمُوْسَى، وَسَخَّرْتَ النَّارَ لإِبْرَاهِيْمَ، وَسَخَّرْتَ الْجِبَالَ وَالْحَدِيْدَ لِدَاوُوْدَ، وَسَخَّرْتَ الرِّيْحَ وَالشَّيَاطِيْنَ وَالْجِنَّ لِسُلَيْمَانَ، وَسَخِّرْ لَنَا كُلَّ بَحْرٍ هُوَ لَكَ فِيْ الأَرْضِ وَالسَّمَاءِ، وَالْمُلْكِ وَالْمَلَكُوْتِ، وَبَحْرِ الدُّنْيَا، وبَحْرِ الآخِرَةِ، وَسَخِّرْ لَنَا كُلَّ شَيْءٍ، يَا مَنْ بِيَدِهِ مَلَكُوْتُ كُلِّ شَيْءٍ.
﴿كهيعص﴾ "ثَلاَثاً".
انْصُرْنَا فَإِنَّكَ خَيْرُ النَّاصِرِيْنَ، وَافْتَحْ لَنَا فَإِنَّكَ خَيْرُ الْفَاتِحِيْنَ، وَاغْفِرْ لَنَا فَإِنَّكَ خَيْرُ الْغَافِرِيْنَ، وَارْحَمْنَا فَإِنَّكَ خَيْرُ الرَّاحِمِيْنَ، وَارْزُقْنَا فَإِنَّكَ خَيْرُ الرَّازِقِيْنَ، وَاهْدِنَا وَنَجِّنَا مِنَ الْقَوْمِ الظَّالِمِيْنَ، وَهَبْ لَنَا رِيْحاً طَيِّبَةً كَمَا هِيَ فِيْ عِلْمِكَ، وَانْشُرْهَا عَلَيْنَا مِنْ خَزَائِنِ رَحْمَتِكَ، وَاحْمِلْنَا بِهَا حَمْلَ الْكَرَامَةِ، مَعَ السَّلاَمَةِ وَالْعَافِيَةِ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.
اللَّهُمَّ يَسِّرْ لَنَا أُمُوْرَنَا، مَعَ الرَّاحَةِ لِقُلُوْبِنَا وَأَبْدَانِنَا، وَالسَّلاَمَةِ وَالْعَافِيَةِ فِيْ دِيْنِنَا وَدُنْيَانَا، وَكُنْ لَنَا صَاحِباً فِيْ سَفَرِنَا، وَخَلِيْفَةً فِيْ أَهْلِنَا، وَاطْمِسْ عَلَى وُجُوْهِ أَعْدَائِنَا، وَامْسَخْهُمْ عَلَى مَكَانَتِهِمْ، فَلاَ يَسْتَطِيْعُوْنَ الْمُضِيَّ وَلاَ الْمَجِيْءَ إِلَيْنَا.
﴿ وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ ٦٦ وَلَوْ نَشَآءُ لَمَسَخْنَـٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَـٰعُوا۟ مُضِيًّۭا وَلَا يَرْجِعُونَ ٦٧﴾.
﴿يسٓ ١ وَٱلْقُرْءَانِ ٱلْحَكِيمِ ٢ إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ ٣ عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ ٤ تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ ٥ لِتُنذِرَ قَوْمًۭا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَـٰفِلُونَ ٦ لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ ٧ إِنَّا جَعَلْنَا فِىٓ أَعْنَـٰقِهِمْ أَغْلَـٰلًۭا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ ٨ وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّۭا وَمِنْ خَلْفِهِمْ سَدًّۭا فَأَغْشَيْنَـٰهُمْ فَهُمْ لَا يُبْصِرُونَ ٩﴾.
شَاهَتِ الْوُجُوْهُ "ثَلاَثاً"، ﴿ ۞ وَعَنَتِ ٱلْوُجُوهُ لِلْحَىِّ ٱلْقَيُّومِ ۖ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًۭا ١١١﴾، ﴿طس﴾، ﴿  حمٓ عٓسٓقٓ ﴾، ﴿ مَرَجَ ٱلْبَحْرَيْنِ يَلْتَقِيَانِ ١٩ بَيْنَهُمَا بَرْزَخٌۭ لَّا يَبْغِيَانِ ٢٠﴾، ﴿  حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾، حُمَّ الأَمْرُ، وَجَاءَ النَّصْرُ فَعَلَيْنَا لاَ يُنْصَرُوْنَ، ﴿  حمٓ ١ تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ ٢ غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ ٣ ﴾.
(بِاسْمِ اللهِ) بَابُنَا، ﴿ تَبَـٰرَكَ ﴾ حِيْطَانُنَا، ﴿  يسٓ ﴾ سَقْفُنَا، ﴿ كٓهيعٓصٓ ﴾ كِفَايَتُنَا، ﴿  حمٓ عٓسٓقٓ ﴾ حِمَايَتُنَا، فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ ﴾ سِتْرُ الْعَرْشِ مَسْبُوْلٌ عَلَيْنَا، وعَيْنُ اللهِ نَاظِرَةٌ إِلَيْنَا، بِحَوْلِ اللهِ لاَ يُقْدَرُ عَلَيْنَا، ﴿  وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطٌۢ ٢٠ بَلْ هُوَ قُرْءَانٌۭ مَّجِيدٌۭ ٢١ فِى لَوْحٍۢ مَّحْفُوظٍۭ ٢٢ ﴾.
﴿  فَٱللَّهُ خَيْرٌ حَـٰفِظًۭا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ ﴾. "ثَلاَثاً".
﴿  إِنَّ وَلِـِّۧىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَـٰبَ ۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ ﴾ ﴿  حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ﴾ "ثَلاَثاً".
بِاسْمِ الله الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. "ثَلاَثاً".
وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
وَفِيْ نُسْخَةٍ زِيَادَةُ: ﴿ إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا ﴾.
وَفِيْ نُسْخَةٍ زِيَادَةُ: آيَةِ الْكُرْسِيِّ، وَحَسُنَ كَوْنُهَا فِيْ نَفَسٍ وَاحِدٍ.
وَفِيْ نُسْخَةٍ زِيادَةٌ بَعْدَهُ: (يَا اللهُ، يَا نُوْرُ يَا حَقُّ، يَا مُبِيْنُ، اكْسُنِيْ مِنْ نُوْرِكَ، وَعَلِّمْنِيْ مِنْ عِلْمِكَ، وَأَفْهِمْنِيْ عَنْكَ، وَأَسْمِعْنِيْ مِنْكَ، وَبَصِّرْنِيْ بِكَ، وَأَقِمْنِيْ بِشُهُوْدِكَ، وَعَرِّفْنِيْ الطَّرِيْقَ إِلَيْكَ، وَهَوِّنْهَا عَلَيَّ بِفَضْلِكَ، وَأَلْبِسْنِيْ لِبَاسَ التَّقْوَى مِنْكَ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.
يَا سَمِيْعُ يَا عَلِيْمُ، يَا حَلِيْمُ يَا عَلِيُّ، يَا عَظِيْمُ يَا اللهُ؛ اسْمَعْ دُعَائِيْ بِخَصَائِصِ لُطْفِكَ.. آمِيْنَ.
أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ كُلِّهَا مِنْ شَرِّ مَا خَلَقَ. "ثَلاَثاً".
يَا عَظِيْمَ السُّلْطَانِ، يَا قَدِيْمَ الإِحْسَانِ، يَا دَائِمَ النَّعْمَاءِ، يَا بَاسِطَ الرِّزْقِ، يَا كَثْيرَ الْخَيْرَاتِ، يَا وَاسِعَ الْعَطَاءِ، يَا دَافِعَ الْبَلاَءِ، يَا سَامِعَ الدُّعَاءِ، يَا حَاضِراً لَيْسَ بِغَائِبٍ، يَا مَوْجُوْداً عِنْدَ الشَّدَائِدِ، يَا خَفِيَّ اللُّطْفِ يَا لَطِيْفَ الصُّنْعِ، يَا حَلِيْماً لاَ يَعْجَلُ؛ اقْضِ حَاجَتِيْ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ.
اللَّهُمَّ أَنْتَ تَعْلَمُ ما نَحْنُ فِيْهِ، وَما نَطْلُبُهُ وَنُرَجِّيْهِ، مِنْ رَحْمَتِكَ فِي أَمْرِنا كُلِّهِ، فَيَسِّرْ لَنا ما نَحْنُ فِيْهِ مِنْ سَفَرِنا، وَما نَطْلُبُهُ مِنْ حَوائِجِنَا، وَقَرِّبْ عَلَيْنا المَسافاتِ، وَسَلِّمْنا مِنَ العِلَلِ وَالآفاتِ، وَلا تَجْعَلِ الدُّنْيا أَكْبَرَ همِّنا، ولا مَبْلَغَ عِلْمِنا، وَلا تُسَلِّطْ عَلَيْنا مَنْ لا يَرْحَمُنا بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ..
وصَلَّىٰ اللهُ عَلَى سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ. سُبْحانَ اللهِ وَبِحَمْدِهِ، سُبْحانَ اللهِ العَظِيْمِ، لا إِلٰهَ إِلاَّ اللهُ، اللَّهُمَّ ثَبِّتْ عِلْمَها فِي قَلْبِيْ، وَاغْفِرْ لِي ذَنْبِيْ، وَلِلمُؤْمِنِيْنَ وَالمُؤْمِناتِ.. وَقُلِ الحَمْدُ للهِ، وَسَلامٌ عَلَى عِبادِهِ الَّذِيْنَ اصْطَفَى "ثَلاَثاً".. ثُمَّ آيَةَ الكُرسِيِّ..
''',
      false,
      incrementedContentId++, //34,
      hasVoice: true,
      voiceFile: "1w1AOARSdMJhQJV2HS4zSLxD_WVHremHT",
    ),
    Content(
      incrementedContentId,
      //      61,
      '''لا إِلهَ إِلاَّ اللهُ العَظِيْمُ الحَلِيْمُ، لا إِلهَ إِلاَّ اللهُ رَبُّ العَرْشِ العَظِيْمُ، لا إِلٰهَ إِلاَّ اللهُ رَبُّ السَّمواتِ وَرَبُّ الأَرْضِ، وَرَبُّ العَرْشِ الكَرِيْمُ، لا إِلهَ إِلاَّ أَنْتَ سُبْحانَكَ، إِنِّي كُنْتُ مِنَ الظَّالمِيْنَ "ثَلاَثاً".''',
      false,
      incrementedContentId++, //35,
      hasVoice: true,
      voiceFile: "1UYE3rxVKUx2bUHlTq5L4jGKoCWawHJlQ",
    ),
    Content(
      incrementedContentId,
      //      62,
      '''يا اللهُ، يا رَبُّ، يا قَدِيْرُ، يا قَوِيُّ، يا مَتِيْنُ "ثَلاَثاً" أَسْأَلُكَ بِقُدْرَتِكَ وَبِقُوَّتِكَ أَنْ تَمُدَّنِي فِي جَمِيْعِ قُوايَ وَجَوارِحِيْ، الظَّاهِرَةِ وَالباطِنَةِ، بِقُوَّةٍ مِنْ قُوَّتِكَ وَبِقُدْرَةٍ مِنْ قُدْرَتِكَ أَقْدِرُ بِها، وَأَقْوَى عَلَىٰ القِيامِ بِما كَلَّفْتَنِي بِهِ مِنْ حُقوقِ رُبُوْبِيَّتِكَ، وَنَدَبْتَنِيْ إِلَيْهِ مِنْها فِيْما بَيْنِيْ وَبَيْنَكَ، وَفِيْما بَيْنِيْ وَبَيْنَ خَلْقِكَ، وَعَلَىٰ التَّمَتُّعِ بِكُلِّ ما خَوَّلْتَنِيْ مِنْ نِعَمِكَ الَّتِي أَبَحْتَها لِي فِي دِيْنِكَ، وَيَكُوْنُ كُلُّ ذلِكَ عَلَى أَصْلَحِ الوُجُوهِ، وَأَعْدَلِها وَأَحْسَنِها وَأَفْضَلِها، مَصْحُوباً بالعافِيَةِ وَالقَبُولِ وَالرِّضاءِ عِنْدَكَ يا أَرْحَمَ الراحِمِيْنَ..''',
      false,
      incrementedContentId++, //36,
      hasVoice: true,
      voiceFile: "1mXtyEkGckwTRHpE4Il0wOhZxlNoBCB4D",
    ),
    Content(
      incrementedContentId,
      //      63,
      '''عَلَيْكَ بِالإِكْثَارِ مِنْ قراءَةِ سُوْرَةِ (الواقعة[56])؛ فَإِنَّها مُيَسِّرَةٌ لِلرِّزْقِ، لا سِيَّما بَعْدَ العَصْرِ وَقُلْ بَعْدَها: «اللَّهُمَّ صُنْ وُجُوْهَنَا باليَسارِ، وَلا تُوهِنَّا بِالإِقْتارِ، فَنَسْتَرْزِقَ طالِبِيْ رِزْقِكَ، وَنَسْتَعْطِفَ شِرارَ خَلْقِكَ، وَنَشْتَغِلَ بِحَمْدِ مَنْ أَعْطَانَا، وَنُبْتَلَى بِذَمِّ مَنْ مَنَعَنَا، وَأنْتَ مِنْ وَراءِ ذٰلِكَ كُلِّهِ أَهْلُ العَطاءِ وَالمَنْعِ.
اللَّهُمَّ كَما صُنْتَ وُجُوهَنا عَنِ السُّجُودِ إِلاَّ لَكَ، فَصُنَّا عَنِ الحاجَةِ إِلاَّ إِلَيْكَ بِجُوْدِكَ، وَكَرَمِكَ، وَفَضْلِكَ، يَا أَرْحَمَ الرَّاحِمِيْنَ، يَا أَرْحَمَ الرَّاحِمِيْنَ، يَا أَرْحَمَ الرَّاحِمِيْنَ، أَغْنِنَا بِفَضْلِكَ عَمَّنْ سِواكَ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ.
وَهٰذَا الدُّعاءُ بَعْدَ (الواقعة[56]) أَيْضاً يُناسبُ أن يُقْرَأَ بعدَ دعاءِ الواقعةِ وَهُوَ: «اللَّهُمَّ صَلِّ وَسَلِّم عَلَى سَيِّدِنا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنا مُحَمَّدٍ، وَهَبْ لَنا بِهِ صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ مِنْ رِزْقِكَ الحَلالِ الطَّيِّبِ المُبارَكِ، ما تَصُونُ بِهِ وُجوهَنا عَنِ التَّعَرُّضِ إِلَى أَحَدٍ مِنْ خَلْقِكَ، وَاجْعَلِ اللَّهُمَّ لَنا إِلَيْهِ طَرِيْقاً سَهْلَةً مِنْ غَيْرِ نَصَبٍ، وَلاَ مِحْنَةٍ، وَلا مِنَّةٍ، وَلا تَبِعَةٍ لأَحَدٍ.
وَجَنِّبْنَا اللَّهُمَّ الحَرامَ حَيْثُ كانَ، وَأَيْنَ كانَ، وَعِنْدَ مَنْ كانَ، وَحُلْ بَيْنَنَا وَبَيْنَ أَهْلِهِ، وَاقْبِضْ عَنَّا أَيْدِيَهُمْ، وَاصْرِفْ عَنَّا وُجُوهَهُمْ وَقُلوبَهُمْ حَتَّى لا نَتَقَلَّبَ إِلاَّ فِيمَا يُرْضِيْكَ، وَلاَ نَسْتَعِيْنَ بِنعمَتِكَ إِلاَّ فِيما تُحِبُّهُ وَتَرْضاهُ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ.
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنا مُحَمَّدٍ، وَعَلَىٰ آلِ سَيِّدِنا مُحَمَّدٍ.
اللَّهُمَّ إِنْ كَانَ رِزْقُنا فِي السَّماءِ فَأَنْزِلْهُ، وَإِنْ كانَ فِي الأَرْضِ فَأَخْرِجْهُ، وإِنْ كَانَ بَعِيْداً فَقَرِّبْهُ، وَإِنْ كَانَ قَرِيْباً فَيَسِّرْهُ، وَإِنْ كانَ قَلِيْلاً فَكَثِّرْهُ، وَإِنْ كَانَ مَعْدُوْماً فَأَوْجِدْهُ، وَإِنْ كانَ مَوْقُوفاً فَأَجْرِهِ، وَإِنْ كانَ ذَنْباً فَاغْفِرْهُ، وَإِنْ كَانَ سَيِّئَةً فَامْحُها، وَإِنْ كانَ خَطِيْئَةً فَتَجاوَزْ عَنْها، وَإِنْ كَانَ عَثْرَةً فَأَقِلْها، وَبَارِكْ لَنَا فِي جَمِيْعِ ذلِكَ؛ إِنَّكَ مَلِيْكٌ مُقْتَدِرٌ، وَما تشاؤُهُ مِنْ أَمْرٍ يَكُونُ، يا مَنْ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ. سُبْحانَ رَبِّكَ رَبِّ العِزَّةِ عَمَّا يَصِفُونَ، وَسَلامٌ عَلَى المُرْسَلِيْنَ، وَالحَمْدُ للهِ رَبِّ العالَمِيْنَ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنا مُحَمَّدٍ، وَآلِهِ وَصَحْبِهِ وَسَلَّمَ». اهـ.
ثُمَّ تَقُوْلُ ـ وخُصُوصاً في الأشْهُرِ الحُرُمِ ـ:
أَسْتَغْفِرُ اللهَ العَظِيْمَ الَّذِي لا إِلٰهَ إِلاَّ هُوَ الحَيَّ القَيُّومَ وَأَتُوْبُ إِلَيْهِ، تَوْبَةَ عَبْدٍ ظَالِمٍ لا يَمْلِكُ لِنَفْسِهِ نَفْعاً وَلاَ ضَرّاً، وَلاَ مَوْتاً وَلاَ حَياةً، وَلاَ نُشُوراً "سَبْعاً". وَوَاظِبْ عَلَيْهِ كُلَّ يَوْمٍ؛ فَكَثيْرٌ مِنَ السَّلَفِ كانُوا لا يَتْرُكُوْنَهُ فِي هذا الوَقْتِ.
 ''',
      false,
      incrementedContentId++, //37,
      hasVoice: true,
      voiceFile: "1nFP2Im9h5w1YSGCn6pmbvdtETZ2hnWTl",
    ),
    Content(
      incrementedContentId,
      '''سورة ﴿ والشمس﴾ وَ﴿ والليل ﴾ وَ﴿ قُل أَعوذُ بِرَبِّ الفَلَقِ﴾ وَ﴿ قُل أَعوذُ بِرَبِّ النّاسِ ﴾..والمسبعات ، وهي: ﴿الفاتحة﴾ "سَبْعاً"، و﴿الناس﴾ "سَبْعاً"، وَ﴿الفَلَقُ﴾ "سَبْعاً"، وَ﴿ الإِخْلاصُ﴾ "سَبْعاً"، و﴿الكَافِرُونَ﴾ "سَبْعاً"، وآيةُ الكرسيِّ "سَبْعاً"، سُبْحانَ اللهِ وَالحَمْدُ للهِ وَلا إِلهَ إِلاَّ اللهُ وَاللهُ أَكْبَرُ "سَبْعاً"، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلِّمْ "سَبْعاً"، أَسْتَغْفِرُ اللهَ العَظِيْمَ لِيْ وَلِوَالِدَيَّ وَلْلمُؤْمِنِيْنَ وَالمُؤْمِناتِ، وَالمُسْلِمِيْنَ وَالمُسْلِماتِ، الأَحْياءِ مِنْهُمْ وَالأَمْواتِ، إِنَّكَ قَرِيْبٌ مُجِيْبُ الدَّعَواتِ "سَبْعاً"، اللَّهُمَّ افْعَلْ بِيْ وَبِهِمْ عاجِلاً وَآجِلاً فِي الدُّنْيا وَالآخِرَةِ مَا أَنْتَ لَهُ أَهْلٌ، وَلاَ تَفْعَلْ بِنَا يا مَوْلانا ما نَحْنُ لَهُ أَهْلٌ إِنَّكَ غَفُوْرٌ حَلِيْمٌ، جَوَادٌ كَرِيْمٌ، رَؤُوفٌ رَحِيْمٌ "سَبْعاً".''',
      false,
      incrementedContentId++, //38,
    ),

    ///  صلاة المغرب
    Content(
      incrementedContentId,
      //      65,
      '''اللَّهُمَّ هذا إِقْبالُ لَيْلِكَ، وَإِدْبَارُ نَهَارِكَ، وَأَصْواتُ دُعاتِكَ، فَاغْفِرْ لِيْ، مَرْحَباً مَرْحَباً بِالصَّلاةِ أَهْلاً، مَرْحَباً مَرْحَباً بِالقائِلِ عَدْلاً، وَأَجِبِ الأَذانَ.''',
      false,
      incrementedContentId++, //39,
    ),
    Content(
      incrementedContentId,
      //66,
      '''"ليلة الجمعة" : الكافرون والإِخلاص
"ليلة السبت" : الفلق والناس
"ليلة الأحد" | الإمام الحداد : الفيل ولإِيلاف | الحَبيبِ عَبْدِ الرَحمنِ المشهُور : النصر وتبَّت
"ليلة الأثنين" | الإمام الحداد : الماعون والكوثر | الحَبيبِ عَبْدِ الرَحمنِ المشهُور : القدر والعصر
"ليلة الثلاثاء" | الإمام الحداد : الكافرون والإِخلاص | الحَبيبِ عَبْدِ الرَحمنِ المشهُور : الفيل ولإِيلاف
"ليلة الأربعاء" : الفلق والناس
"ليلة الخميس" : الماعون والكوثر
''',
      false,
      incrementedContentId++, //40
    ),
    Content(
      incrementedContentId,
      //      73,
      '''«أَسْتَغْفِرُ الله العَظِيمَ، الَّذِي لا إلهَ إِلاَّ هُوَ الحَيَّ القَيُّومَ، وَأَتُوبُ إِلَيْهِ.
اللَّهُمَّ أَنْتَ السَّلامُ، وَمِنْكَ السَّلامُ، تَبَارَكْتَ يا ذَا الجَلالِ والإِكرامِ، سُبحانَ رَبِّيَ العَلِيِّ الأَعْلَى، لا إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.
اللَّهُمَّ لا مَانِعَ لِما أَعْطَيْتَ، ولا مُعْطِيَ لما مَنَعْتَ، وَلا رَادَّ لِما قَضَيْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ، لا إِلهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ أَهْلَ الفَضْلِ والنِّعَمِ، والثَّناءِ الحَسَنِ، لا إِلهَ إِلاَّ اللهُ، ولا نَعْبُدُ إِلاَّ إِيَّاهُ مُخْلِصِيْنَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرونَ».
ثُمَّ سَبِّحْ "ثلاثاً وثلاثين"، وَاحْمَدْ "ثلاثاً وثلاثين"، وَكَبِّر "ثلاثاً وثلاثين"، وتَمِّمِ المِئَةَ بـ«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ».
«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» "عَشْراً".
 «اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ» "سَبْعاً".
و "إِحْدَى وسَبْعيْنَ مَرَّةً": «يَا فَتَّاحُ»؛ مَعَ وَضْعِ يَدِكَ اليُمْنَى عَلَى صَدْرِكَ، فإِنَّها مُجَرَّبَةٌ لِلفُتُوحِ.
وَاقْرأْ أيضاً:
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ١ وَوَضَعْنَا عَنكَ وِزْرَكَ ٢ ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ ٣ وَرَفَعْنَا لَكَ ذِكْرَكَ ٤ فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا ٥ إِنَّ مَعَ ٱلْعُسْرِ يُسْرًۭا ٦ فَإِذَا فَرَغْتَ فَٱنصَبْ ٧ وَإِلَىٰ رَبِّكَ فَٱرْغَب ٨ ﴾.
وَيَدُكَ عَلَى صَدْرِكَ. 
واقرأ آيَةَ الكُرْسِي.
فَفِي ذلِكَ فَوائِدُ مَذْكُورَةٌ عَنِ الكُمَّلِ الرَّاسِخِيْنَ في قَدَمِ الاتِّباعِ لِسَيِّدِ المُرسَلِيْنَ وَغَيْرُ ذلِكَ كَثِيرٌ. 
ثُمَّ ادْعُ اللهَ، وَلْيَكُنْ مِنْ دُعائِكَ: «اللَّهُمَّ ارْزُقْنِي فَهْمَ النَّبِيِّيْنَ، وَحِفْظَ المُرْسَلِيْنَ، وسُرْعَةَ إِلهامِ المَلائِكَةِ المُقَرِّبِيْنَ.
اللَّهُمَّ أَغْنِنِي بِالعِلْمِ، وَزَينِّي بالحِلْمِ، وَأَكْرِمْنِي بالتَّقْوَى، وَجَمِّلْنِي بالعافِيَةِ.. يا أَرْحَمَ الرَّاحِميْنَ».
فإِنَّهُ دُعاءٌ جامِعٌ، وَمِمَّا يُوصِيْ بِهِ السَّلَفُ.
وَادْعُ بِهذَا الدُّعاءِ للحَبِيبِ عَبْدِ اللهِ الحَدّادِ ـ رضي الله عنه ـ : (اللَّهُمَّ أَعِنِّي وَاهْدِنِي، وَوَفِّقْنِي لِتَهْذِيبِ أَخْلاقِ نَفْسِي، وَتَلْطِيْفِ كَثافَتِها بِالرِّياضَةِ البالِغَةِ الماحِقَةِ للرُّعُوناتِ النَّفْسِيَّةِ، القاهِرَةِ للحُظُوظِ الشَّهْوانِيَّةِ، المُزَيَّنَةِ بالحُضُورِ الدائِمِ مَعَ اللهِ عَزَّ وَجَلَّ، وَوَصْفِ حُسْنِ الأَدَبِ على بِساطِ الذِّلَّةِ والانكسارِ، والاضْطَرارِ والافْتِقارِ.. تَحْقِيقاً لِلعُبُودِيَّةِ، ووَفاءً بحقوقِ الرُّبُوبِيَّةِ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ).
وَلَهُ أَيْضَاً: (اللَّهُمَّ أَخْرِجْ مِنْ قَلْبِي كُلَّ قَدْرٍ للدُّنْيا، وَكُلَّ مَحَلٍّ للخَلْقِ يَمِيْلُ بِي إِلى مَعْصِيَتِكَ، أَوْ يَشْغَلُنِي عَنْ طاعَتِكَ، أَوْ يَحُوْلُ بَيْنِي وَبَينَ التَّحَقُّقِ بمَعْرِفَتِكَ الخاصَّة، وَمَحَبَّتِكَ الخالِصَةِ.. آمين).
وَالأدْعِيَةُ كَثِيرةٌ، وَقَدْ ذَكَرَ الإمام الغَزَالِي ـ رحمه الله تعالى ـ في «البدايَةِ» مِنْهَا شَيْئاً كَثِيراً، فَادْعُ بِما شِئْتَ.
ثُمَّ بَعْدَ ذلِكَ اشْتَغِلْ بمُصافَحَةِ إِخْوانِكَ، لا سيَّما بَعْدَ هَذَا الفَرضْ، وعِنْدَ كُلِّ لِقاءٍ؛ مَعَ مُراعاةِ الأَدَبِ في الظاهِرِ وَالباطِنِ، وَلاَ يَخْفَىٰ ذلِكَ عَلَى كُلِّ مَنْ لَهُ بَصِيْرَةٌ مُنِيْرَةٌ، وَسَرِيْرَةٌ مُسْتَنِيرَةٌ.
''',
      false,
      incrementedContentId++, //41,
    ),
    Content(
      incrementedContentId,
      //      74,
      '''«يا اللهُ.. يا لَطِيْفُ.. يا رَزَّاقُ.. يا  قَوِيُّ.. يا عَزِيْزُ "ثلاثاً" أَسْأَلُكَ تَأَلُّهاً إِلَيْكَ، وَاسْتِغْراقاً فِيْكَ، وَفَناءً بِكَ عَمَّنْ سِواكَ، وَلُطْفاً مِنْ لَدُنْكَ شَامِلاً جَلِيّاً وَخَفِيّاً، وَرِزْقاً طَيِّباً وَاسِعاً هَنِيْئَاً مَرِيْئاً، وَقُوَّةً فِي الإِيْمانِ وَفِي اليَقِيْنِ، وَصَلابَةً فِي الحَقِّ وَالدِّيْنِ، وَعِزّاً بِكَ يَدُوْمُ وَيَتَخَلَّدُ، وَشَرَفاً يَبْقَى وَيَتأَبَّدُ، لاَ يَشُوْبُهُ تَكَبُّرٌ، وَلا عُتُوٌّ، وَلاَ إِرادَةُ فَسادٍ فِي الأَرْضِ وَلاَ عُلُوٌّ، إِنَّكَ سَمِيْعٌ قَرِيْبٌ مُجِيْبٌ».وهو لِلإِمَامِ الْحَبِيبِ عَبْدِ اللهِ الْحَدَّادِ رَضِيَ اللهُ عَنْهُ.''',
      false,
      incrementedContentId++, //42,
    ),
    Content(
      incrementedContentId,
      //75,
      '''تقرأ الفاتحة "أَرْبَعاً وَعِشْرِيْنَ مَرَّةً". ''',
      false,
      incrementedContentId++, //43
    ),
    Content(
      incrementedContentId,
      //      76,
      '''«الحَمْدُ للهِ رَبِّ العَالَمِيْنَ، حَمْداً يُوافِي نِعَمَهُ وَيُكَافِئُ مَزِيدَه، اللَّهُمَّ صَلِّ عَلَى سَيِّدِنا مُحَمَّدٍ وَعَلَى أَهْلِ بَيْتِهِ وَصَحْبِهِ وَسَلِّم، اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ الفَاتِحَةِ المُعَظَّمَةِ والسَّبْعِ المَثَانِي أَنْ تَفْتَحَ لَنا بِكُلِّ خَيْرٍ، وَأَنْ تَتَفَضَّلَ عَلَيْنَا بِكُلِّ خَيْرٍ، وَأَنْ تَجْعَلَنَا مِنْ أَهْلِ الخَيْرِ، وَأَنْ تُعَامِلَنَا مُعَامَلَتَكَ لأهْلِ الخَيْرِ، وَأَنْ تَحْفَظَنا فِي أَدْيانِنا وَأَنْفُسِنَا وَأَوْلاَدِنا وَأَهْلِينَا وَأَصْحَابِنَا وَأَحْبَابِنا مِنْ كُلِّ مِحْنَةٍ وَفِتْنَةٍ وَبُؤْسٍ وَضَيْرٍ، إِنَّكَ وَلِيُّ كُلِّ خَيْرٍ، وَمُتَفَضِّلٌ بِكُلِّ خَيْرٍ، وَمُعْطِي كُلَّ خَيْرٍ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ، يَا أَرْحَمَ الرَّاحِمِيْنَ، يَا أَرْحَمَ الرَّاحِمِيْنَ».''',
      false,
      incrementedContentId++, //44,
    ),
    Content(
      incrementedContentId,
      //      77,
      '''اقْرَأْ ( يس[36]) بَعْدَ كُلِّ فَرْضٍ، وَعِنْدَ كُلِّ مُهِمٍّ. فإن كانت لك حاجة أو أمر فَسَمِّهِ وَقُلْ بَعْدَ قِراءَتِها:
«اللَّهُمَّ إنَّا نَسْتَحْفِظُكَ وَنَسْتَوْدِعُكَ أَدْيانَنا، وَأَنْفُسَنا، وَأَهْلَنا، وَأَوْلادَنا، وَأَمْوالَنا، وكُلَّ شَيء أَعْطَيْتَنا. اللَّهُمَّ اجْعَلْنا فِي كَنَفِكَ، وَأَمَانِكَ، وَجِوارِكَ، وَعِياذِكَ، مِنْ كُلِّ شَيْطانٍ مَرِيْدٍ، وَجَبَّارٍ عَنِيْدٍ، وَذِيْ عَيْنٍ، وَذِيْ بَغْيٍ، وَمِنْ شَرِّ كُلِّ ذِي شَرٍّ؛ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. اللَّهُمَّ جَمِّلْنا بِالعافِيَةِ وَالسَّلاَمَةِ، وَحَقِّقْنَا بِالتَّقْوَى والاسْتِقَامَةِ، وَأَعِذْنا مِنْ مُوجِباتِ النَّدامَةِ، إِنَّكَ سَمِيْعُ الدُّعاءِ. اللَّهُمَّ اغْفرْ لَنا، وَلوالِدِيْنَا، ولأَوْلاَدِنا، وَمَشايِخِنا، وَلإِخْوانِنا فِي الدِّيْنِ، وَلأَصْحابِنا، وَأَحْبابِنا، وَلِمَنْ أَحَبَّنَا فِيْكَ، ولِمَنْ أَحْسَنَ إلَيْنَا، وَللمُؤْمِنِيْنَ وَالمُؤْمِناتِ، وَالمُسْلِمِيْنَ وَالمُسْلِماتِ، يَا  رَبَّ العالَمِيْنَ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ، وَارْزُقْنا كَمالَ المُتابَعَةِ لَهُ ظاهِراً وَباطِناً فِي عافِيَةٍ وَسَلامَةٍ، بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ».
وَإِنْ اسْتَطَعْتَ أَنْ لا  تَتَكَلَّمَ ما بَيْنَ صَلاةِ المَغْرِبِ وَسُنَّتِها فَافْعَلْ، فَفِيْ ذلِكَ ثَوابٌ جَزِيْلٌ
''',
      false,
      incrementedContentId++, //45,
    ),
    Content(
      incrementedContentId,
      //      78,
      '''صَلِّ بَعْدِيَّةَ المَغْرِبِ، وَهِيَ رَكْعَتانِ، وَانْوِ بِهِما الأَوَّابِيْنَ إِنْ شِئْتَ، وَاقْرَأْ فِيهِما ﴿الكافِرُون﴾ وَ﴿ الإخْلاصَ﴾.
وَبَعْدَ أَنْ تُسَلِّمَ قُلْ: «يا مُقَلِّبَ القُلوْبِ وَالأبْصارِ، ثَبِّتْ قَلْبِي عَلَى دِيْنِكَ، مَرْحَباً بِمَلائِكَة اللَّيْلِ، مَرْحَباً بِالمَلَكَيْنِ الكَرِيْمَيْنِ الكاتِبَيْنِ، اكْتُبا فِي صَحِيْفَتِيْ: أَنِّي أَشْهَدُ أَنْ لا إِلٰهَ إِلاَّ اللهُ، وَأَشْهَدُ أَنَّ مُحَمَّداً رَسُوْلُ اللهِ، وَأَشْهَدُ أَنَّ الجَنَّةَ حَقٌّ، وَالنَّارَ حَقٌّ، وَالحَوْضَ وَالشَّفاعَةَ حَقٌّ، وَالصِّراطَ وَالمِيْزانَ حَقٌّ، وَأَشْهَدُ أَنَّ السَّاعَةَ آتِيَةٌ لا  رَيْبَ فِيْها، وَأَنَّ الله يَبْعَثُ مَنْ فِي القُبُورِ».
اللَّهُمَّ إِنِّي أُوْدِعُكَ هذِهِ الشَّهادَةَ لِيَوْمِ حاجَتِيْ إِلَيْها.
اللَّهُمَّ احْطُطْ بِها وِزْرِيْ، وَاغْفِرْ بِها ذَنْبِيْ، وَثَقِّلْ بِها مِيْزانِي، وَأَجِبْ لِيْ بِها أَمانِيَّ، وَتَجَاوَزْ عَنِّيْ يا أَرْحَمَ الرَّاحِمِيْنَ.
ثُمَّ قُلْ: «اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنا مُحَمَّدٍ عَدَدَ كُلِّ حَرْفٍ جَرَى بِهِ القَلَمُ "عَشْراً"».
وَقُلْ بَعْدَ السَّلامِ أَوْ فِي السُّجودِ: «اللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ إِيْمانِيَ فِي حَياتِي، وَعِنْدَ مَوْتِيْ، وَبَعْدَ مَمَاتِي، فَاحْفَظْهُ عَلَيَّ، إِنَّكَ عَلَى كُلِّ شَيء قَدِيْرٌ».
''',
      false,
      incrementedContentId++, //46,
    ),
    Content(
      incrementedContentId,
      //      79,
      '''صل رَكْعَتَيْنِ تَنْوِيْ بِهِمَا سُنَّةَ الْمَغْرِبِ الْقَبْلِيةَ، وَنِيَّةَ حِفْظِ الإِيْمانِ.''',
      false,
      incrementedContentId++, //47,
    ),
    Content(
      incrementedContentId,
      //      80,
      '''هن أَرْبَعَ رَكْعاتٍ تَنْوِيْ بِها الأَوَّابِيْنَ تَقْرَأُ فِي الأُوْلَىٰ: ﴿  أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـٰكُمْ عَبَثًۭا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ ١١٥ فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ ١١٦ وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرْهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ ١١٧ وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ ١١٨﴾. فَسُبْحَـٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ ١٧ وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّۭا وَحِينَ تُظْهِرُونَ ١٨ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ ١٩﴾.
وَفِي الثَّانِيَةِ: ﴿  وَٱلصَّـٰٓفَّـٰتِ صَفًّۭا ١ فَٱلزَّٰجِرَٰتِ زَجْرًۭا ٢ فَٱلتَّـٰلِيَـٰتِ ذِكْرًا ٣ إِنَّ إِلَـٰهَكُمْ لَوَٰحِدٌۭ ٤ رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ ٱلْمَشَـٰرِقِ ٥ إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِزِينَةٍ ٱلْكَوَاكِبِ ٦ وَحِفْظًۭا مِّن كُلِّ شَيْطَـٰنٍۢ مَّارِدٍۢ ٧ لَّا يَسَّمَّعُونَ إِلَى ٱلْمَلَإِ ٱلْأَعْلَىٰ وَيُقْذَفُونَ مِن كُلِّ جَانِبٍۢ ٨ دُحُورًۭا ۖ وَلَهُمْ عَذَابٌۭ وَاصِبٌ ٩ إِلَّا مَنْ خَطِفَ ٱلْخَطْفَةَ فَأَتْبَعَهُۥ شِهَابٌۭ ثَاقِبٌۭ ١٠ فَٱسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ ۚ إِنَّا خَلَقْنَـٰهُم مِّن طِينٍۢ لَّازِبٍۭ ١١﴾.
وَفِي الثَّالِثَةِ: ﴿  حمٓ ١ تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ ٢ غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ ٣﴾. وَآيَةَ (الكُرْسِيْ).
وَفِي الرَّابِعَةِ: ﴿  لَقَدْ جَآءَكُمْ رَسُولٌۭ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِٱلْمُؤْمِنِينَ رَءُوفٌۭ رَّحِيمٌۭ ١٢٨ فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ١٢٩ ﴾.
ثُمَّ اشْتَغِلْ إِمَّا بِمُطَالَعَةٍ إِنْ كانَتْ، أَوْ حِزْبٍ فِي أَحَدِ المَساجِدِ .
''',
      false,
      incrementedContentId++, //48,
    ),
    Content(
      incrementedContentId,
      //      81,
      '''يَبْدَأُ بِقِرَاءَةِ الْفَاتِحَةِ:
بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ١ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ ٢ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ٣ مَـٰلِكِ يَوْمِ ٱلدِّينِ ٤ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ٥ ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ ٧﴾.
وَآيَةِ الْكُرْسِيْ:
ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥﴾.
وَ: ﴿  ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ ٢٨٥ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ ٢٨٦﴾.
ثُمَّ يَقُوْلُ:
لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، يُحْيِـيْ وَيُمِيْتُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. "ثَلاَثاً".
سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلٰهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ. "ثَلاَثاً".
سُبْحَانَ اللهِ وَبِحَمْدِهِ سُبْحَانَ اللهِ الْعَظِيمِ. "ثَلاَثاً".
رَبَّنَا اغْفِرْ لَنَا وَتُبْ عَلَيْنَا، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ. "ثَلاَثاً".
اللَّهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ، اللَّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ "ثَلاَثاً".
أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ. "ثَلاَثاً".
بِاسْمِ اللهِ الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. "ثَلاَثاً".
رَضِيْنَا بِاللهِ رَبّاً، وَبِالإِسْلاَمِ دِيْناً، وَبِمُحَمَّدٍ نَبِيّاً. "ثَلاَثاً".
بِاسْمِ اللهِ، وَالْحَمْدُ للهِ، والْخَيْرُ وَالشَّرُّ بِمَشِيْئَةِ اللهِ. "ثَلاَثاً".
آمَنَّا بِاللهِ وَالْيَوْمِ الآخِرْ، تُبْنَا إِلَى اللهِ بَاطِناً وَظَاهِرْ. "ثَلاَثاً".
يَا رَبَّنَا وَاعْفُ عَنَّا، وَامْحُ الَّذِيْ كَانَ مِنَّا. "ثَلاَثاً".
يَا ذَا الْجَلاَلِ وَالإِكْرَامِ؛ أَمِتْنَا عَلَى دِيْنِ الإِسْلاَمِ. "سَبْعاً".
يَا قَوِيُّ يَا مَتِيْنُ؛ اكْفِ شَرَّ الظَّالِمِيْنَ. "ثَلاَثاً".
أَصْلَحَ اللهُ أُمُوْرَ الْمُسْلِمِيْنَ، صَرَفَ اللهُ شَرَّ الْمُؤْذِيْنَ. "ثَلاَثاً".
يَا عَلِيُّ يَا كَبِيْرُ، يَا عَلِيْمُ يَا قَدِيْرُ، يَا سَمِيْعُ يَا بَصِيْرُ، يَا لَطِيْفُ يَا خَبِيْرُ. "ثَلاَثاً".
يَا فَارِجَ الْهَمِّ، يَا كَاشِفَ الْغَمّ، يَا مَنْ لِعَبْدِهِ يَغْفِرُ وَيَرْحَمْ. "ثَلاَثاً".
أَسْتَغْفِرُ اللهَ رَبَّ الْبَرَايَا، أَسْتَغْفِرُ اللهَ مِنَ الْخَطَايَا. "أَرْبَعاً".
لاَ إِلٰهَ إِلاَّ اللهُ. "خَمْسِيْنَ ـ أَو مِئَةَ ـ مَرَّةً"، وَإِنْ بَلَّغَها إِلَى أَلْفٍ كَانَ حَسَناً، ثُمَّ يَقُوْلُ:
مُحَمَّدٌ رَسُوْلُ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ وَشَرَّفَ وَكَرَّمَ وَمَجَّدَ وَعَظَّمَ وَرَضِيَ اللهُ عَنْ أَهْلِ بَيْتِهِ الْمُطَهَّرِيْنَ، وَأَصْحَابِهِ الْمُهْتَدِيْنَ، وَالتَّابِعِيْنَ لَهُمْ بِإِحْسَانٍ إِلَىٰ يَوْمِ الدِّيْنِ.
ثُمَّ يقْرَأُ سُوْرَةَ الإِخْلاَصِ ـ "ثَلاَثاً" ـ وَالْمُعَوِّذَتَيْنِ. "مَرَّةً مَرَّة"ً.

ثُمَّ يَقُولُ:
الْفاتِحَةَ: إِلَى رُوْحِ سَيِّدِنَا الْفَقِيْهِ الْمُقَدَّمِ مُحَمَّدِ بْنِ عَلِيٍّ بَاعَلَوِيِّ، وَأُصُوْلِه، وَفُرُوْعِهِمْ، وَكَافَّةِ سَادَتِنَا آلِ أَبِيْ عَلَوِيٍّ.. أَنْ يُعْلِيَ اللهُ دَرَجَاتِهِمْ، وَيَنْفَعَنَا بِهِمْ وَبِأَسْرَارِهِمْ، وَأَنْوَارِهِمْ فِيْ الدُّنْيَا وَالآخِرَةِ.
الْفَاتِحَةَ: إِلَىٰ أَرْوَاحِ سَادَتِنَا الصُّوْفِيَّةِ أَيْنَمَا كَانُوْا وَحَلَّتْ أَرْوَاحُهُمْ.. أَنْ يُعْلِيَ اللهُ دَرَجَاتِهِمْ، وَيَنْفَعَنَا بِهِمْ وَبِعْلُوْمِهِمْ وَأَسْرَارِهِمْ وَيُلْحِقَنَا بِهِمْ فِيْ خَيْرٍ وَعَافِيَةٍ.
الْفَاتِحَةَ: إِلَى رُوْحِ صَاحبِ الرَّاتِبِ، قُطْبِ الإِرْشَادِ، وَغَوْثِ الْعِبَادِ وَالْبِلادِ الْحَبِيْبِ عَبْدِ الله بْنِ عَلَوِيٍّ الْحَدَّادِ، وَأُصُوْلِهِ وَفُرُوعِهِمْ.. أَنْ يُعْلِيَ اللهُ دَرَجَاتِهِمْ، وَيَنْفَعَنَا بِهِمْ وَبِأَسْرَارِهِمْ، وَأَنْوَارِهِمْ وَبَرَكَاتِهِمْ فِيْ الدُّنْيَا وَالآخِرَةِ.
الْفَاتِحَةَ: إِلَى أَرْوَاحِ كَافَّةِ عِبَادِ الله الصَّالِحِيْنَ وَالْوَالِدِيْنَ، وَجَمِيْعِ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ، وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ.. أَنْ يَغْفِرَ اللهُ لَهُمْ، وَيَرْحَمَهُمْ وَيَنْفَعَنَا بِأَسْرَارِهِمْ وَبَرَكَاتِهِمْ فِي الدُّنيا وَالآخِرَةِ.
وَيَدْعُوَ الْقَارِئُ بِمَا شَاءَ مِنْ جَوَامِعِ الْكَلِمِ وَكَوَامِلِ الثَّنَاءِ، وَيَقُوْلُ فِيْ آخِرِ الْفَاتِحَةِ: وَإِلَى حَضْرَةِ النَّبِيِّ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ، ثُمَّ يَسْكُتُ هُنَيْهَةً يَدْعُوْ الله فِيْهَا رَافِعاً يَدَيْهِ ثُمَّ يَضَعُهُما وَيَقُوْلُ: اللَّهُمَّ إِنَّا نَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ، وَنَعُوْذُ بِكَ مِنْ سَخَطِكَ وَالنَّارِ. "ثَلاَثاً".
انتهى الرَّاتِبُ الشَّهِيرُ.
واحْذَرْ أَنْ تَتْرُكَ الرَّاتِبَ لِلحَبِيْبِ عَبْدِ الله الحدَّادِ، فَإِنَّهُ مُهِمٌّ. فَإِنْ كُنْتَ مِمَّنْ يُحَزِّبُ فَاقْرَأْهُ قَبْلَ العِشاءِ فِي المَسْجِدِ كَما هِيَ عَادَتُهُمْ، وَإِلاَّ فَلا تَغْفُلْ عَنْ قِراءَتِهِ إِذَا عُدْتَ إِلَى مَنْزِلِكَ، وَلا تَتْرُكْهُ؛ فَإِنَّ لَهُ فَوائِدَ عَظِيْمَةً، لا نُطِيْلُ بِذِكْرِها، وَيَكْفِيْكَ مِنْهَا أَنَّ مَنْ وَاظَبَ عَلَى قِراءَتِهِ يَمُوْتُ عَلَى حُسْنِ الخِتام، وَلَوْ لَمْ تَكُنْ إِلاَّ هذِهِ لَكَفَتْ في التَّحْرِيْضِ عَلَى قِراءَتِهِ.
''',
      false,
      incrementedContentId++, //49,
      hasVoice: true,
      voiceFile: "1ZiEN8-3aJGcZHIxrDb9UE9PDDPgSEcZJ",
    ),
    Content(
      incrementedContentId,
      //      82,
      '''أَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ  شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ سَيِّدَنَا مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، آمَنْتُ بِاللهِ، وَمَلائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِه، وَاليَوْمِ الآخِرِ، وَبِالْقَدَرِ خَيْرِهِ وَشَرِّهِ، صَدَقَ اللهُ، وَصَدَقَ رَسُوْلُهُ، صَدَقَ اللهُ، وَصَدَقَ رُسُلُهُ، آمَنْتُ بِالشَّرِيْعَةِ، وَصَدَّقْتُ بِالشَّرِيْعَةِ، وَإِنْ كُنْتُ قُلْتُ شَيْئاً خِلافَ الإِجْمَاعِ رَجَعْتُ عَنْهُ، وَتَبَرَّأْتُ مِنْ كُلِّ دِيْنٍ يُخَالِفُ دِيْنَ الإِسْلاَمِ.
اللَّهُمَّ إِنِّي أُؤْمِنُ بِمَا تَعْلَمُ أَنَّهُ الْحَقُّ عِنْدَكَ، وَأَبْرَأُ إِلَيْكَ مِمَّا تَعْلَمُ أَنَّهُ البَاطِلُ عِنْدَكَ، فَخُذْ مِنِّي جُمَلاً، وَلاَ تُطَالِبْنِيْ بِالتَّفْصِيْلِ.
أَسْتَغْفِرُ اللهَ العَظِيْمَ وَأَتُوْبُ إِلَيْهِ، نَدِمْتُ مِنْ كُلِّ شَرٍّ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ سَيِّدَنَا مُحَمَّداً عَبْدُهُ ورَسُوْلُهُ، وَأَنَّ عِيْسىٰ عَبْدُ اللهِ وَرَسُوْلُهُ، وَابْنُ أَمَتِهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوْحٌ مِنْهُ، وأَنَّ الجَنَّةَ حَقٌّ، وَالنَّارَ حَقٌّ، وأَنَّ كُلَّ مَا أَخْبَرَ بِهِ رَسُوْلُ الله صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ حَقٌّ، وَأَنَّ السَّاعَةَ آتِيَةٌ لاَ رَيْبَ فِيْهَا، وأَنَّ اللهَ يَبْعَثُ مَنْ فِيْ القُبُوْرِ.
أَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ  شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ سَيِّدَنَا مُحَمَّداً عَبْدُهُ ورَسُوْلُهُ، لاَ إِلٰهَ إِلاَّ اللهُ، أُفْنِي بِهَا عُمْرِيْ، لاَ إِلٰهَ إِلاَّ اللهُ، أَدْخُلُ بِهَا قَبْرِيْ، لاَ إِلٰهَ إِلاَّ اللهُ، أَخْلُوْ بِهَا وَحْدِيْ، لاَ إِلٰهَ إِلاَّ الله، أَلْقَى بِهَا رَبِّي، لاَ إِلٰهَ إِلاَّ اللهُ قَبْلَ كُلِّ شَيْءٍ، لاَ  إِلٰهَ إِلاَّ اللهُ بَعْدَ كُلِّ شَيْءٍ، لاَ إِلٰهَ إِلاَّ اللهُ يَبْقَى رَبُّنَا، وَيَفْنَى كُلُّ شَيْءٍ، لاَ إِلٰهَ إِلاَّ اللهُ، نَسْتَغْفِرُ اللهَ "ثلاثاً"، لاَ إِلٰهَ إِلاَّ اللهُ وَنَتُوْبُ إِلَىٰ اللهِ، لاَ إِلٰهَ إِلاَّ اللهُ، مُحَمَّدٌ رَسُوْلُ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ. اهـ..
''',
      false,
      incrementedContentId++, //50,
    ),
    Content(
      incrementedContentId,
      //      83,
      '''عَلَيْكَ بِالإِتْيَانِ بِهٰذَا الرَّاتِبِ وَالْمُسَمَّى (عَزِيْزُ الْمَنَالِ وَفَتْحُ بَابِ الْوِصَالِ)، يُقْرَأُ صَبَاحاً وَمَسَاءً، وَهُوَ:
اَلْفَاتِحَةَ: إِلَى حَضْرَةِ سَيِّدِنَا وَحَبِيْبِنَا مُحَمَّدٍ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ.
وَإِلَى رُوْحِ سَيِّدِنَا الْحَبِيْبِ عُمَرَ بْنِ عَبْدِ الرَّحْمٰنِ الْعَطَّاسِ، صَاحِبِ الرَّاتِبِ.
وَالشَّيْخِ عَلِيِّ بْنِ عَبْدِ اللهِ بارَاسٍ.
وَإِلَى رُوْحِ سَيِّدِنَا الإِمَامِ الْحَبِيْبِ أَحْمَدَ ابنِ حَسَنِ بنِ عَبْدِ اللهِ الْعَطَّاسِ.
أَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ
﴿ بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ١ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ ٢ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ٣ مَـٰلِكِ يَوْمِ ٱلدِّينِ ٤ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ٥ ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ ٧﴾ آمِيْنَ.
أَعُوْذُ بِاللهِ السَّمِيْعِ الْعَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ. "ثَلاَثاً".
ثُمَّ ﴿ لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَـٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ٢١ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ ٢٢ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ٢٣ هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ٢٤﴾ أَعُوْذُ بِالله السَّمِيْعِ الْعَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ. "ثَلاَثاً".
أَعُوْذُ بِكَلِمَاتِ الله التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ. "ثَلاَثاً".
بِاسْمِ اللهِ الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. "ثَلاَثاً".
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ. "عَشْراً".
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ. "ثَلاَثاً".
بِاسْمِ اللهِ تَحَصَّنَّا بِاللهِ، بِاسْمِ اللهِ تَوَكَّلْنَا عَلَى اللهِ. "ثَلاَثاً".
بِاسْمِ اللهِ آمَنَّا بِاللهِ، وَمَنْ يُؤْمِنْ بِاللهِ لاَ  خَوْفٌ عَلَيْهِ. "ثَلاَثاً".
سُبْحَانَ اللهِ عَزَّ اللهُ، سُبْحَانَ اللهِ جَلَّ اللهُ. "ثَلاَثاً".
سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيْمِ "ثَلاَثاً".
سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلٰهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ. "أَرْبَعاً".
يَا لَطِيْفاً بِخَلْقِهِ، يَا عَلِيْماً بِخَلْقِهِ، يَا  خَبِيْراً بِخَلْقِهِ الْطُفْ بِنَا يَا لَطِيْفُ، يَا  عَلِيْمُ، يَا خَبِيْرُ. "ثَلاَثاً".
يَا لَطِيْفاً لَمْ يَزَلْ.. الْطُفْ بِنَا فِيْمَا نَزَلَ، إِنَّكَ لَطِيْفٌ لَمْ تَزَلْ، الْطُفْ بِنَا وَالْمُسْلِمِيْنَ. "ثَلاَثاً".
لاَ إِلٰهَ إِلاَّ اللهُ "أَرْبَعِيْنَ ـ أَوْ مِئَةَ مَرَّة".
مُحَمَّدٌ رَسُوْلُ اللهِ. "مَرَّةً".
حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيْلُ. "سَبْعاً".
اللَّهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ. اللَّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ. "إِحْدَىٰ عَشْرَةَ مَرَّةً".
أَسْتَغْفِرُ اللهَ "إِحْدَىٰ عَشْرَةَ مَرَّةً".
تَائِبُوْنَ إِلَىٰ اللهِ. "ثَلاَثاً".
يَا اللهُ بِهَا، يَا اللهُ بِهَا، يَا كَرِيْمُ، يَا اللهُ بِحُسْنِ الْخَاتِمَةِ. "ثَلاَثاً".
﴿ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ (286)﴾.
الْفَاتِحَةَ: إِلَى حَضْرَةِ سَيِّدِنَا وَحَبِيْبِنَا وَشَفِيْعِنَا رَسُوْلِ اللهِ مُحَمَّدِ بْنِ عَبْدِ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ، وَآلِهِ وَأَصْحَابِهِ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ.. بِأَنَّ اللهَ يُعْلِيْ دَرَجَاتِهِمْ فِيْ الْجَنَّةِ، وَيَنْفَعُنَا بِأَسْرَارِهِمْ وَأَنْوَارِهِمْ وَعُلُوْمِهِمْ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ، وَيَجْعَلُنَا مِنْ حِزْبِهِمْ، وَيَرْزُقُنَا مَحَبَّتَهُمْ، وَيَتَوَفَّانَا عَلَى مِلَّتِهِمْ، وَيَحْشُرُنَا فِيْ زُمْرَتِهِمْ. الْفَاتِحَةَ أَثَابَكُمُ اللهُ.
ثُمَّ الْفَاتِحَةَ: إِلَى رُوْحِ سَيِّدِنَا الْفَقِيْهِ الْمُقَدَّمِ مُحَمَّدِ بْنِ عَلِيٍّ بَاعَلَوِيٍّ، وَأُصُوْلِهِ وَفُرُوْعِهِ وَجَمِيْعِ سَادَاتِنَا آلِ أَبِيْ عَلَوِيٍّ، وَذَوِيْ الْحُقُوْقِ عَلَيْهِمْ أَجْمَعِيْنَ.. أنَّ اللهَ يَغْفِرُ لَهُمْ، وَيَرْحمُهُمْ، وَيُعْلِيْ دَرَجَاتِهِمْ فِيْ الْجَنَّةِ، وَيَنْفَعُنَا بِأَسْرَارِهِمْ وَأَنْوَارِهِمْ وَعُلُوْمِهِمْ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ.. اَلْفَاتِحَةَ أَثَابَكُمُ اللهُ.
ثُمَّ الْفَاتِحَةَ: إِلَى رُوْحِ سَيِّدِنَا وَحَبِيْبِنَا وَبَرَكَتِنَا صَاحِبِ الرَّاتِبِ، قُطْبِ الأَنْفَاسِ، الْحَبِيْبِ عُمَرَ بنِ عَبْدِ الرَّحْمٰنِ الْعَطَّاسِ، ثُمَّ إِلَى رُوْحِ الشَّيْخِ عَلِيِّ بنِ عَبْدِ اللهِ بَارَاسٍ، ثُمَّ إِلَى رُوْحِ سَيِّدِنَا وَحَبِيْبِنَا وَبَرَكَتِنَا وَقُدْوَتِنَا وَمُرْشِدِنَا الإِمَامِ الْحَبِيْبِ أَحْمَدَ بنِ حَسَنِ بنِ عَبْدِ الله الْعَطَّاسِ، وَأُصُوْلِهِمْ وَفُرُوْعِهِمْ وَذَوِيْ الْحُقُوْقِ عَلَيْهِمْ أَجْمَعِيْنَ.. أَنَّ الله يَغْفِرُ لَهُمْ، وَيَرْحَمُهُمْ، وَيُعْلِيْ دَرَجَاتِهِمْ فِيْ الْجَنَّةِ، وَيَنْفَعُنَا بِأَسْرَارِهِمْ وَأَنْوَارِهِمْ وَعُلُوْمِهِمْ وَنَفَحَاتِهِمْ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ.. اَلْفَاتِحَةَ أَثَابَكُمُ اللهُ.
ثُمَّ الْفَاتِحَةَ: إِلَى رُوْحِ الأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ، وَالأَئِمَّةِ الرَّاشِدِيْنَ، ثُمَّ أَرْوَاحِ وَالِدِيْنَا وَمَشَايِخِنَا وَمُعَلِّمِيْنَا، وَذَوِيْ الْحُقُوْقِ عَلَيْنَا أَجْمَعِيْنَ، ثُمَّ إِلَىٰ أَرْوَاحِ أَمْوَاتِ الْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ.. أَنَّ اللهَ يَغْفِرُ لَهُمْ، وَيَرْحَمُهُمْ، وَيُعْلِيْ دَرَجَاتِهِمْ فِيْ الْجَنَّةِ، وَيَنْفَعُنَا بِأَسْرَارِهِمْ وَأَنْوَارِهِمْ وَعُلُوْمِهِمْ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ.. اَلْفَاتِحَةَ أَثَابَكُمُ اللهُ.
ثُمَّ الْفَاتِحَةَ: بِالْقَبُوْلِ وَتَمَامِ كُلِّ سُوْلٍ وَمَأْمُوْلٍ، وَصَلاَحِ الشَّأْنِ ظَاهِراً وَبَاطناً، فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ، دَافِعَةً لِكُلِّ شَرٍّ، جَالِبَةً لِكُلِّ خَيْرٍ، لَنَا وَلأَحْبَابِنَا وَلِوَالِدِيْنَا وَمَشَايِخِنَا فِيْ الدِّيْنِ، مَعَ اللُّطْفِ وَالْعَافِيَةِ، وَعَلَىٰ نِيَّةِ أَنَّ اللهَ يُنَوِّرُ قُلُوْبَنَا وَقَوَالِبَنَا، مَعَ التُّقَىٰ والْهُدَىٰ وَالْعَفَافِ وَالْمَوْتِ عَلَى دِيْنِ الإِسْلاَمِ وَالإِيْمَانِ، بِلاَ مِحْنَةٍ وَلاَ امْتِحَانٍ، بِحَقِّ سَيِّدِ وَلَدِ عَدْنَانَ، وَلِكُلِّ نِيَّةٍ صَالِحَةٍ، وَإِلَىٰ حَضْرَةِ الْحَبِيْبِ مُحَمَّدٍ صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ وَمَنْ وَالاَهُ.. اَلْفَاتِحَةَ أَثَابَكُمُ اللهُ.
''',
      false,
      incrementedContentId++, //51,
      hasVoice: true,
      voiceFile: "1EUMC-ZRCeQkl-cXtS8FuwrX-FHmOzrYu",
    ),
    Content(
      incrementedContentId,
      //      84,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
الْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ، حَمداً يُوَافِيْ نِعَمَهُ، وَيُكَافِئُ مَزِيْدَهُ، يَا رَبَّنَا لَكَ الْحَمْدُ كَمَا يَنْبَغِيْ لِجَلاَلِ وَجْهِكَ، وَعَظِيْمِ سُلْطَانِكَ، سُبْحَانَكَ لاَ نُحْصِيْ ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَىٰ نَفْسِكَ، فَلَكَ الْحَمْدُ حَتَّى تَرْضَىٰ، وَلَكَ الْحَمْدُ إِذَا رَضِيْتَ، وَلَكَ الْحَمْدُ بَعْدَ الرِّضَا.
اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ فِيْ الأَوَّلِيْنَ، وَصلِّ وَسَلِّمْ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ فِيْ الآخِرِيْنَ، وَصَلِّ وَسَلِّمْ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ فِيْ الْمَلأ الأَعْلَىٰ إِلَىٰ يَوْمِ الدِّيْنِ، وَصَلِّ وَسَلِّمْ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ حَتَّىٰ تَرِثَ الأَرْضَ وَمَنْ عَلَيْهَا، وَأَنْتَ خَيْرُ الْوَارِثِيْنَ.
اللَّهُمَّ إِنَّا نَسْتَحْفِظُكَ وَنَسْتَوْدِعُكَ أَدْيَانَنَا، وَأَنْفُسَنَا، وَأَمْوَالَنَا، وَأَهْلَنَا، وَكُلَّ شَيْءٍ أَعْطَيْتَنَا.
اللَّهُمَّ اجْعَلْنَا وَإِيَّاهُمْ فِيْ كَنَفِكَ وَأَمَانِكَ وَعِيَاذِكَ، مِنْ كُلِّ شَيْطَانٍ مَرِيْدٍ، وَجَبَّارٍ عَنِيْدٍ، وذِيْ عَيْنٍ، وَذِيْ بَغْيٍ، وَذِيْ حَسَدٍ، وَمِنْ شَرِّ كُلِّ ذِيْ شَرٍّ؛ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.
اللَّهُمَّ جَمِّلْنَا بِالْعَافِيَةِ وَالسَّلاَمَةِ، وَحَقِّقْنَا بِالتَّقْوَى وَالاِسْتِقَامَةِ، وَأَعِذْنَا مِنْ مُوْجِبَاتِ النَّدَامَةِ فِيْ الْحَالِ وَالْمَالِ وَالْمَآلِ، إِنَّكَ سَمِيْعُ الدُّعَاءِ.
وَصَلِّ اللَّهُمَّ بِجَلاَلِكَ وَجَمَالِكَ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَىٰ آلِهِ وَصَحْبِهِ أَجْمَعِيْنَ وَارْزُقْنَا كَمَالَ الْمُتَابَعَةِ لَهُ ظَاهِراً وَبَاطِناً، يَا  أَرْحَمَ الرَّاحِمِيْنَ، بِفَضْلِ: ﴿سُبحانَ رَبِّكَ رَبِّ العِزَّةِ عَمّا يَصِفونَ۝وَسَلامٌ عَلَى المُرسَلينَ۝وَالحَمدُ لِلَّهِ رَبِّ العالَمينَ﴾.
قَالَ سَيِّدِنَا الإِمَامُ الْحَبِيْبُ عَلِيُّ بْنُ حَسَنٍ العطَّاسُ في كتابه «القرطاس» في أَثناءِ شرحهِ لهذا الرَّاتبِ ما نصُّهُ: والأَحسنُ لمن كانت له همَّةٌ عاليةٌ في طلب الخيرِ وحرصاً عَلَيْهِ أَن يقرأ هذا الراتبَ صباحاً ومَسَاءً؛ لأَنَّ جملةَ ما جاءَ بِهِ منَ الأَذكارِ وردتِ السنَّةُ بالإِتْيَانِ بها صباحاً ومساءً. كما يَعْلَمُ ذلِكَ مَنْ لهُ أَدنى إِشرافٍ عَلَى كتبِ الحديثِ. انتهى.''',
      false,
      incrementedContentId++, //52,
    ),
    Content(
      incrementedContentId,
      //      85,
      ''' بِسْمِ الله الرَّحْمنِ الرَّحِيْمِ "مِئَةَ مَرَّةٍ".
٭ الحَمْدُ للهِ رَبِّ العَالَمِيْنَ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَعَلَىٰ آلِ سَيِّدِنا مُحَمَّدٍ وَسَلِّمْ "مِئَةَ مَرَّةٍ".
٭ لا إِلهَ إِلاَّ الله مُحَمَّدٌ رَسُولُ الله "مِئَةَ مَرَّةٍ".
٭ سُبْحَانَ الله وَبِحَمْدِهِ، سُبْحَانَ اللهِ العَظِيْمِ "مِئَةَ مَرَّةٍ".
٭ أَسْتَغْفِرُ اللهَ العَظِيمَ، وَأَسْأَلُهُ التَّوْبَةَ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الخَيْراتِ، وَتَرْكَ المُنكَراتِ، وحُبَّ المَساكِيْنِ، وَأَنْ تَغْفِرَ لِيْ وَتَرْحَمَنِيْ ـ "مِئَةَ مَرَّةٍ".
٭ سُوْرَةُ (الإِخْلاصِ) "مِئَةَ مَرَّةٍ".
٭ حَسْبُنَا اللهُ وَنِعْمَ الوَكِيْلُ ـ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنا مُحَمَّدٍ النَّبيِّ الأُمِّيِّ، وَعَلَى آلِ سَيِّدِنا مُحَمَّدٍ وَسَلِّمْ "ثَلاثَ مَرَّاتٍ".
وَلا تَسْتَعْظِمْ ذلِكَ وَتَقُولُ: إِنَّ عَدَدَ مِئَةٍ لِكُلِّ ذِكْرٍ كَثِيْرٌ، فَإِذَا وَاظَبْتَ عَلَيْها فَإِنَّها تَسْهُلُ عَلَى اللِّسانِ، وَتَقْطَعُها فِي أَسْرَعِ وَقْتٍ، وَلاَ بَأْسَ بِحَمْلِ المَسْبَحَةِ فِي بَعْضِ الأَحْيانِ، لِضَبْطِ العَدَدِ لا لِلْفَخْرِ وَالتَّصَنُّعِ وَالتَّزْيِيْفِ عَلَىٰ النَّاسِ! ـ وَيُعْتَبَرُ ذلِكَ تَدْلِيْساً، وَيَكُوْنُ ذٰلِكَ كَمَنْ يَشْهَدُ زُوْراً، وَيَرْتَكِبُ فُجُوراً !
وقد رَتَّبَها الحَبِيْبُ عَلِيُّ بْنُ حَسَنٍ العَطَّاسُ، وَأَمَرَ بَقِراءَتِها مَعَ الحَثِّ مِنْهُ عَلَى ذٰلِكَ، وَالبِشارَةِ لِمَنْ واظَبَ عَلَيْها بِبُلُوغِ المَرامِ بَعْدَ الصُّبْحِ، وَبَعْدَ المَغْرِبِ؛ وفِيْها الخَيْرَ وَالبَرَكَةَ.
''',
      false,
      incrementedContentId++, //53,
    ),

    ///   صلاة العشاء
    Content(
      incrementedContentId,
      //      86,
      '''صلِّ رَكعَتَينِ تَنْوِي بِهِمَا سنَّةَ العِشَاءِ القَبلِيَّةِ وَسُنَّةَ الرِّضَا ، وَتَقَرأُ فِي كُلٍّ مِنهُمَا (الإِخلاَصَ) "ثَلاَثاً"، وَآيةَ الكُرسِيِّ، وَبَعْدَ أَنْ تُسلِّمَ قُلْ: (اللَّهُمَّ إِنِّي أَسأَلُكَ رِضَاكَ وَالجَنَّةَ، وَأَعوذُ بِكَ مِنْ سَخَطِكَ وَالنَّارِ). "ثَلاَثاً".
اللَّهُمَّ إِنِّي أَعوذُ بِرضَاكَ مِنْ سَخَطِكَ وَبِمُعافَاتِكَ مِنْ عُقُوبتِكَ وَأَعوذُ بِكَ مِنْكَ، سُبَحانَكَ لاَ أُحصِي ثَنَاءً علَيكَ أَنتَ كَمَا أَثنَيتَ عَلَى نَفسِكَ..
''',
      false,
      incrementedContentId++, //54,
    ),
    Content(
      incrementedContentId,
      //      87,
      '''
"ليلة الجمعة": الجمعة والمنافقون
"ليلة السبت" | الإمام الحداد : الضحى وألم نشرح | الحَبيبِ عَبْدِ الرَحمنِ المشهُور : الطارق والهُمَزة
"ليلة الأحد" | الإمام الحداد : إذا زلزلت وألهاكم | الحَبيبِ عَبْدِ الرَحمنِ المشهُور : الشمس والقارعة
"ليلة الاثنين" | الإمام الحداد : التين والقدر | الحَبيبِ عَبْدِ الرَحمنِ المشهُور: والليل والتين
"ليلة الثلاثاء" | الإمام الحداد : ألم نشرح والنصر | الحَبيبِ عَبْدِ الرَحمنِ المشهُور : الضحى وألم نشرح
"ليلة الأربعاء" | الإمام الحداد : الهُمَزة والفيل | الحَبيبِ عَبْدِ الرَحمنِ المشهُور : اقرأ والقدر
"ليلة الخميس" | الإمام الحداد : التين والقدر | الحَبيبِ عَبْدِ الرَحمنِ المشهُور : البينة والزلزلة
''',
      false,
      incrementedContentId++, //55,
    ),
    Content(
      incrementedContentId,
      //      94,
      '''«أَسْتَغْفِرُ الله العَظِيمَ، الَّذِي لا إلهَ إِلاَّ هُوَ الحَيَّ القَيُّومَ، وَأَتُوبُ إِلَيْهِ.
اللَّهُمَّ أَنْتَ السَّلامُ، وَمِنْكَ السَّلامُ، تَبَارَكْتَ يا ذَا الجَلالِ والإِكرامِ، سُبحانَ رَبِّيَ العَلِيِّ الأَعْلَى، لا إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.
اللَّهُمَّ لا مَانِعَ لِما أَعْطَيْتَ، ولا مُعْطِيَ لما مَنَعْتَ، وَلا رَادَّ لِما قَضَيْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ، لا إِلهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ أَهْلَ الفَضْلِ والنِّعَمِ، والثَّناءِ الحَسَنِ، لا إِلهَ إِلاَّ اللهُ، ولا نَعْبُدُ إِلاَّ إِيَّاهُ مُخْلِصِيْنَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرونَ».
ثُمَّ سَبِّحْ "ثلاثاً وثلاثين"، وَاحْمَدْ "ثلاثاً وثلاثين"، وَكَبِّر "ثلاثاً وثلاثين"، وتَمِّمِ المِئَةَ بـ«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ».
«لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» "عَشْراً".
 «اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ» "سَبْعاً".
و "إِحْدَى وسَبْعيْنَ مَرَّةً": «يَا فَتَّاحُ»؛ مَعَ وَضْعِ يَدِكَ اليُمْنَى عَلَى صَدْرِكَ، فإِنَّها مُجَرَّبَةٌ لِلفُتُوحِ.
وَاقْرأْ أيضاً:
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ١ وَوَضَعْنَا عَنكَ وِزْرَكَ ٢ ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ ٣ وَرَفَعْنَا لَكَ ذِكْرَكَ ٤ فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا ٥ إِنَّ مَعَ ٱلْعُسْرِ يُسْرًۭا ٦ فَإِذَا فَرَغْتَ فَٱنصَبْ ٧ وَإِلَىٰ رَبِّكَ فَٱرْغَب ٨ ﴾.
وَيَدُكَ عَلَى صَدْرِكَ. 
واقرأ آيَةَ الكُرْسِي.
فَفِي ذلِكَ فَوائِدُ مَذْكُورَةٌ عَنِ الكُمَّلِ الرَّاسِخِيْنَ في قَدَمِ الاتِّباعِ لِسَيِّدِ المُرسَلِيْنَ وَغَيْرُ ذلِكَ كَثِيرٌ. 
ثُمَّ ادْعُ اللهَ، وَلْيَكُنْ مِنْ دُعائِكَ: «اللَّهُمَّ ارْزُقْنِي فَهْمَ النَّبِيِّيْنَ، وَحِفْظَ المُرْسَلِيْنَ، وسُرْعَةَ إِلهامِ المَلائِكَةِ المُقَرِّبِيْنَ.
اللَّهُمَّ أَغْنِنِي بِالعِلْمِ، وَزَينِّي بالحِلْمِ، وَأَكْرِمْنِي بالتَّقْوَى، وَجَمِّلْنِي بالعافِيَةِ.. يا أَرْحَمَ الرَّاحِميْنَ».
فإِنَّهُ دُعاءٌ جامِعٌ، وَمِمَّا يُوصِيْ بِهِ السَّلَفُ.
وَادْعُ بِهذَا الدُّعاءِ للحَبِيبِ عَبْدِ اللهِ الحَدّادِ ـ رضي الله عنه ـ : (اللَّهُمَّ أَعِنِّي وَاهْدِنِي، وَوَفِّقْنِي لِتَهْذِيبِ أَخْلاقِ نَفْسِي، وَتَلْطِيْفِ كَثافَتِها بِالرِّياضَةِ البالِغَةِ الماحِقَةِ للرُّعُوناتِ النَّفْسِيَّةِ، القاهِرَةِ للحُظُوظِ الشَّهْوانِيَّةِ، المُزَيَّنَةِ بالحُضُورِ الدائِمِ مَعَ اللهِ عَزَّ وَجَلَّ، وَوَصْفِ حُسْنِ الأَدَبِ على بِساطِ الذِّلَّةِ والانكسارِ، والاضْطَرارِ والافْتِقارِ.. تَحْقِيقاً لِلعُبُودِيَّةِ، ووَفاءً بحقوقِ الرُّبُوبِيَّةِ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ).
وَلَهُ أَيْضَاً: (اللَّهُمَّ أَخْرِجْ مِنْ قَلْبِي كُلَّ قَدْرٍ للدُّنْيا، وَكُلَّ مَحَلٍّ للخَلْقِ يَمِيْلُ بِي إِلى مَعْصِيَتِكَ، أَوْ يَشْغَلُنِي عَنْ طاعَتِكَ، أَوْ يَحُوْلُ بَيْنِي وَبَينَ التَّحَقُّقِ بمَعْرِفَتِكَ الخاصَّة، وَمَحَبَّتِكَ الخالِصَةِ.. آمين).
وَالأدْعِيَةُ كَثِيرةٌ، وَقَدْ ذَكَرَ الإمام الغَزَالِي ـ رحمه الله تعالى ـ في «البدايَةِ» مِنْهَا شَيْئاً كَثِيراً، فَادْعُ بِما شِئْتَ.
ثُمَّ بَعْدَ ذلِكَ اشْتَغِلْ بمُصافَحَةِ إِخْوانِكَ، لا سيَّما بَعْدَ هذا الفرض، وعِنْدَ كُلِّ لِقاءٍ؛ مَعَ مُراعاةِ الأَدَبِ في الظاهِرِ وَالباطِنِ، وَلاَ يَخْفَىٰ ذلِكَ عَلَى كُلِّ مَنْ لَهُ بَصِيْرَةٌ مُنِيْرَةٌ، وَسَرِيْرَةٌ مُسْتَنِيرَةٌ.
''',
      false,
      incrementedContentId++, //56,
    ),
    Content(
      incrementedContentId,
      //      95,
      '''«يا اللهُ.. يا لَطِيْفُ.. يا رَزَّاقُ.. يا  قَوِيُّ.. يا عَزِيْزُ "ثلاثاً" أَسْأَلُكَ تَأَلُّهاً إِلَيْكَ، وَاسْتِغْراقاً فِيْكَ، وَفَناءً بِكَ عَمَّنْ سِواكَ، وَلُطْفاً مِنْ لَدُنْكَ شَامِلاً جَلِيّاً وَخَفِيّاً، وَرِزْقاً طَيِّباً وَاسِعاً هَنِيْئَاً مَرِيْئاً، وَقُوَّةً فِي الإِيْمانِ وَفِي اليَقِيْنِ، وَصَلابَةً فِي الحَقِّ وَالدِّيْنِ، وَعِزّاً بِكَ يَدُوْمُ وَيَتَخَلَّدُ، وَشَرَفاً يَبْقَى وَيَتأَبَّدُ، لاَ يَشُوْبُهُ تَكَبُّرٌ، وَلا عُتُوٌّ، وَلاَ إِرادَةُ فَسادٍ فِي الأَرْضِ وَلاَ عُلُوٌّ، إِنَّكَ سَمِيْعٌ قَرِيْبٌ مُجِيْبٌ».وهو لِلإِمَامِ الْحَبِيبِ عَبْدِ اللهِ الْحَدَّادِ رَضِيَ اللهُ عَنْهُ.''',
      false,
      incrementedContentId++, //57,
    ),
    Content(
      incrementedContentId,
      //96,
      '''تقرأ الفاتحة "عَشْراً". ''',
      false,
      incrementedContentId++, //58
    ),
    Content(
      incrementedContentId,
      //      97,
      '''«الحَمْدُ للهِ رَبِّ العَالَمِيْنَ، حَمْداً يُوافِي نِعَمَهُ وَيُكَافِئُ مَزِيدَه، اللَّهُمَّ صَلِّ عَلَى سَيِّدِنا مُحَمَّدٍ وَعَلَى أَهْلِ بَيْتِهِ وَصَحْبِهِ وَسَلِّم، اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ الفَاتِحَةِ المُعَظَّمَةِ والسَّبْعِ المَثَانِي أَنْ تَفْتَحَ لَنا بِكُلِّ خَيْرٍ، وَأَنْ تَتَفَضَّلَ عَلَيْنَا بِكُلِّ خَيْرٍ، وَأَنْ تَجْعَلَنَا مِنْ أَهْلِ الخَيْرِ، وَأَنْ تُعَامِلَنَا مُعَامَلَتَكَ لأهْلِ الخَيْرِ، وَأَنْ تَحْفَظَنا فِي أَدْيانِنا وَأَنْفُسِنَا وَأَوْلاَدِنا وَأَهْلِينَا وَأَصْحَابِنَا وَأَحْبَابِنا مِنْ كُلِّ مِحْنَةٍ وَفِتْنَةٍ وَبُؤْسٍ وَضَيْرٍ، إِنَّكَ وَلِيُّ كُلِّ خَيْرٍ، وَمُتَفَضِّلٌ بِكُلِّ خَيْرٍ، وَمُعْطِي كُلَّ خَيْرٍ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ، يَا أَرْحَمَ الرَّاحِمِيْنَ، يَا أَرْحَمَ الرَّاحِمِيْنَ».''',
      false,
      incrementedContentId++, //59,
    ),
    Content(
      incrementedContentId,
      //      98,
      '''اقْرَأْ ( يس[36]) بَعْدَ كُلِّ فَرْضٍ، وَعِنْدَ كُلِّ مُهِمٍّ. فإن كانت لك حاجة أو أمر فَسَمِّهِ وَقُلْ بَعْدَ قِراءَتِها:
«اللَّهُمَّ إنَّا نَسْتَحْفِظُكَ وَنَسْتَوْدِعُكَ أَدْيانَنا، وَأَنْفُسَنا، وَأَهْلَنا، وَأَوْلادَنا، وَأَمْوالَنا، وكُلَّ شَيء أَعْطَيْتَنا. اللَّهُمَّ اجْعَلْنا فِي كَنَفِكَ، وَأَمَانِكَ، وَجِوارِكَ، وَعِياذِكَ، مِنْ كُلِّ شَيْطانٍ مَرِيْدٍ، وَجَبَّارٍ عَنِيْدٍ، وَذِيْ عَيْنٍ، وَذِيْ بَغْيٍ، وَمِنْ شَرِّ كُلِّ ذِي شَرٍّ؛ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. اللَّهُمَّ جَمِّلْنا بِالعافِيَةِ وَالسَّلاَمَةِ، وَحَقِّقْنَا بِالتَّقْوَى والاسْتِقَامَةِ، وَأَعِذْنا مِنْ مُوجِباتِ النَّدامَةِ، إِنَّكَ سَمِيْعُ الدُّعاءِ. اللَّهُمَّ اغْفرْ لَنا، وَلوالِدِيْنَا، ولأَوْلاَدِنا، وَمَشايِخِنا، وَلإِخْوانِنا فِي الدِّيْنِ، وَلأَصْحابِنا، وَأَحْبابِنا، وَلِمَنْ أَحَبَّنَا فِيْكَ، ولِمَنْ أَحْسَنَ إلَيْنَا، وَللمُؤْمِنِيْنَ وَالمُؤْمِناتِ، وَالمُسْلِمِيْنَ وَالمُسْلِماتِ، يَا رَبَّ العالَمِيْنَ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ، وَارْزُقْنا كَمالَ المُتابَعَةِ لَهُ ظاهِراً وَباطِناً فِي عافِيَةٍ وَسَلامَةٍ، بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ».''',
      false,
      incrementedContentId++, //60,
    ),
    Content(
      incrementedContentId,
      //      99,
      '''صلِّ البعدية، فإِنْ كنْتَ مِنْ أَهلِ الهِمَمِ العَالِيَةِ والعزَائِمِ القَويَّةِ.. فَاقَرأْ فِيهَا (السَّجدَةَ[32]) فِي الأُولَى، وَفِي الثَّانِيَةِ (تبارَك[67])، وَإِلاَّ.. فَاقرَأ (الفَلقَ) وَ(النَّاسَ) أَو مَا تَيَسَّرَ مِنْ غَيرِهَا مِنَ السُّورِ.
وعَنْ عِمْرانَ بْنِ خالِدٍ الخُزاعِيِّ قالَ: كُنْتُ عِنْدَ عَطاءٍ جالِساً، فَجاءَهُ رَجُلٌ فَقالَ: يا  أَبا مُحَمَّدٍ: إِنَّ طاوُوساً يَزْعُمُ أَنَّ مَنْ صَلَّىٰ العِشاءَ، ثُمَّ صَلَّىٰ بَعْدَها رَكْعَتَيْنِ، يَقْرَأُ فِي الأُوْلَىٰ: ﴿تَنْزِيْلَ﴾ السَّجْدَةَ، وَفِي الثَّانِيَةِ: ﴿تبارك﴾ كُتِبَ لَهُ مِثْلُ وُقُوفِ لَيْلَةِ القَدْرِ، فَقالَ عَطاءٌ: صَدَقَ طاووسٌ، ما تَرَكْتُها. اهـ.
وَدَخَلَ رَجُلٌ وَسَيِّدُنا ثابِتٌ البُنانِيُّ عَلَى مُطَرِّفِ بْنِ عَبْدِ اللهِ الشِّخِّيْرِ ـ رَضِيَ اللهُ عَنْهُ ـ وَهُوَ مُغْمَىً عَلَيْهِ. قالا: فَسَطَعَتْ مِنْهُ أَنْوارٌ ثَلاثَةٌ: نُوْرٌ مِنْ رَأْسِهِ، وَنُوْرٌ مِنْ وَسَطِهِ، وَنُوْرٌ مِنْ رِجْلَيْهِ وَقَدَمَيْهِ، قالا: فَهالَنا ذلِكَ، فَأفاقَ، فقالا لَهُ: كَيْفَ أَنْتَ يا أَبا عَبْدِ اللهِ؟ فَقالَ: صالِحٌ. فَقِيْلَ: لَقَدْ رَأَيْنَا شَيْئاً هالَنا، قالَ: وَمَا هُوَ؟ قُلْنا: أَنْوارٌ سَطَعَتْ مِنْكَ، قالَ: وَقَدْ رَأَيْتُمْ ذٰلِكَ؟ قالُوا: نَعَمْ، قالَ: تِلْكَ (تَنْزِيلُ.. السَّجْدَةُ) وَهِيَ ثَلاثُونَ آيَةً، سَطَعَ أَوَّلُها مِنْ رَأْسِيْ، وَوَسَطُها مِنْ وَسَطِيْ، وآخِرُهَا مِنْ قَدَمَيَّ! وَقَدْ صُوِّرَتْ تَشْفَعُ لِيْ، فَهٰذَا ثَوابُها يَحْرُسُنِيْ. اهـ. وَكِلْتا الفائِدَتَيْنِ مِنْ «حِلْيَةِ أَبِيْ نُعَيْمٍ».
وَمِمَّا كانَ يُرتِّبُهُ الإِمَامُ الحدَّادُ رَحِمَهُ اللهُ وَنفعَنَا بهِ بعدَ سنَّةِ العِشَاءِ البَعِديَّةِ: جَزَى اللهُ عَنَّا سَيِّدَنا مُحَمَّداً مَا هُوَ أَهلُهُ (عَشْرَ مرَّاتٍ). وَقَدْ وَرَدَ أنَّ مَنْ قَرأَهَا أَتعَبَ سَبعِينَ كَاتِباً ألفَ صَبَاحٍ.
''',
      false,
      incrementedContentId++, //61,
    ),

    /// صلاة الوتر
    Content(
      incrementedContentId,
      //      100,
      '''صلِّ الوترَ إِحدَى عَشرَةَ رَكَعةً، وَلاَ أَقلَّ مِنْ أَن تُصلِّيَ ثَلاَثاً. تُحرِمُ بِرَكعتَينِ مَعاً، تَقرَأُ فِي الأُولَى: سُورَةَ (الأَعلَى[87])، وَفِي الثَّانِيَةِ: (الكَافِرُونَ)، ثمَّ تُحرِمُ بِرَكعَةٍ تَقرَأُ: (الإخلاَصَ) و(المُعَوذَتَينِ)، وتَقُولُ بَعدَهَا: سُبحَانَ المَلِكِ القُدُّوسِ، ثمَّ تَقُولُ: سُبُّوحٌ قُدُّوسٌ ربُّ المَلائِكَةِ وَالرُّوحِ، وَتَجهَرُ فِي الثَّالثَةِ أَكثَرَ مِنَ الأُولَيَيْنِ، ثمَّ اللَّهُمَّ إِنِّي أَسأَلُكَ رِضَاكَ والجَنَّةَ، وَأَعُوذُ بِكَ مِنْ سَخَطِكَ وَالنَّار.''',
      false,
      incrementedContentId++, //62,
    ),
    Content(
      incrementedContentId,
      //      101,
      '''عَلَيكَ بَعدَ الوِتْرِ بأَربعِينَ مرَّةً مِنْ دُعَاءِ ذِي النُّونِ: (لاَ إِلٰهَ إِلاَّ أَنتَ سُبحَانَكَ إِنِّي كُنْتُ مِنَ الظالِمِينَ) كَمَا هُو عَمَلُ الحَبِيبِ عَبدِ اللهِ الحدَّادِ.''',
      false,
      incrementedContentId++, //63,
    ),
    Content(
      incrementedContentId,
      //      102,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿ وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍۢ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ ٢٧﴾. "ثَلاَثاً".
اللَّهُمَّ بِسَطْوَةِ جَبَرُوْتِ قَهْرِكَ، وَبِسُرْعَةِ إِغَاثَةِ نَصْرِكَ، وَبِغَيْرَتِكَ لاِنْتِهَاكِ حُرُمَاتِكَ، وَبِحِمَايَتِكَ لِمَنِ احْتَمَى بِبَابِكَ.. نَسْأَلُكَ يَا  اللهُ يَا اللهُ يَا اللهُ، يَا سَمِيْعُ يَا مُجِيْبُ، يَا  قَرِيْبُ يَا سَرِيْعُ، يَا مُنْتَقِمُ يَا قَهَّارُ، يَا شَدِيْدَ الْبَطْشِ، يَا مَنْ لاَ يُعْجِزُهُ قَهْرُ الْجَبَابِرَةِ، وَلاَ يَعْظُمُ عَلَيْهِ هَلاَكُ الْمُتَمَرِّدِيْنَ مِنَ الْمُلُوْكِ وَالأَكَاسِرَةِ.. أَنْ تَجْعَلَ كَيْدَ مَنْ كَادَنَا فِيْ نَحْرِهِ، وَمَكْرَ مَنْ مَكَرَ بِنَا عَائِداً عَلَيْهِ، وَحُفْرَةَ مَنْ حَفَرَ لَنَا حُفْرَةً وَاقِعاً هُوَ فِيْهَا، وَمَنْ نَصَبَ لَنَا شَبَكَةَ الْخِدَاعِ.. اجْعَلْهُ يَا سَيِّدِيْ مَسُوْقاً إِلَيْهَا، وَمُصَاداً فِيْهَا، وَأَسِيْراً لَدَيْهَا.
اللَّهُمَّ بِحَقِّ ﴿كهيعص﴾.. اكْفِنَا الْعِدَا، وَلَقِّهِمُ الرَّدَى، وَاجْعَلْهُمْ لِكُل حَبِيْبٍ فِدَا، وَسَلِّطِ اللَّهُمَّ عَلَيْهِمْ عَاجِلَ النِّقَمِ فِيْ الْيَوْمِ وَالْغَدَا.
اللَّهُمَّ بَدِّدْ شَمْلَهُمْ. اللَّهُمَّ فَرِّقْ جَمْعَهُمْ.	
اللَّهُمَّ فُلَّ حَدَّهُمْ، وَأَقِلَّ عَدَدَهُمْ. اللَّهُمَّ اجْعَلِ الدَّائِرَةَ عَلَيْهِمْ.
اللَّهُمَّ أَرْسِلِ الْعَذَابَ إِلَيْهِمْ. اللَّهُمَّ أَخْرِجْهُمْ عَنْ دَائِرَةِ الْحِلْمِ وَاللُّطْفِ، وَاسْلُبْهُمْ مَدَدَ الإِمْهَالِ، وَغُلَّ أَيْدِيَهُمْ، وَاشْدُدْ عَلَى قُلُوْبِهِمْ، وَلاَ تُبَلِّغْهُمُ الآمَالَ.
اللَّهُمَّ مَزِّقْهُمْ كُلَّ مُمَزَّقٍ مَزَّقْتَهُ أَعْدَاءَكَ، انْتِصَاراً لأَنْبِيَائِكَ وَرُسُلِكَ وَأَوْلِيَائِكَ.
اللَّهُمَّ انْتَصِرْ لَنَا انْتِصَارَكَ لأَحْبَابِكَ عَلَى أَعْدَائِكَ. "ثَلاَثاً".
اللَّهُمَّ لاَ تُمَكِّن الأَعْدَاءَ فِيْنَا وَلاَ مِنَّا، وَلاَ تُسَلِّطْهُمْ عَلَيْنَا بِذُنُوْبِنَا. "ثَلاَثاً".
﴿حم﴾ لاَ يُنْصَرُونَ. "سَبْعاً".
اللَّهُمَّ بِحَقِّ ﴿حم عسق﴾ حِمَايَتُنَا مِمَّا نَخَافُ.
اللَّهُمَّ قِنَا شَرَّ الأَسْوَاءِ، وَلاَ تَجْعَلْنَا مَحَّلاً لِلْبَلْوَى.
اللَّهُمَّ أَعْطِنَا أَمَلَ الرَّجَاءِ، وَفَوْقَ الأَمَلِ.
اللَّهُمَّ يَا مَنْ بِفَضْلِهِ.. نَسْأَلُكَ إِلَهِي الْعَجَلَ الْعَجَلَ الْعَجَلَ، الإِجَابَةَ الإِجَابَةَ الإِجَابَةَ، يَا مَنْ أَجَابَ نُوْحاً فِيْ قَوْمِهِ، يَا مَنْ نَصَرَ إِبْرَاهِيْمَ عَلَى أَعْدَائِهِ، يَا مَنْ رَدَّ يُوْسُفَ عَلَى يَعْقُوْبَ، يَا مَنْ كَشَفَ ضُرَّ أَيُّوْبَ، يَا مَنْ أَجَابَ دَعْوَةَ زَكَرِيَّا، يَا مَنْ قَبِلَ تَسْبِيْحَ يُوْنُسَ بْنِ مَتَّى.
أَسْأَلُكَ اللَّهُمَّ بِأَسْرَارِ أَصْحَابِ هَذِهِ الدَّعَوَاتِ الْمُسْتَجَابَاتِ.. أَنْ تَقْبَلَ مَا بِهِ دَعَوْنَاكَ، وَأَنْ تُعْطِيَنَا مَا سَأَلْنَاكَ، وَأَنْجِزْ لَنَا وَعْدَكَ الَّذِيْ وَعَدْتَهُ لِعِبَادِكَ الصَّالِحِيْنَ الْمُؤْمِنِيْنَ.
﴿ لَّآ إِلَـٰهَ إِلَّآ أَنتَ سُبْحَـٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّـٰلِمِينَ﴾.
انْقَطَعَتْ آمَالُنَا وَعِزَّتِكَ إِلاَّ مِنْكَ، وَخَابَ رَجَاؤُنَا وَحَقِّكَ إِلاَّ فِيْكَ.
إِنْ أَبْطَأَتْ غَارَةُ الأَرْحَامِ وَابْتَعَدَتْ
عَنَّا، فَأَقْرَبُ شَيْءٍ غَارَةُ اللهِ
يا غَارَةَ اللهِ حُثِّيْ السَّيْرَ مُسْرِعَةً
فيْ حَلِّ عُقْدَتِنَا يَا غَارَةَ اللهِ
عَدَتِ العَادُوْنَ وَجَارُوْا
وَرَجَوْنَا اللهَ مُجِيْرَا
وَكَفَىٰ بِاللهِ وَلِيّاً
وَكَفَىٰ بِاللهِ نَصِيْرَا
يَا وَاحِدُ، يَا عَلِيُّ، يَا حَلِيْمُ، حَسْبِيَ اللهُ وَنِعْمَ الْوَكِيْلُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ. ﴿  سَلَمٌ عَلَى نُوحٍ فِي الْعَالَمِينَ﴾، اِسْتَجِبْ لَنَا. آمِيْنَ.. آمِيْنَ.. آمِيْنَ.
فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْا، فَأَصْبَحُوْا لاَ يُرَى إِلاَّ مَسَاكِنُهُمْ، وَالحَمْدُ للهِ رَبِّ العالَمِيْنَ.
وصلَّىٰ الله على سيدنا مُحمَّد النَّبيِّ الأُمِّيِّ، وعلى آله وصحبه وسَلَّم تسليماً..
''',
      false,
      incrementedContentId++, //64,
      hasVoice: true,
      voiceFile: "1dUG88heXJ_bNFGUJFVDso1L0eU-m6c07",
    ),

    /// الآداب يومية
    Content(
      incrementedContentId,
      //      103,
      '''يَنْبَغِيْ لَكَ إِذَا اسْتَيْقَظْتَ. أَنْ تَمْسَحَ النَّوْمَ عَنْ وَجْهِكَ، وَتَسْتَاكَ، وَتَقُوْلَ:
(لا إلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيْرٌ.
اللَّهُمَّ اغْفِرْ ليْ وَارْحَمْنِيْ، وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ. رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِيْ الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ.
الْحَمْدُ للهِ الَّذِيْ أَحْيَانَا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُوْرُ، أَصْبَحْنَا عَلَى فِطْرَةِ الإِسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ حَنِيْفاً مُسْلِمَاً وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ.
اللَّهُمَّ بِكَ أصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَإِلَيْكَ النُّشُوْرُ).
فَلاَ أَقَلَّ مِنْ ذَلِكَ، وَإِلاَّ.. فَإِنَّهُمْ قَدْ ذَكَرُوْا لِلاسْتِيْقَاظِ أَدْعِيَةً أَكْثَرَ مِنْ هذَا.
فَإِنْ كُنْتَ ذَا هِمَّةٍ عَالِيَةٍ.. فَزِدْ عَلَى هذَا مَا شِئْتَ..
''',
      false,
      incrementedContentId++, //65,
    ),
    Content(
      incrementedContentId,
      //      104,
      '''إِذَا أَرَدْتَ أنْ تَلْبَسَ ثَوبَكَ.. فانْفُضْهُ قَبْلَ اللُّبْسِ، وَابْدَأْ باليُمْنَى وَقُلْ:
«بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ، الحَمْدُ للهِ الَّذي أَلْبَسَنِي هذَا اللِّبَاسَ، وَرَزَقَنِيْهِ مِنْ غَيْرِ حَوْلٍ مِنِّي ولا قُوَّةٍ».
وتقولُ: «اللَّهُمَّ لَكَ الحَمْدُ، أَنتَ كَسَوْتَنِيْهِ، أَسْأَلُكَ خَيْرَهُ وَخَيْرَ ما صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ ما صُنِعَ لَهُ».
أَوْ تَقولُ: «الحمدُ للهِ الَّذِي كَساني ما أُوارِيْ بهِ عَورَتي، وَأَتَجَمَّلُ بِهِ في حَياتي».
وانْوِ بِلُبْسِكَ الثَّوْبَ: الاتِّباعَ لِلنَّبيِّ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ، واعمَلْ بِما تَقَدَّمَ عِنْدَ كُلِّ لُبْسٍ في أَيِّ وَقْتٍ كانَ.
''',
      false,
      incrementedContentId++, //66,
    ),

    /// آداب الطهارة
    Content(
      incrementedContentId,
      //      105,
      '''إِذا أَرَدْتَ دُخولَ الخَلاءِ.. فقَدِّمْ رِجْلَكَ اليُسْرَى وقُلْ:
«بِسْمِ اللهِ، اللَّهُمَّ إِني أعوذُ بكَ مِنَ الخُبُثِ والخَبائِثِ».
وَلا تَدْخُلْ وأَنتَ مَكْشوفُ الرأسِ، وَلاَ تَبُلْ قائِماً، ولا تَسْتَنْجِ في مَحَلِّ البَوْلِ؛ لِئلَّا يَعُودَ الرَّشَاشُ إِليكَ، ولاَ تَأكُلْ حالَ خُروج الخَارِجِ، وَلا تَتَكلَّمْ وَأنتَ في مَحَلِّ قَضاءِ الحاجَةِ.
وَقَدْ ذَكَرَ العُلَماءُ آداباً غيرَ هٰذِهِ فَرَاجِعْهَا إِنْ شِئْتَ..
''',
      false,
      incrementedContentId++, //67,
    ),
    Content(
      incrementedContentId,
      //      106,
      '''إِذَا أَرَدْتَ الخُروجَ مِنَ الخَلاءِ. فقَدِّمْ رِجْلَكَ اليُمْنى وقُلْ: «غُفْرانَكَ» ثَلاثاً، «الحمدُ للهِ الذي أَذْهَبَ عَنِّي الأَذَى، وعافاني».''',
      false,
      incrementedContentId++, //68,
    ),
    Content(
      incrementedContentId,
      //      107,
      '''إِذَا أَرَدْتَ الوُضُوءَ.. فَلَهُ آدابٌ كَثيرةٌ مِنْهَا:
ـ أَنْ تَسْتَاكَ، ثُمَّ تَغْسِلَ يَدَيْكَ قَبْلَ الاسْتِنجَاءِ.
ـ ثُمَّ تَسْتَنْجِيَ، وقُلْ: «اللَّهُمَّ طَهِّرْ قَلبِي مِنَ النِّفَاقِ، وَحَصِّنْ فَرْجِي مِنَ الفَواحِشِ».
ـ ثُمَّ تَغْسِلَ يَدَيْكَ وتَقُولَ: نَوَيْتُ سُنَنَ الوُضُوءِ، وقُلْ: «اللَّهُمَّ إِنِّي أَسْأَلُكَ اليُمْنَ والبَرَكَةَ، وأَعُوْذُ بِكَ مِنَ الشُّؤْمِ والهَلَكَةِ».
ـ ثُمَّ تَتَمَضْمَضَ، وتَسْتَنْشِقَ بثَلاثِ غَرْفاتٍ.. تَتَمَضْمَضُ وتَسْتَنْشِقُ بِكُلِّ غَرْفَةٍ.
ـ وقُلْ عِنْدَ المَضْمَضَةِ: «اللَّهُمَّ أَعِنِّي عَلَى تِلاَوَةِ كِتَابِكَ، وكَثْرَةِ الذِّكْرِ لَكَ، وثَبِّتْنِي بِالقَوْلِ الثَّابِتِ في الحياةِ الدُّنيا وفي الآخِرَةِ».
وَعِنْدَ الاسْتِنْشَاقِ: «اللَّهُمَّ أَرِحْني رائِحَةَ الجنَّةِ، وأنتَ عَنِّي راضٍ».
وعِنْدَ الاسْتِنْثَارِ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن رَوائِحِ النَّارِ، وسُوءِ الدار».
ـ ثُمَّ اغْسِلْ وَجْهَكَ وَقُلْ: «اللَّهُمَّ بَيِّض وَجْهِي بنُورِكَ يَومَ تَبْيَضُّ وُجوهُ أَوْلِيائِكَ، وَلاَ تُسَوِّد وَجْهِي بِظُلُماتِكَ يَوْمَ تَسْوَدُّ وُجُوهُ أَعْدَائِكَ».
ـ ثُمَّ اغْسِلْ يَدَيْكَ إِلى المِرْفَقَيْنِ.
وَقُلْ عِنْدَ غَسْلِ اليُمْنى: «اللَّهُمَّ  أَعْطِني كِتابِي بيَمِيْني، وَحَاسِبْني حِساباً يَسِيْراً».
وَعِنْدَ غَسْلِ اليُسْرى: «اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ أَنْ تُعطِيَنِي كِتابي بِشِمالي، أَوْ مِنْ وَرَاءِ ظَهْرِي».
ـ ثُمَّ امْسَحِ الرَّأْسَ جَمِيعَهُ وَقُلْ: «اللَّهُمَّ غَشِّنِي بِرَحْمَتِكَ، وَأَنْزِلْ عَلَيَّ مِنْ بَركاتِكَ، وأَظِلَّني تَحْتَ ظِلِّ عَرْشِكَ، يَوْمَ لا ظِلَّ إِلاَّ ظِلُّكَ. اللَّهُمَّ حَرِّم شَعْرِي وبَشَرِيْ عَلَى النَّارِ».
ـ ثُمَّ امْسَحِ الأُذُنَيْنِ وَقُلْ: «اللَّهُمَّ اجْعَلْنِي مِنَ الَّذِينَ يَسْتَمِعُونَ القَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ. اللَّهُمَّ أَسْمِعْنِي مُنَادِيَ الجَنَّةِ فِيْ الجَنَّةِ مَعَ الأبْرارِ».
ـ ثُمَّ امْسَحِ الرَّقَبَةَ وقُلْ: «اللَّهُمَّ فُكَّ رَقَبَتِي مِنَ النَّارِ، وأَعُوذُ بِكَ مِنَ السَّلاسِلِ وَالأغْلاَلِ».
ـ ثُمَّ اغْسِلْ رِجْلَيْكَ إِلَى الكَعْبَيْنِ.
وقُلْ عِنْدَ غَسْلِ اليُمْنَى: «اللَّهُمَّ ثَبِّتْ قَدَمِيْ عَلَىٰ الصِّراطِ المُسْتَقِيمِ، مَعَ أَقْدامِ عِبادِكَ الصالِحينَ».
وَعِنْدَ اليُسْرَى: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ تَزِلَّ قَدَمِيْ عَلَى الصِّراطِ فِي النَّارِ، يَوْمَ تَزِلُّ أقدامُ المُنافِقِينَ والمُشرِكينَ».
وافْعَلْ جَميعَ ما تَقَدَّمَ ثلاثاً.. ثلاثاً.
وقَدِّم اليُمْنى مِنَ اليَدَيْنِ والرِّجْلَينِ، وَأَكْمِلْ غَسْلَ اليَدَيْنِ إِلى المَنْكِبَيْنِ، أو نِصْفِ العَضُدِ، والرِّجْلَيْنِ إِلى الرُّكْبَتَيْنِ، أو نِصْفِ السّاقِ.
ولا تُكَلِّمْ أَحَداً حَالَ الوُضُوءِ.
وخَلِّلِ اليَدَيْنِ والرِّجْلَيْنِ كما ذَكَرَهُ الفُقَهاءُ.
وله آدابٌ غيرُ هذِهِ.. فَلا تَغْفَلْ عَنْها؛ لأنَّ ثمرةَ العِلْمِ العَمَلُ، وإِنَّ العِلْمَ بلا عَمَلٍ كالشَّجَرَةِ بِلا ثَمَرٍ! فاعْلَمْ وَاعْمَلْ، وَالله يَتَوَلَّىٰ هُدَاكَ.
ـ ثُمَّ إِذَا فَرَغْتَ فَقُلْ: «اللَّهُمَّ اغْفِرْ لِي ذَنْبِي، ووسِّعْ لِي في دَارِي، وبارِكْ لِيْ فِي رِزْقِي».
ـ ثُمَّ ارْفَعْ يَدَيْكَ بَعْدَ الوُضُوءِ حَتَّى يَظْهَرَ بَيَاضُ إبْطَيْكَ وَقُلْ: «أَشْهَدُ أَنْ لا إِلهَ إِلاَّ اللهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ. اللَّهُمَّ اجْعَلْنِي مِنَ التَّوابِيْنَ، وَاجْعَلْنِي مِنَ المُتَطَهِّرِيْنَ. سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ. أَشْهَدُ أَنْ لا إِلهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وأَتُوبُ إَلَيْكَ».
واقرأ: (سورة إنّا أنزلناه في ليلة القدر) 3 مرات..
''',
      false,
      incrementedContentId++, //69,
    ),

    /// آداب الخروج للمسجد
    Content(
      incrementedContentId,
      //      108,
      '''«اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ السائِلينَ عَلَيْكَ، وبحقِّ الراغِبينَ إِلَيْكَ، وبحَقِّ مَمْشايَ هذَا إِلَيْكَ، فإِنِّي لَمْ أَخْرُجْ أَشَرَاً وَلا بَطَراً، وَلا رِياءً ولاَ سُمْعَةً، بَلْ خَرَجْتُ اتِّقَاءَ سَخَطِكَ، وابْتِغَاءَ مَرْضَاتِك.. فأَسْأَلُكَ أَنْ تُنْقِذَنِي مِنَ النَّارِ، وأَنْ تَغْفِرَ لي ذُنوبِي، فإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ».''',
      false,
      incrementedContentId++, //70,
    ),
    Content(
      incrementedContentId,
      //      109,
      '''قُلْ عِنْدَ الدُّخُولِ إِلى المَسْجِدِ، حَالَ كَوْنِكَ مُقَدِّماً لليُمْنى:«أعُوذُ باللهِ العَظيمِ، وَبِوَجْهِهِ الكَرِيمِ، وسُلْطَانِهِ القَدِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ، والحَمْدُ للهِ رَبِّ العَالَمِينَ، اللَّهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ وَعَلَىٰ آلِ مُحَمَّدٍ، وَصَحْبِهِ وَسَلِّم، اللَّهُمَّ اغْفِرْ لِي ذُنوبي، وافْتَحْ لي أبوابَ رَحْمَتِكَ».''',
      false,
      incrementedContentId++, //71,
    ),
    Content(
      incrementedContentId,
      //      110,
      '''ارْكَعْ رَكْعَتَيْنِ وَانْوِ بِهِمَا تَحِيَّةَ المسْجِدِ، وسُنَّةَ الوُضُوءِ.مَعَ مُراعاةِ آدابِ المَساجِدِ مِنْ: نِيَّةِ الاعْتِكافِ، وَعَدَمِ الكَلامِ، وَعَدَمِ تَوْسِيْخِ المَسْجِدِ ببُصاقٍ أَوْ نَحْوِهِ.''',
      false,
      incrementedContentId++, //72,
    ),
    Content(
      incrementedContentId,
      //      111,
      '''قُلْ عِنْدَ الخُرُوجِ مِنَ المَسْجِدِ مُقَدِّماً اليُسْرَى:
«الحَمْدُ للهِ رَبِّ العَالَمِيْنَ، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وسَلِّم. اللَّهُمَّ اغْفِرْ لِيْ ذُنُوبِي، وَافْتَحْ لِيْ أَبوابَ فَضْلِكَ».
وارْجِعْ إِلى مَنْزِلِكَ، وَلاَ تَشْتَغِلْ بِسُوءٍ فِي طَرِيْقِكَ، وَامْشِ بِالسَّكِيْنَةِ وَالوَقارِ، وَإِنْ مَرَرْتَ بِبابِ مَسْجِدٍ مَفْتُوْحٍ.. فَأَغْلِقْهُ، أَوْ بِأَعْمَى.. فَقُدْهُ، أَوْ بِحَجَرٍ فِي طَرِيْقِ المُسْلِمِيْنَ.. فَأَزِلْهُ. وَأَخْلِصْ فِي هٰذِهِ الأَعْمَالِ؛ لِئَلاَّ يَكُوْنَ حَظُّكَ التَّعَبَ دُوْنَ الثَّوَابِ.
''',
      false,
      incrementedContentId++, //73,
    ),
    Content(
      incrementedContentId,
      //      112,
      '''قُلْ عِنْدَ الخُروجِ مِنَ المَنْزِلِ، أو البَيْتِ، وأنت مُقَدِّمٌ الرِّجْلَ اليُسْرى:
«بِسْمِ اللهِ، آمنتُ باللهِ، توكَّلتُ عَلَى اللهِ، ولا حَولَ ولا قُوَّةَ إِلاَّ باللهِ.
باسْمِكَ اللَّهُمَّ إِني أعوذ بك أن أَزِلَّ أَوْ أُزَلَّ، أو أَضِلَّ أَوْ أُضَلَّ، أو أَظْلِمَ أو أُظْلَمَ، أو أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ.
اللَّهُمَّ سَلِّمْني وسَلِّمْ مِنِّي، ورُدَّني سالِماً.
اللَّهُمَّ رَضِّني بِقَضائِكَ حتى لا أُحِبَّ تَعْجيلَ ما أَخَّرْتَ، ولا تأخِيرَ ما عَجَّلْتَ».
ثم تَقْرأُ آيَةَ الكُرسي، وهي:
﴿ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥﴾.
ثم تَقْرأُ:
بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ
﴿  لِإِيلَـٰفِ قُرَيْشٍ ١ إِۦلَـٰفِهِمْ رِحْلَةَ ٱلشِّتَآءِ وَٱلصَّيْفِ ٢ فَلْيَعْبُدُوا۟ رَبَّ هَـٰذَا ٱلْبَيْتِ ٣ ٱلَّذِىٓ أَطْعَمَهُم مِّن جُوعٍۢ وَءَامَنَهُم مِّنْ خَوْفٍۭ ٤﴾ ثلاثاً.
وتَفْعَلُ ذلِكَ عِندَ كُلِّ خُروجٍ مِنَ البَيْتِ.
''',
      false,
      incrementedContentId++, //74,
    ),
    Content(
      incrementedContentId,
      //      113,
      '''قَدِّمْ رِجْلَكَ اليُمْنَى عِنْدَ الدُّخُوْلِ إِلىٰ البَيْتِ، وَقُلْ:«بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ هٰذَا البَيْتِ، وَخَيْرِ أَهْلِهِ، وَخَيْرِ مَا فِيْهِ، وَأَعُوْذُ بِكَ مِنْ شَرِّ هذَا البَيْتِ، وَشَرِّ ما هُوَ فِيْهِ». وَاقْرَأْ آيَةَ الكُرْسِيِّ.''',
      false,
      incrementedContentId++, //75,
    ),
    Content(
      incrementedContentId,
      //      114,
      '''إِذَا خَلَعَتَ ثِيابَكَ.. فَابْدَأْ بِاليُسْرَى عِنْدَ الخَلْعِ، كَما أَنَّكَ عِندَ اللُّبْسِ تَبْدَأُ بِاليُمْنَى، وَبَسْمِلْ عِنْدَهُما، وَبَسْمِلْ عِنْدَ وَضْعِ الثَّوْبِ، وعِنْدَ رَفْعِهِ كَذٰلِكَ، وَانْوِ المُتابَعَةَ لِلنَّبِيِّ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ بِلُبْسِكَ الثَّوْبَ، وَعِنْدَ لُبْسِ النَّعْلِ قَدِّمِ اليُمْنَى، وَعِنْدَ الخَلْعِ اليُسْرَى.''',
      false,
      incrementedContentId++, //76,
    ),
    Content(
      incrementedContentId,
      //      115,
      '''يُسَنُّ أَنْ تَقُوْلَ إِذَا وُضِعَتِ المائِدَةُ:
«اللَّهُمَّ اجْعَلْها نِعْمَةً مَمْدُوْدَةً، تَصِلُ بِها نِعْمَةَ الجَنَّةِ».
وَ كُلْ قَواماً، وَلا تُوالِ اللُّقَمَ، وَامْضَغِ اللُّقْمَةَ، وَصَغِّرْها، وَكُلْ عَلَى الشِّقِّ الأَيْمَنِ، وَانْوِ التَّقَوِّيَ عَلَى طَاعَةِ اللهِ تعالىٰ، وَ كُلْ مِمَّا يَلِيْكَ.
وَلِلأَكْلِ آدابٌ كَثِيرَةٌ، فَلا تَغْفُلْ عَنْهَا، ثُمَّ قُلْ بَعْدَ الأَكْلِ:
«الحَمْدُ للهِ الَّذِي مَنَّ عَلَيْنَا وَهَدَانا، والَّذِي أشْبَعَنَا وَآوانا، وَكُلَّ الإِحْسَانِ آتانا».
وَلا تَشْرَبْ قائِماً؛ فَإِنَّهُ مَنْهِيٌّ عَنْهُ، فَإِذَا كانَ وَلا بُدَّ فحَرِّكْ إِبْهامَيْ رِجْلَيْكَ!  وَقُلْ: «اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنا مُحَمَّدٍ، الَّذِي شرِبَ الماءَ قائِماً وَقاعِداً»، فَإِنَّهُ لا  يَضُرُّكَ وَقُلْ بَعْدَ الشُّرْبِ: «الحَمْدُ للهِ الَّذِي جَعَلَهُ عَذْباً فُراتاً بِرَحْمَتِهِ، وَلَمْ يَجْعَلْهُ مِلْحاً أُجَاجاً بِذُنُوبِنا».
وَلاَ تَنمْ وَرِيْحُ الغَمَرِ  فِي يَدَيْكَ؛ فإِنْ أصابَكَ شَيْءٌ فَلا تَلُومنَّ إِلاَّ نَفْسَكَ؛ فَإِنَّهُ مَنْهِيٌّ عَنْهُ.
''',
      false,
      incrementedContentId++, //77,
    ),
    Content(
      incrementedContentId,
      //      116,
      '''قُلْ عِنْدَ قِيامِكَ؛ دُعَاءَ مُغَادَرَةِ الْمَجْلِس كَمَا وَرَدَ عَنِ النَّبِيِّ صَلَّىٰ اللهُ عَلَّيهِ وَآلِهِ وَسَلَّمَ وَهُوَ: «سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لا إِلهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ»، وَزِدْ: وَصَلَّى اللهُ عَلَى سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ. وَقُلْ ذلِكَ عِنْدَ كُلِّ قِيامٍ..''',
      false,
      incrementedContentId++, //78,
    ),
    Content(
      incrementedContentId,
      //      117,
      '''إِذَا أَردْتَ النَّومَ.. فَتَوضَّأْ وَاقرَأ (الفَاتِحَةَ) وَآيةَ الكُرسِيِّ، وَآيةَ لِلَّهِ ما فِي السَّماواتِ وَما فِي الأَرضِ وَإِن تُبدوا ما في أَنفُسِكُم أَو تُخفوهُ يُحاسِبكُم بِهِ اللَّهُ فَيَغفِرُ لِمَن يَشاءُ وَيُعَذِّبُ مَن يَشاءُ وَاللَّهُ عَلى كُلِّ شَيءٍ قَديرٌ  ﴾، وَآيةَ ﴿آمَنَ الرَّسولُ... ﴾ إلخ، ﴿ الم ١ اللَّهُ لا إِلهَ إِلّا هُوَ الحَيُّ القَيّومُ ﴾ ثمَّ ﴿  شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلّا هُوَ وَالمَلائِكَةُ وَأُولُو العِلمِ قائِمًا بِالقِسطِ لا إِلهَ إِلّا هُوَ العَزيزُ الحَكيمُ ١٨ إِنَّ الدّينَ عِندَ اللَّهِ الإِسلامُ وَمَا اختَلَفَ الَّذينَ أوتُوا الكِتابَ إِلّا مِن بَعدِ ما جاءَهُمُ العِلمُ بَغيًا بَينَهُم وَمَن يَكفُر بِآياتِ اللَّهِ فَإِنَّ اللَّهَ سَريعُ الحِسابِ ﴾.
﴿  قُلِ اللَّهُمَّ مالِكَ المُلكِ تُؤتِي المُلكَ مَن تَشاءُ وَتَنزِعُ المُلكَ مِمَّن تَشاءُ وَتُعِزُّ مَن تَشاءُ وَتُذِلُّ مَن تَشاءُ بِيَدِكَ الخَيرُ إِنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ ٢٦ تولِجُ اللَّيلَ فِي النَّهارِ وَتولِجُ النَّهارَ فِي اللَّيلِ وَتُخرِجُ الحَيَّ مِنَ المَيِّتِ وَتُخرِجُ المَيِّتَ مِنَ الحَيِّ وَتَرزُقُ مَن تَشاءُ بِغَيرِ حِسابٍ ﴾، ﴿  إِنَّ في خَلقِ السَّماواتِ وَالأَرضِ وَاختِلافِ اللَّيلِ وَالنَّهارِ وَالفُلكِ الَّتي تَجري فِي البَحرِ بِما يَنفَعُ النّاسَ وَما أَنزَلَ اللَّهُ مِنَ السَّماءِ مِن ماءٍ فَأَحيا بِهِ الأَرضَ بَعدَ مَوتِها وَبَثَّ فيها مِن كُلِّ دابَّةٍ وَتَصريفِ الرِّياحِ وَالسَّحابِ المُسَخَّرِ بَينَ السَّماءِ وَالأَرضِ لَآياتٍ لِقَومٍ يَعقِلونَ ﴾  ثمَّ (الإِخلاَصَ) "ثَلاَثاً"، وَالمُعوّذَتَينِ "ثَلاَثاً" وَينفُثُ فِي كَفَّيهِ بعَدَ كُلِّ مَرَّةٍ وَيمسَحُ عَلَى رَأسِهِ وَوَجهِهِ وَمَا استَطَاعَ مِنْ بدَنِهِ، وَيُسَبِّحُ (ثَلاَثاً وَثَلاَثِينَ)، وَيحمَدُ (ثَلاَثاً وَثَلاَثِينَ)، وَيُكبِّرُ (ثَلاَثاً وَثَلاَثِينَ) ثمَّ تمَامُ المِئَةِ: لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ.
وَإِذَا اضْطَجَعَ.. قَالَ بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي وَبِكَ أَرفَعُهُ فَاغفِرْ لِي ذَنْبِي، اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبعَثُ عِبَادَكَ، إِنْ أَمسَكْتَ نَفْسِي.. فَاغفِرْ لَهَا وَارْحَمْهَا، وَإِنْ أَرسَلْتَها.. فَاحفَظْهَا بِمَا تَحفَظُ بهِ عبَادَكَ الصَّالِحِينَ، اللَّهُمَّ إِنِّي أَسأَلُكَ العَافِيةَ فِي الدُّنْيا وَالآخِرَةِ، أَسَتغفِرُ اللهَ العَظِيمَ الَّذِي لاَ إِلٰهَ إِلاَّ هُو الحيَّ القَيُّومَ الَّذِي لاَ يَمُوتُ وَأَتُوبُ إِلَيهِ "ثَلاَثاً" وَيقرَأُ سورة (قل يا أيها الكافرون) وَيَنامُ عَلى خِتامِها.
ومَنْ قَالَ عِنْدَ مَنامِهِ: (اللَّهُمَّ لاَ تُؤْمِنَّا مَكْركَ، وَلاَ تُنِسنَا ذِكَركَ، وَلاَ تَكشِفْ عَنَّا سِتَركَ، ولاَ تَجعَلْنَا مِنَ الغَافِلِينَ، اللَّهُمَّ ابْعَثْنَا فِي أَحبِّ السَّاعَاتِ إِليْكَ حتَّى نَذكُرَكَ وَتذكُرنَا، ونَسأَلَكَ فَتُعطِيَنا، ونَدعُوَكَ فَتَستَجِيبَ لَنَا، وَنَستَغْفِرَكَ فَتغفِرَ لَنَا) إِلاَّ بَعَث اللهُ إِليهِ مَلَكاً فِي أَحبِّ السَّاعَاتِ إِليهِ فَيُوقِظُهُ، فَإنْ قَامَ وَإِلاَّ صَعدَ المَلَكُ وَيبعَثُ إِلَيهِ مَلَكاً آخَرَ، فَإِنْ قَامَ وإِلاَّ صَعدَ الملَكُ فَقَامَ معَ صَاحِبِهِ الأَوَّلِ، فَإِنْ قَامَ بَعدَ ذَلِكَ وَدَعَا.. استُجِيبَ لَهُ، وَإِنْ لَمْ يَقُمْ كَتَبَ اللهُ لَهُ ثَوابَ أُولئِكَ المَلاَئِكَةِ. اهـ.مِنْ مُكاتَباتِ سَيِّدِنَا الحَبِيبِ حَسَنِ بْنِ صَالحٍ البَحْرِ، وَرَوَى فِيهِ حَدِيثاً. اهـ..
''',
      false,
      incrementedContentId++, //79,
    ),

    /// نصائح وآداب
    Content(
      incrementedContentId,
      //      166,
      '''عَلَيْكَ بِمُجَاهَدَةِ نَفْسِكَ، بِأَنْ يَكُونَ سِرُّكَ خَيْراً مِنْ عَلانِيَّتِكَ فِيْ كُلِّ أَحْوالِكَ، فَلاَ تَقْصِدْ بإِطْراقِ الرَّأْسِ التَّصَنُّعَ، وَبِإِظْهارِ لَمْعَةِ السُّجُودِ فِي الجَبِيْنِ الصَّلاحَ وَالوِلايَةَ، فَاللهُ يَعْلَمُ حَيْثُ يَجْعَلُ رسالاتِهِ.
فَلا تَظُنَّنَّ أَنَّ مَنْ أَطالَ السُّجُودَ إِذَا بَدا لِلنَّاسِ ظَفِرَ بِالمَقْصُوْدِ، أَوْ مَنْ كَبَّرَ العَمائِمَ ظَفِرَ بِالمَغانِمِ! وَقَدْ قالَ فِيْ هذا المَعْنَى سَيِّدُنا الإِمامُ عَلِيُّ بْنُ مُحَمَّدٍ الحَبَشِيُّ:
وَالعَطا والمِنَنْ ما هِيْ بِكُبْرِ العَمائِمْ
ما هِيَ الاَّ مَواهِبْ مِنْ مُفِيْضِ المَراحِمْ
حَدْ يُقَرَّبْ وَحَدْ يُبْعَدْ وَلَو كانْ قائِمْ
وَلْيَكُنْ مِنْ أذْكَارِكَ بَعْدَ صَلاةِ الغَداةِ، مَا عَلَّمَهُ النَّبِيُّ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ قَبِيْصَةَ بْنَ مُخارِقٍ؛ إِذْ قالَ لِرَسُولِ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ: عَلِّمْنِيْ كَلِماتٍ يَنْفَعُنِيْ اللهُ عَزَّ وَجَلَّ بِها، فَقَدْ كَبِرَ سِنِّي، وَعَجَزْتُ عَنْ أَشْياءَ كَثِيْرَةٍ كُنْتُ أَعْمَلُها، فَقالَ عَلَيْهِ الصَّلاةُ والسَّلامُ: «أَمَّا لِدُنْياكَ.. فَإِذَا صَلَّيْتَ الغَداةَ فَقُلْ ثَلاثَ مَرَّاتٍ: سُبْحانَ اللهِ وَبِحَمْدِهِ، سُبْحانَ اللهِ العَظِيْمِ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيْمِ؛ فَإِنَّكَ إِذا قُلْتَهُنَّ أَمِنْتَ مِنَ الغَمِّ، وَالجُذامِ، وَالبَرَصِ، وَالفالِجِ. وَأَمَّا لآخِرَتِكَ.. فَقُلْ: اللَّهُمَّ اهْدِنِيْ مِنْ عِنْدِكَ، وَأَفِضْ عَلَيَّ مِنْ فَضْلِكَ، وَانْشُرْ عَلَيَّ مِنْ رَحْمَتِكَ، وَأَنْزِلْ عَلَيَّ مِنْ بَرَكَاتِكَ»، ثُمَّ قالَ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ: «أَما إِنَّهُ إِذَا أَوْفَىٰ بِهِنَّ عَبْدٌ يَوْمَ القيامَةِ، لَمْ يَدَعْهُنَّ فُتِحَ لَهُ أَرْبَعَةُ أَبْوابٍ مِنَ الجَنَّةِ، يَدْخُلُ مِنْ أيِّها شاءَ»!
وَقَدْ جَمَعَ عَمَلَ الْحَبِيبِ عَبْدِ الله الْحَدَّادِ ـ رَضِيَ اللهُ عَنْهُ ـ فِي فَصْلٍ مُسْتَقِلٍّ فِي مَنَاقِبِهِ سَيِّدُنا الإِمامُ مُحَمَّدُ بْنُ زَيْنِ بْنِ سُمَيْطٍ؛ فَإِنْ شِئْتَ فَانْقُلْهُ بِرُمَّتِهِ، فَإِنَّهُ حُجَّةٌ لِلعامِلِ، وَقُدْوَةٌ يُقْتَدى بِهِ ـ لا حَرَمَنا اللهُ، بَرَكَتَهُ ـ آمِيْنَ.
وَدُمْ عَلَى الصَّلَوَاتِ فِي الْجَمَاعَةِ، وَفَضْلُ الْجَمَاعَةِ شَهِيرٌ.. لاَ يَخْفَى عَلَى مِثْلِكَ. وَاعْلَمْ أَنَّ رَكْعَتَيْنِ مِنْ عَالِمٍ خيْرٌ مِنْ أَلْفِ رَكْعَةٍ مِنْ جَاهِلٍ، وَرَكْعَتَيْنِ مِنْ عَارِفٍ خَيْرٌ مِنْ أَلْفِ رَكْعَةٍ مِنْ عَالِمٍ، وَرَكْعتَيْنِ مِنْ رَجُلٍ وَرِعٍ أَفْضَلُ مِنْ أَلْفِ رَكْعَةٍ مِنْ مُخَلّطٍ، وَقِيرَاطَ اسْتِقَامَةٍ خَيْرٌ مِنْ أَلْفِ كَرَامَةٍ، وَذَرَّةً مِنْ عَمَلِ البَاطِنِ تَعْدِلُ بِأبْهِرةٍ مِنْ عَمَلِ الجَوارِحِ.
فَاسْتَيْقِظْ مِنْ نَوْمَةِ الْغَفْلَةِ، وَحَاسِبْ نَفْسَكَ، وَزِنْ أَعْمَالَكَ بِمِيزَانِ الشَّرْعِ، وَاصْرِفْ جَمِيعَ أَنْفَاسِكَ فِي طَاعَةِ مَوْلاَكَ، وَاللهُ يَتَولّىٰ هُدَاكَ، وَالْحَمْدُ لله رَبِّ العَالَمِينَ، وَعَلَيْكَ بِالإِخْلاصِ وَالْحِرْصِ عَلَى مَا تَقَدَّمَ وَغَيْرِهَا مِنْ بَقِيَّةِ الأَعْمَالِ الصَّالِحَةِ، وَكُنْ عَلَى حَدٍّ سَوَاءٍ فِي الْخَلْوَةِ وَالْجَلْوَةِ، وَاحْذَرْ مِمَّا يَعْمَلُهُ بَعْضُ المُرائِينَ مِنْ فِعْلِهِمْ لِبَعْضِ الأَعْمَالِ، إِذَا بَدَوْا لِلنَّاسِ، وَفِي خَلْوَتِهِمْ تَجِدُهُمْ بِمَعْزِلٍ عَنْ ذلِكَ..
''',
      false,
      incrementedContentId++, //128,
    ),
    Content(
      incrementedContentId,
      //      167,
      '''اعْلَمْ أَنَّ الْعِلْمَ لاَ يُدْرَكُ بِالْهُوَيْنَا، كَمَا قَالَ بَدِيعُ الزَّمَانِ رَحمَةُ اللهِ عَلَيْهِ:
إِنَّ الْعِلْمَ بَطِيءُ اللِّزَامِ، بَعِيدُ المَرَامِ، لاَ يُدْرَكُ بِالسِّهَامِ، وَلاَ يُرَىٰ فِي المَنَامِ، وَلاَ يُورَثُ عَنِ الآبَاءِ وَالأَعْمَامِ، وَإِنَّمَا هُوَ شَجَرَةٌ لاَ تَصْلُحُ إِلاَّ بِالْغَرْسِ، وَلاَ تُغْرَسُ إِلاَّ فِي الْنَفْسِ، وَلاَ تُسْقَىٰ إِلاَّ بِالدَّرْسِ، وَلاَ تَحْصُلُ إِلاَّ باسْتِنَادِ الحَجَرِ، وَافْتِراشِ الْمَدَرِ، وَإِدْمَانِ السَّهَرِ، وَقِلَّةِ النَّوْمِ، وَصِلَةِ اللَّيْلِ بِالْيَوْمِ، وَلا يُدْرِكُهُ إِلاَّ مَنْ أَنْفَقَ العينَ، وجَثَا عَلَىٰ الْعَيْنِ ، أَيَظُنُّ مَنْ أَشْغَلَ نَهَارَهُ بِالْجَمْعِ، وَلَيْلَهُ بِالجِمَاعِ، يَخْرُجُ مِنَ الْفُقَهَاءِ؟ كَلاَّ.. وَاللهِ حَتَّى يَقْصِدَ الدَّفَاتِرَ، وَيَسْتَصْحِبَ المَحَابِرَ، وَيَقْطَعَ القِفارَ، وَيَصِلَ فِي طَلَبِ العِلْمِ بَيْنَ اللَّيْلِ وَالنَّهارِ، ويُوَافِقَ مِنَ الصَّبْرِ مُرّاً طَيِّباً، وَمِنَ التَّوْفِيقِ مَطَراً صَيِّباً.
وَقَدْ حَكَىٰ بَعْضُهُمْ أَنَّهُ يُطَالِعُ لَوْحَهُ تَقْرِيباً "خمساً وعِشْرينَ مرةً"، وَمِنْهُمْ أَقَلَّ، وَمِنْهُمْ أَكْثَرَ.
وَكَانَ الشَّيْخُ مُحَمَّدٌ بِنُ عَلَوِيٍّ بِنِ أَحْمَدَ ابْنِ الأُسْتاذِ الأَعْظَمِ، يُطَالِعُ قِراءَتَهُ بِاللَّيْلِ فَيَسْتَغْرِقُ نِصْفَهُ أَوْ جُلَّهُ، وَرُبَّمَا اسْتَغْرَقَ اللَّيْلَ كُلَّهُ. وَحُكِيَ أَنَّهُ احْتَرَقَ عَلَيْهِ بِالسِّراجِ ثَلاثَ عَشْرَةَ عِمَامَةً، عِنْدَ مُطَالَعَتِهِ لِشِدَّةِ اسْتَغْرَاقِهِ فِيْهَا.
وَحِكَاياتُهُمْ فِي ذلِكَ كَثِيْرَةٌ، فَإِنْ أَرَدْتَ الاطِّلاعَ عَلَيْهَا فَاطْلُبْهَا مِنْ كُتُبِهِمْ. اهـ.
وَقالَ حَكيمٌ: الْقَلْبُ مَيِّتٌ، وَحَياتُهُ بِالْعِلْمِ، وَالْعِلْمُ مَيِّتٌ، وَحَياتُهُ الطَّلَبُ، وَالطَّلَبُ ضَعِيفٌ، وَقُوَّتُهُ بِالمُدَارَسَةِ، وَمُحْتَجِبٌ بَعْدَ الْمُدَارَسَةِ، وَإِظْهَارُهُ بِالْمُنَاظَرَةِ، وَإِذَا ظَهَرَ بِالْمُنَاظَرَةِ فَهُوَ عَقِيمٌ، وَنِتَاجُهُ بِالْعَمَلِ؛ فَإِذَا زُوِّجَ الْعِلْمُ بِالْعَمَلِ، تَوالَدا وَتَناسَلا مُلْكاً أَبَدِيّاً لا آخِرَ لَهُ. اهـ.
وَقَدْ قِيْلَ: مُطَارَحَةُ ساعَةٍ خَيْرٌ مِنَ التِّكْرارِ شَهْراً، وَلكِنْ مَعَ مُنْصِفٍ سَلِيمِ الْطَّبِيْعَةِ، وَإِيَّاكَ وَالمُذاكَرَةَ مَعَ مُتَعَنِّتٍ غَيْرِ مُسْتَقِيمِ الطَّبْعِ؛ فَإِنَّ الطَبِيْعَةَ مُتَسَرِّقَةٌ، والأَخْلاقَ مُتَعَدِّيَةٌ، وَالْمُجَاوَرَةَ مُؤَثِّرَةٌ، وَعَلَيْكَ بِالجِدِّ وَالْهِمَّةِ فِي طَلَبِ العِلْمِ، وَفِي الْعَمَلِ بِهِ، فَإِنَّ الْجِدَّ وَالهِمَّةَ جَناحانِ يَطِيرُ بِهِما الإِنْسانُ، إِلَى شَواهِقِ الكَمالاتِ، وعَلَيْكَ بِالصَّبْرِ فِي طَلَبِهِ، وَإِدْمَانِ التَّوَجُّهِ إِلَيْهِ، وَبِالصَّبْرِ عَلَى الْعَمَلِ بِهِ، وَقَدْ قالَ الْقُطْبُ سَيِّدُنا الْحَبِيبُ الْحَدَّادُ فِي قَصِيدَتِهِ الَّتِي أَوَّلُها: إِذَا شِئْتَ أَنْ تَحْيَا سَعِيداً مَدَى العُمْرِ... إِلخ.
وَبِالجِدّ وَالصَّبْرِ الجَمِيل تَحِلُّ في
فَسيحِ العُلاَ فاسْتَوْصِ بالجِدِّ وَالصَّبْرِ
وَقَدْ كانُوا فِيمَا سَبَقَ كَثيراً ما يَتَأَمَّلُونَ هذِهِ الْقَصِيدَةَ، وَيَسْتَصْحِبُونَها مَعَهُمْ في كُلِّ مَحَلٍّ، مَعَ التَّحَلِّيْ بِما حَوَتْهُ مِنْ آدَابٍ وَأخْلاَقٍ، وَعَلَيْكَ بِإِثْبَاتِ مَا يُلْقَى عَلَيْكَ مِنْ شُيُوخِكَ مِنْ فَوَائِدَ، وَمَا تَعْثُرُ عَلَيْهِ مِنْ مَسَائِلَ وَحَوَاصِلَ، وَغَيْرِهِما مِمَّا حَقُّهُ أَنْ يُقَيَّدَ وَيُثْبَتَ.. فَعَلَيْكَ بِتَقْيِيْدِهِ وَتَحْصِيلِهِ، وَلاَ تَكْتَفِي بِثَبْتِهِ فِي القَرَاطِيْسِ، وَلاَ تَتَّكِلْ عَلَى إِيْدَاعِهِ فِي بُطُونِ الكَرَارِيسِ؛ إِذِ الْعِلْمُ مَا ثَبَتَ فِي صَحَائِفِ الخَواطِرِ، لاَ مَا أُودِعَ فِي صَحَائِفِ الدَّفَاتِرِ؛ بَلِ الغَرَضُ مِنْ إِثْبَاتِهَا الْمُراجَعَةُ إِلَيْهَا عِنْدَ عُرُوضِ النِّسْيَانِ لاَ الاعْتِمادُ عَلَى الأَوْرَاقِ، وَمَا أَحْسَنَ مَا قِيْلَ:
أَضحى الفَقِيْهُ لِجَمْعِ الْكُتْبِ مُغْتَبِطاً
لاَ بَارَكَ الله فِي الْبَيْتِ الَّذِي جَمَعَهْ
فَظَلَّ يَحْمِلُ أَسْفَاراً فَقُلْتُ لَهُ
أَنْتَ الْحِمَارُ الَّذِي فِي سُورَةِ الجُمُعَهْ
«غَيْرُهُ»:
إِذَا لَمْ تَكُنْ حَافِظاً وَاعِياً
فَجَمْعُكَ لِلْعِلْمِ لاَ يَنْفَعُ
أَتَحْضُرُ بِالْجَهْلِ فِي مَجْلِسٍ
وَعِلْمُكَ فِي البَيْتِ مُسْتَوْدَعُ.
''',
      false,
      incrementedContentId++, //129,
    ),
    Content(
      incrementedContentId,
      //      168,
      '''إِنْ كُنْتَ مِمَّن يَأْتِي مَجَالِسَ العِلْمِ، وَتُسَمَّى بطالِبِ العِلْمِ.. فَأَعْطِ ذٰلِكَ الاِسْمَ حَقَّهُ؛ فَإِنَّهُ اسْمٌ عَظِيْمٌ، فَإِذَا أَرَدْتَ أَنْ تَبْتَدِئَ فِي الدَّرْسِ.. فَقُلْ:
نِيَّةُ ابْتِدَاءِ الدَّرْسِ وهِيَ:
«نَوَيْتُ التَّعَلُّمَ وَالتَّعْلِيْمَ، وَالتَّذَكُّرَ والتَّذْكِيْرَ، وَالنَّفْعَ وَالانْتِفَاعَ، وَالإِفَادَةَ وَالاسْتِفادَةَ، وَالحَثَّ عَلَى التَّمَسُّكِ بِكِتابِ اللهِ العَزِيْزِ، وَسُنَّةِ رَسُولِهِ، وَالدُّعَاءَ إِلَىٰ الهُدَىٰ، والدِّلالَةَ عَلَى الخَيْرِ، ابْتِغَاءَ وَجْهِ اللهِ تعالىٰ وَرِضائِهِ، وَقُرْبِهِ وَثَوابِهِ، بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ».
وَلا تَجْلِسْ فِي مَجْلِسِ العِلْمِ إِلاَّ وَأَنْتَ مُتَوَضِّئٌ، وَإِنْ أَمْكَنَكَ الاسْتِقْبَالُ لِلْقِبْلَةِ كُلَّ وَقْتٍ فَافْعَلْ؛ فَإِنَّهُ أَسْرَعُ للفَتْحِ، وَاجْلِسْ بِأَدَبٍ وَسَكِيْنَةٍ، وَلاَ تَعْبَث، وَلاَ تُكَلِّم مَنْ بِجَنْبِكَ حالَ الدَّرْسِ، وَلاَ تَشْتَغِلْ بمُطَالَعةٍ أَوْ كِتابَةٍ إِلاَّ بالإِصْغاءِ إِلى ما يُلْقِيْهِ الشَّيْخُ، وَعَظِّمْهُ وَوَقِّرْهُ، فَإِنَّ البِرَّ سَلَفٌ.
وَقَدْ ذَكَرُوا أَنَّ المُوَقِّرِيْنَ لِمَشايِخِهِمْ، وَالمُتَأَدِّبِيْنَ مَعَهُمْ يُطِيْلُ اللهُ أَعْمَارَهُمْ، وَيُوَقَّرُونَ مِثْلَ مَا فَعَلُوا مَعَ مَشَايِخِهِمْ، وَالعَكْسُ بِالعَكْسِ ـ وَهٰذَا مُشاهَدٌ.
وَإِنْ سَأَلْتَ الشَّيْخَ.. فَاسْأَلْهُ بِأَدَبٍ، مَعَ خَفْضِ الصَّوْتِ حالَ السُّؤالِ؛ وَارْجِعْ إِلَى الْحَقِّ، وَدُرْ مَعَهُ حَيْثُ دارَ، وَاتْرُكِ التَّعَصُّبَ عَلَى مُقْتَضَى فَهْمِكَ مَعَ مُخالَفَتِهِ لِلْحَقِّ، وَإِنْ قَرَّرَ شَيْخُكَ بِخِلافِ الواقِعِ.. فَلا تُبادِرْ بالجَوابِ الحَفِيِّ بِقَوْلِكَ: هذا غَلَطٌ، أَوْ لَيْسَ كَما قُلْتَ، بَلْ قُلْ: لَعَلَّهُ كَذا، أَوْ كانَ نَصُّ العِبارَةِ عِنْدَكَ.. فَأَرِهِ إِيَّاهَا، فَهذِهِ أخْلاقٌ جَمِيْلَةٌ تَعِزُّ فِي طَلَبَةِ العِلْمِ المَوْجُودِيْنَ إِلاَّ القَلِيْلَ، وَقَلِيْلٌ مَا هُمْ!
وَتَأَدَّبْ مَعَ إِخْوانِكَ مِنَ الطَّلَبَةِ، وَغَيْرِهِمْ، وَلاَ تَرَى لِنَفْسِكَ عَلَيْهِمْ حَقّاً، وَتَواضَعْ لَهُمْ فَإنَّ التَّوَاضُعَ خُلُقُ الأَخْيَارِ، كَما قالَ الحَبِيْبُ عَبْدُ اللهِ الحَدَّادُ:
وَارْضَ التَّواضُعَ خُلْقاً إِنَّهُ خُلُقُ الْـ
أَخْيَارِ فَاقْتَدْ بِهِمْ تَنْجُوْ مِنَ الْوَصَبِ
وَالمُتواضِعُ مَحْبُوبٌ، وَالمُتَكَبِّرُ مَمْقُوتٌ مَبْغُوضٌ، وَلا يَزِيدُكَ التَّكَبُّرُ شَيْئاً، بَلْ يُنْقِصُ قَدْرَكَ عِنْدَ اللهِ، وَعِنْدَ خَلْقِهِ.
وَاسْتَعِدَّ بِالدَّواةِ وَالقَلَمِ وَالسَّفِيْنَةِ لِتُقَيِّدَ ما تَتَحَصَّلُ عَلَيْهِ مِنَ الفَوائِدِ.. فَإِنَّ العِلْمَ صَيْدٌ، وَالكِتابَةَ قَيْدُهُ كَما قِيْلَ:
الْعِلْمُ صَيْدٌ وَالْكِتَابَةُ قَيْدُهُ
قَيِّدْ صُيُوْدَكَ بِالْحِبَالِ الْوَاثِقَهْ
فَمِنَ الْحَمَاقَةِ أَنْ تَصِيْدَ غَزَالَةً
وَتَفُكَّهَا بَيْنَ الْخَلائِقِ طَالِقَهْ
وَاحْفَظْ مَا كَتَبْتَهُ، فَلا فَائِدَةَ مِنَ التَّقْيِيْدِ مِنْ غَيْرِ حِفْظٍ، وَلَيْسَ هذَا بِعِلْمٍ كَما قِيْلَ:
لَيْسَ بِعِلْمٍ مَا حَوَىٰ الْقِمَطْرُ
مَا الْعِلْمُ إِلاَّ مَا حَوَاهُ الصَّدْرُ
وَإِنْ طَلَبَ أَحَدٌ مِنْ إِخْوانِكَ مِنَ الطَّلَبَةِ نَقْلَ فائِدَةٍ مِنْ عِنْدِكَ.. فَاحْذَرْ أَنْ تَمْنَعَهُ، وَأَسْعِفْهُ بِذلِكَ، وَلاَ تَحسُدْهُ فَإِنَّ الحَسَدَ شُؤْمٌ وَآفَةٌ لِما عَلِمْتَهُ مِنَ العِلْمِ، ثُمَّ إِذَا أَنْهَيْتَ الدَّرْسَ.. فَقُلْ عِنْدَ قِيامِكَ؛ دُعَاءَ مُغَادَرَةِ الْمَجْلِس كَمَا وَرَدَ عَنِ النَّبِيِّ صَلَّىٰ اللهُ عَلَّيهِ وَآلِهِ وَسَلَّمَ وَهُوَ: «سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لا إِلهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ»، وَزِدْ: وَصَلَّى اللهُ عَلَى سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ. وَقُلْ ذلِكَ عِنْدَ كُلِّ قِيامٍ.''',
      false,
      incrementedContentId++, //130,
    ),

    /// دلائل الخيرات
    Content(
      incrementedContentId,
      //      176,
      '''بسم الله الرحمن الرحيم
الحمد لله الذي هدانا للإيمان، والإسلام.
والصلاة والسلام على نبيِّه الذي استنقذنا به من عبادة الأوثان، والأصنام، وعلى آله، وصحبه النجباء، البررة الكرام.
وبعد:
فالغرض من هذا الكتاب ذكرُ الصلاة على النبي، وفضائلِها، أذكرُها محذوفةَ الأسانيد؛ ليسهل حفظُها على القارئ، وهي من أهم المهمات لمن يريد القرب من رب الأرباب.
وسميته بكتاب ((دلائل الخيرات، وشوارق الأنوار، في ذكر الصلاة على النبي المختار))؛ ابتغاء لمرضاة الله تعالى، ومحبةً في رسوله الكريم محمد تسليمًا.
واللهَ المسؤولُ أن يجعلنا لسنته من التابعين، ولذاته الكاملة من المحبين؛ فإنه على ذلك قدير، لا إله غيره، ولا خير إلا خيره، وهو نعم المولى، ونعم النصير، ولا حول ولا قوة إلا بالله العلي العظيم. 
''',
      false,
      incrementedContentId++, //131,
    ),
    Content(
      incrementedContentId,
      //      177,
      '''بسم الله الرحمن الرحيم
قال الله عزّ وجلّ ﴿إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلّونَ عَلَى النَّبِيِّ يا أَيُّهَا الَّذينَ آمَنوا صَلّوا عَلَيهِ وَسَلِّموا تَسليمًا﴾ الأحزاب: ٥٦.
 ويُروى أن رسول الله جاء ذاتَ يوم؛ والبشرى ترى في وجهه؛ فقال:((إنه جاءني جبريل عليه السلام؛ فقال: أما ترضى يا محمد أن لا يصلي عليك أحدٌ من أمتك إلا صليتُ عليه عشرًا، ولا يسلم عليك أحدٌ من أمتك إلا سلمت عليه عشرًا)).
وقال:  ((إن أولى الناس بي..أكثرهم عليَّ صلاة)).
وقال: ((من صلى عليَّ صلت عليه الملائكةُ مادام يصلي علي؛ فليقلل عند ذلك، أو ليكثر)).
وقال: ((بحسب امرئ من البخل أن أذكر عنده، ولا يصلي علي)).
وقال: ((أكثروا الصلاةَ عليَّ يوم الجمعة)).
وقال: ((من صلى عليَّ من أمتي مرّة واحدة..كُتبت له عشرُ حسنات، ومحيت عنه عشرُ سيئات)).
وقال: ((من قال حين يسمع الآذان والإقامة: اللهم ربَّ هذه الدعوة التامة، والصلاةِ القائمة.. آتِ محمدًا الوسيلةَ، والفضيلةَ، وابعثه المقامَ المحمودَ الذي وعدته..حلت له شفاعتي يوم القيامة)). 
وقال: ((من صلى عليَّ في كتاب..لم تزل الملائكة تصلي عليه مادام اسمي في ذلك الكتاب)).
وقال سليمان الداراني: ((من أراد أن يسأل حاجته..فليبدأ بالصلاة على النبي، وليسأل حاجته، وليختم بالصلاة على النبي؛ فإن الله يقبل الصلاتين، وهو أكرم من أن يدع ما بينهما)).
ويروى عنه أنه قال: (( من صلى علي يوم الجمعة مائةَ مرة..غفرت له خطيئة ثمانين سنة)).
وعن أبي هريرة أن رسول الله قال:  (( للمصلي عليَّ نور على الصراط)). 
ومن كان على الصراط من أهل النور..لم يكن من أهل النار.
وقال:  (( من نسي الصلاة عليَّ..فقد أخطأ طريق الجنة )).
وإنما أراد بالنسيان..التركَ، وإذا كان التارك يخطئ طريق الجنة.. كان المصلي عليه سالكًا إلى الجنة.
وجاء في رواية عبد الرحمن بن عوف..قال رسول الله:  (( جاءني جبريل عليه السلام، وقال:  يا محمد لا يصلي عليك أحد إلا صلَّى عليه سبعون ألف ملك)).
ومن صلت عليه الملائكة..كان من أهل الجنة.
وقال صلى الله:  (( أكثركم عليَّ صلاة..أكثركم أزواجًا في الجنة)).
وروي عنه  أنه قال: (( من صلى عليَّ صلاةً تعظيمًا لحقي..خلق الله عز وجل من ذلك القول ملكًا له جناح بالمشرق، والآخر بالمغرب، ورجلاه مقرورتان في الأرض السابعة السفلى، وعنقه ملتوية، تحت العرش؛ يقول الله عز وجل له: صلِّ على عبدي كما صلَّى على نبيِّي فهو يصلِّي عليه إلى يوم القيامة )). 
وروي عنه  أنه قال:  (( ليَرِدَنَّ عليَّ الحوض يوم القيامة أقوامٌ ما أعرفهم إلا بكثرة الصلاة عليَّ)). 
وروي عنه  أنه قال:  (( من صلَّى عليَّ مرة واحدة.. صلى الله عليه عشر مرات. ومن صلَّى عليَّ عشر مرات..صلى الله عليه مائة مرة. ومن صلَّى عليَّ مائة مرة.. صلى الله عليه ألف مرة. ومن صلَّى عليَّ ألف مرة.. حرم الله جسده على النار، وثبته بالقول الثابت في الحياة الدنيا، وفي الآخرة عند المسألة، وأدخله الجنة، وجاءت صلاته عليَّ نورا له يوم القيامة على الصراط مسيرة خمسمائة عام، وأعطاه الله بكل صلاة صلَّاها قصرًا في الجنة، قَلَّ ذلك أو كثر)).
وقال النبي صلى الله عليه وآله وسلم: ((ما من عبدٍ صلَّى عليَّ إلا خرجت الصلاة مسرعة من فِيه، فلا يبقى برٌّ، ولا بحر، ولا شرق، ولا غرب إلا وتمر به، وتقول:أنا صلاة فلان بن فلان، صلى على محمدٍ المختار، خير خلق الله, فلا يبقى شيء إلا وصلى عليه، ويُخلق من تلك الصلاة طائرًا له سبعون ألف جناح, في كل جناح سبعون ألف ريشة , في كل ريشة سبعون ألف وجه , في كل وجه سبعون ألف فم , في كل فم سبعون ألف لسان، يسبح الله تعالى بسبعين ألف لغة , ويكتب الله له ثواب ذلك كله)).
وعن علي بن أبي طالب رضي الله عنه وكرم الله وجهه؛ قال: قال رسول الله صلى الله عليه وآله وسلم:((من صلى عليَّ يوم الجمعة مائة مرة..جاء يوم القيامة ومعه نور لو قسِّم ذلك النور بين الخلق كلهم لوسعهم)).
وذكر في بعض الأخبار..مكتوبٌ على ساق العرش:((من اشتاق إليَّ..رحمته , ومن سألني..أعطيته , ومن تقرب إليَ بالصلاة على محمد..غفرت له ذنوبه؛ ولو كانت مثل زبد البحر)).
وروي عن بعض الصحابة رضوان الله عليهم أجمعين أنه قال:((ما من مجلس يصلى فيه على محمد  إلا نمت منه رائحة طيبة؛ حتى تبلغ عنان السماء؛ فتقول الملآئكة: هذا مجلس صُلي فيه على محمد)).
وذكر في بعض الأخبار..أن العبد المؤمن، والأمة المؤمنة إذا بدآ بالصلاة على محمد صلى الله عليه وآله وسلم..فتحت له أبواب السماء والسرادقات حتى العرش؛ فلا يبقى ملك في السماوات إلا صلى على محمد, ويستغفرون لذلك العبد أو الأمة ما شاء الله)).
وقال صلى الله عليه وآله وسلم:((من عسرت عليه حاجة..فليكثر بالصلاة عليَّ؛ فإنها تكشف الهموم , والغموم , والكروب , وتُكثِر الأرزاق , وتقضِي الحوائج)).
وعن بعض الصالحين أنه قال:((كان لي جارٌ نسَّاخ فمات؛ فرأيته في المنام , فقلت له:ما فعل الله بك؟فقال:غفرلي , فقلت:فبمَ ذلك؟، فقال: كنت إذا كتبت اسم محمدٍ صلى الله عليه وآله وسلم في كتابٍ صليت عليه؛ فأعطاني ربي ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر)).
وعن أنس رضي الله عته أنه قال:قال رسول الله صلى الله عليه وآله وسلم:((لا يؤمن أحدكم؛ حتى أكون أحب إليه من نفسه، وماله، وولده، والناس أجمعين)).
وفي حديث عمر بن الخطاب:((أنت أحب إليَّ يا رسول الله من كل شيء إلا نفسي التي بين جنبي)).
 فقال عليه الصلاة والسلام:((لا تكون مؤمنًا..حتى أكون أحب إليك من نفسك)).
 فقال عمر:((والذي أنزل عليك الكتاب لأنت أحب إليَّ من نفسي التي بين جنبي)).
 فقال رسول الله صلى الله عليه وآله وسلم:((الآن يا عمر..تم إيمانك)).
وقيل لرسول الله صلى الله عليه وآله وسلم:((متى أكون مؤمناً؟))، وفي لفظ آخر: ((مؤمنا صادقًا ؟)).
قال:((إذا أحببت الله)).
فقيل: ((ومتى أحب الله؟)).
قال: ((إذا أحببت رسوله)).
 فقيل:((ومتى أحب رسوله؟)).
قال: ((إذا اتبعت طريقته، واستعملت سنته , وأحببت بحبه , وأبغضت ببغضه , وواليت بولايته , وعاديت بعداوته , ويتفاوت الناس في الإيمان على قدر تفاوتهم في محبتي , ويتفاوتون في الكفر؛ على قدر تفاوتهم في بغضي؛ألا لا إيمان لمن لا محبة له , ألا لا إيمان لمن لا محبة له , ألا لا إيمان لمن لا محبة له)).
وقيل لرسول الله صلى الله عليه وآله وسلم:(( نرى مؤمنًا يخشع ومؤمنًا لا يخشع , ما السبب في ذلك؟)).
فقال:((من وجد لإيمانه حلاوة خشع , ومن لم يجدها لم يخشع)).
 فقيل: ((بم توجد , أو بما تنال وتكتسب؟)).
قال: ((بصدق الحب في الله)).
فقيل:((وبم يوجد، أو بم يكتسب؟)).
فقال: ((بحب الله ورسوله , فالتمسوا رضاء الله ورضاء رسوله في حبهما)).
وقيل لرسول الله صلى الله عليه وآله وسلم:((من آل محمد الذين أمرنا بحبهم وإكرامهم والبر بهم؟)).
فقال:((أهل الصفاء والوفاء من آمن بي وأخلص)).
فقيل: ((وما علاماتهم؟)).
فقال:((إيثار محبتي على كل محبوب , واشتغال الباطن بذكري بعد ذكر الله)).
وفي أخرى:((علامتهم: إدمان ذكري , والإكثار من الصلاة عليَّ)).
وقيل لرسول الله صلى الله عليه وآله وسلم:((من القوي في الإيمان بك؟)).
 فقال: ((من آمن بي ولم يرني؛ فإنه مؤمن بي على شوق منه، وصدق في محبتي, وعلامة ذلك منه أنه يود رؤيتي بجميع ما يملك)). 
وفي أخرى:((ملء الأرض ذهبًا, ذلك المؤمن بي حقًا , والمخلص في محبتي صدقًا)).
وقيل لرسول الله صلى الله عليه وآله وسلم:((أرأيت صلاة المصلين عليك؛ ممن غاب عنك، ومن يأتي بعدك , ما حالهما عندك؟)).
فقال:((اسمع صلاة أهل محبتي أعرفهم، وتعرض عليَّ صلاة غيرهم عرضًا)).

''',
      false,
      incrementedContentId++, //132,
    ),
    Content(
      incrementedContentId,
      //      178,
      '''بسم الله الرحمن الرحيم
وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَآلِهِ، وَصَحْبِهِ، وَسَلَّمَ.
إِلَهِي بِجَاهِ نَبِيِّكَ سَيِّدِنَا مُحَمَّدٍ صَلَّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ عَنْدَكَ، وَمَكَانَتِهِ لَدَيْكَ، وَمَحَبَّتِكَ لَهُ، وَمَحَبَّتِهِ لَكَ، وَبِالسِّرِّ الَّذِي بَيْنَكَ وَبَيْنَهُ..أَسْأَلُكَ أَنْ تُصَلِّيَ وَتُسَلِّمَ عَلَيْهِ، وَعَلَى آلِهِ وَصَحْبِهِ، وَضَاعِفِ اللَّهُمَّ مَحَبَّتِي فِيْهِ، وَعَرِّفْنِي بِحَقِّهِ، وَرُتْبَتِهِ، وَوَفِّقْنِي لِاتِّبَاعِهِ، وَالْقِيَامِ بِآدَابِهِ وَسُنَّتِهِ، وَاجْمَعْنِي عَلَيْهِ، وَمَتِّعْنِيْ بِرُؤْيَتِهِ، وَأَسْعِدْنِي بِمُكَالمَتِهِ، وَارْفَعْ عَنِّي الْعَوَائِقَ، وَالْعَلَائِقَ، وَالْوَسَائِطَ، وَالْحِجَابَ، وَشَنِّفْ سَمْعِي مَعَهُ بِلَذِيْذِ الْخِطَابِ، وَهَيِّئْنِي لِلتَّلَقِّي مِنْهُ، وَأَهِّلْنِي لِخِدْمَتِهِ، وَاجْعَلْ صَلَوَاتِي عَلَيْهِ نُوْرَاً، نَيِّرَاً، كَامِلاًََ، مُكَمَّلاً، طَاهِرَاً، مُطَهَّرَاً، مَاحِيًا كُلَّ ظُلْمٍ، وَظُلْمَةٍ، وَشَكٍّ، وَشِرْكٍ، وَكُفْرٍ، وَزُوْرٍ، وَوِزْرٍ، وَاجْعَلْهَا سَبَبًا لِلتَّمْحِيْصِ، وَمَرْقىً لِأَنَالَ بِهَا أَعْلَى مَقَامِ الْإِخْلَاصِ وَالتَّخْصِيْصِ؛ حَتَّى لَا يَبْقَى فِيَّ رَبَّانِيَّةً لِغَيْرِكَ، وَحَتَّى أَصْلُحَ لِحَضْرَتِكَ، وَأَكُوْنَ مِنْ أَهْلِ خُصُوْصِيَّتِكَ؛ مُسْتَمْسِكًا بِآدَابِهِ وَسُنَّتِهِ صَلَّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ، مُسْتَمِدًا مِنْ حَضْرَتِهِ الْعَالِيَةِ فِي كُلِّ وَقْتٍ وَحِيْنٍ.
يَا اللهُ، يَا نُوْرُ، يَا حَقُّ، يَا مُبِيْنُ.
يَااللهُ، يَا نُوْرُ، يَا حَقُّ، يَا مُبِينُ.
يَا اللهُ، يَا نُوْرُ، يَا حَقُّ، يَا مُبِين.
أَسْتَغْفِرُ اللهَ الْعَظِيْمَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّوْمُ، وَأَتُوْبُ إِلَيْهِ، وَنَسْأَلُهُ التَّوْبَةَ، وَالْمَغْفِرَةَ، وَالْهِدَايَةَ لَنَا إِنَّهُ هُوَ التَّوَّابُ الرَّحِيْمُ. 
سَبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيْمِ. 
حَسْبُنَا اللهُ، وَنِعْمَ الْوَكِيْلُ. 
الإخلاص الشريف بأعوذ وبالبسملة.
الفاتحة الشريفة بالبسملة. 
الْحَمْدُ للهِ رَبِّ الْعَالميْنَ. 
وَحَسْبِي اللهُ، وَنِعْمَ الْوَكِيْلُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
اللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِنْ حَوْلِي وَقُوَّتِي إِلَى حَوْلِكَ وَقُوَّتِكَ.
اللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ بِالصَّلَاةِ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَنَبِيِّكَ وَرَسُوْلِكَ، سَيِّدِ المُرْسَلَيْنَ، صَلَّى اللهُ تَعَالَى وَسَلَّمَ عَلَيْهِ وَعَلَيِهِم أَجْمَعِيْنَ؛ امْتِثَالَاً لِأَمْرِكَ، وَتَصْدِيْقًا لَهُ، وَمَحَبَّةً فِيْهِ، وَشَوْقًا إِلَيْهِ، وَتَعْظِيْمًا لِقَدْرِهِ؛ وَلِكَوْنِهِ أَهْلًا لِذَلِكَ..فَتَقَبَّلَهَا مِنِّي بِفَضْلِكَ، وَاجْعَلْنِي مِنْ عِبَادِكَ الصَّالِحيْنَ، وَوَفِّقْنِي لِقِرَاءَتِهَا عَلَى الدَّوَامِ بِجَاهِهِ عِنْدَكَ.
وَصَلَّى اللهُ عَلَى سَيِّدِّنَا مُحَمَّدٍ، وَآلِهِ، وَصَحْبِهِ، وَسَلَّمَ.
بسم الله الرحمن الرحيم
هُوَ اللهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيْمُ  الَملِكُ الْقُدُّوْسُ السَّلَامُالُمؤْمِنُ المُهَيْمِنُ  الْعَزِيْزُ الْجَبَّارُ الُمتَكَبِّرُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ الْغَفَّارُ الْقَهَّارُ الْوَهَّابُ الرَّزَّاقُ الْفَتَّاحُ الْعَلِيْمُ الْقَابِضُ الْبَاسِطُ الْخَافِضُ الرَّافِعُ الْمُعِزُّ الْمُذِلُّ السَّمِيعُ الْبَصِيرُ الْحَكَمُ الْعَدْلُ اللَّطِيفُ الْخَبِيرُ الْحَلِيمُ الْعَظِيمُ الْغَفُورُ الشَّكُورُ الْعَلِيُّ الْكَبِيرُ الْحَفِيظُ الْمُقِيْتُ الْحَسِيبُ الْجَلِيلُ الْكَرِيمُ الرَّقِيبُ الْمُجِيبُ الْوَاسِعُ الْحَكِيمُ الْوَدُودُ الْمَجِيدُ الْبَاعِثُ الشَّهِيدُ الْحَقُّ الْوَكِيلُ الْقَوِيُّ الْمَتِينُ الْوَلِيُّ الْحَمِيدُ الْمُحْصِي الْمُبْدِي الْمُعِيدُ المُحْيِي المُمِيتُ الْحَيُّ الْقَيُّومُّ الْوَاجِدُ الَماجِدُ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الْقَادِرُ المُقْتَدِرُ المُقَدِّمُ المُؤَخِّرُ الْأَوَّلُ الْآخِرُ الظَّاهِرُ الْبَاطِنُ الْوَالِي المُتَعَالِي الْبَرُّ التَّوَّابُ الُمنْعِمُ المُنْتَقِمُ الْعَفُوُّ الرَّؤُوفُمَالِكُ المُلْكِذُو الْجَلَالِ وَالْإِكْرَامِ الرَّبُّ المُقْسِطُ الْجَامِعُ الْغَنِيُّ الُمغْنِي المُعْطِي الَمانِعُ الضَّارُّ النَّافِعُ النُّوْرُ الْهَادِي الْبَدِيعُ الْبَاقِي الْوَارِثُ الرَّشِيدُ الصَّبُورُ الصَّادِقُ السَّاتِرُ
بسم الله الرحمن الرحيم
اللَّهُمَّ جَدِّدْ وَجَرِّدْ فِي هَذَا الْوَقْتِ، وَفِي هَذِهِ السَّاعَةِ مِنْ صَلَوَاتِكَ التَّامَّاتِ، وَتَحِيَّاتِكَ الزَّاكِيَاتِ، وَرِضْوَانِكَ الْأَكْبَرِ، الْأَتَمِّ، الْأَدْوَمِ..عَلَى أَكْمَلِ عَبْدٍ لَكَ فِي هَذَا الْعَالَمِ؛ مِنْ بَنِي آدَم الَّذِي أَقَمْتَهُ لَكَ ظِلّاً، وَجَعَلْتَهُ لِحَوَائِجِ خَلْقِكَ قِبْلَةً، وَمَحَلَّاً، وَاصْطَفَيْتَهُ لِنَفْسِكَ، وَأَقَمْتَهُ بِحُجَّتِكَ، وَأَظْهَرْتَهُ بِصُورَتِكَ، وَاخْتَرْتَهُ مُسْتَوَىً لِتَجَلِّيكَ، وَمَنْزِلًا لِتَنْفِيذِ أَوَامِرَكَ وَنَوَاهِيكَ، فِي أَرْضِكَ وَسَمَوَاتِكَ، وَوَاسِطَةً بَيْنَكَ وَبَيْنَ مُكَوِّنَاتِكَ.
وَبَلِّغْ سَلَامَ عَبْدِكَ هَذَا إِلَيْهِ؛ فَعَلَيْهِ مِنْكَ الْآنَ مِنْ عَبْدِكَ أَشْرَفَ التَّحِيَّاتِ، وَأَزْكَى التَّسْلِيمَاتِ.
اللَّهُمَّ ذَكِّرْهُ بِيْ..لِيَذْكُرَنِي عِنْدَكَ؛ بِمَا أَنْتَ أَعْلَمُ أَنَّهُ نَافِعٌ لِي عَاجِلًا وَآجِلَاً، عَلَى قَدْرِ مَعْرِفَتِهِ بِكَ، وَمَنْزِلَتِهِ لَدَيْكَ، لَا عَلَى قَدْرِ عِلْمِي، وَمُنْتَهَى فَهْمِي، إِنَّكَ بِكُلِّ فَضْلٍ جَدِيرٌ، وَعَلَى مَا تَشَاءُ قَدِيرٌ.
اللَّهُمَّ اجْعَلْنِي فِي قَلْبِ الْإِنْسَانِ الْكَامِلِ، وَحَبِّبْهُ فِيَّ.
وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ، عَدَدَ ذَرَّاتِ الْوُجُودِ، وَعَدَدَ مَعْلُومَاتِ اللهِ.
اللَّهُمَّ وَفِّقْنِي لِقِرَاءَتِهَا عَلَى الدَّوَامِ. آمِيْنَ، يَارَبَّ الْعَالَمِيْنَ.

يَـا خَـيْرَ مَنْ دُفِنَتْ بِالقَـاعِ أَعْـظُـمُه
	فَطَابَ مِنْ طِـيـبِـهِـنَّ الـقَاعُ وَالأَكَمُ

نَـفْـسِي الـفِـدَاءُ لِـقَـبْرٍ أَنْـتَ سَاكِنُـهُ
 	فِيـهِ الـعَفَافُ، وَفـيـهِ الـجُـودُ وَالـكَـرَمُ
أنْتَ الشَّفِيعُ الذي تُرْجَى شَفَاعَتُهُ
	عَلَى الصَّراطِ إذَا مَا زَلَّت القَدَمُ

وَصَاحِبَاكَ فَلا أنسَاهُمَا أَبــــَدًا
	مِنِّي السلامُ عَلِيْكُم مَا جَرَى القَلَــمُ


***
فَرَوضَتُكَ الحُسْنَى مُنَايَ وَبُغْيَتِي
	وَفِيها شِفَا قَلبِي ورُوحِي ورَاحَتِي

فإن بَعُدَتْ عَنِّي وَشَطَّ مَزَارُهـا 
	فَتِمثَـالُها عِندي بأحسَن صُورَةِ

وَهَا أنَا يَا خَيْرَ النَّبِيِّيـنَ كُلِّهِم
	أُقَبِّلُها شَوقًا لِإطْفَاءِ غَلَّتِي

***
 
بسم الله الرحمن الرحيم
وَصَلَّى اللهُ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ، وَعَلَى آلِهِ، وَسَلَّمَ.
وهذه صفة الروضة المباركة التي دفن فيها رسول الله وصاحباه أبوبكر وعمر.  


 
هكذا ذكره عروة بن الزبير رضي الله تعالى عنه، قال دُفن رسول الله في السهوة، ودفن أبوبكر خلف رسول الله، ودفن عمر بن الخطاب عند رجلي أبي بكر.
وبقيت السهوة الشرقية فارغة فيها موضع قبر.
يُقال والله أعلم أن عيسى ابن مريم يدفن فيه، وكذلك جاء في الخبر عن رسول الله.
وقالت عائشة<: ((رأيتُ ثلاثة أقمار سقطن في حجرتي؛ فقصصت رؤيايَ على أبي بكر))، فقال لي: ((يا عائشة ليدفنن في بيتك ثلاثة هم خير أهل الأرض)).
فلما توفي رسول الله ، ودفن في بيتي، قال لي أبو بكر: ((هذا واحد من أقمارك، وهو خيرهم صلى الله عليه وعلى آله وسلم)). 
 
أسماء سيدنا ومولانا محمد صلى الله تعالى عليه وسلم 
مائتان وواحد وهي هذه:
محمد  أحمد  حامد  محمود  أحيد  وحيد  ماحٍ  حاشر  عاقب  طَه  يَس  طاهر  مطهَّر  طيِّب  سيِّد  رسول  نبيّ  رسول الرحمة  قيِّم  جامع  مقتف  مقفى  رسول الملاحم  رسول الراحة  كامِل  أكليل  مدثِّر  مزمِّل  عبد الله  حبيب الله  صفي الله  نجي الله  كليم الله  خاتم الأنبياء  خاتم الرسل  محيي  منجي  مذكِّر  ناصر  منصور  نبي الرحمة  نبي التوبة  حريص عليكم  معلوم  شهير  شاهد  شهيد  مشهود  بشير  مبشر  نذير  منذر  نور  سراج  مصباح  هدى  مهدي  منير  داعٍ  مدعو  مجيب  مجاب  حفيّ  عفو  وليّ  حق  قويّ  أمين  مأمون  كريم  مكرم  مكين  متين  مبين  مؤمل  وصول  ذو قوة  ذو حرمة  ذو مكانة  ذو عز  ذوفضل  مُطَاع  مطيع  قَدَم صدق  رحمة  بشرى  غوث  غيث  غياث  نعمة الله  هدية الله  عروة وُثقى  صراط الله  صراط مستقيم  ذكر الله  سيف الله  حزب الله  النجم الثاقب  مصطفى مجتبى  منتقى  أمِّي  مختار  أجير  جبار  أبوالقاسم  أبوالطاهر  أبوالطيب  أبوإبراهيم  مشفَّع  شفيع  صالح  مصلح  مهيمن  صادق  مصدَّق  صدق  سيد المرسلين  إمام المتقين  قائد الغر المحجلين  خليل الرحمن  برّ  مبر  وجيه  نصيح  ناصح  وكيل  متوكل  كفيل  شفيق  مقيم السنة  مقدَّس  روح القدس  روح الحق  روح القسط  كاف  مكتف  بالِغ  مبلِّغ  شافٍ  واصل  موصول  سابق  سائق  هادٍ  مُهْدٍ  مقدَّم  عزيز  فاضِل  مفضَّل  فاتح  مفتاح  مفتاح الرحمة  مفتاح الجنة  علم الإيمان  علم اليقين  دليل الخيرات  مصحح الحسنات  مقيل العثرات  صفوحٌ عن الزلات  صاحبُ الشفاعة  صاحبُ المقام  صاحبُ القدم  مخصوص بالعزّ  مخصوصٌ بالمجد  مخصوصٌ بالشرف  صاحبُ الوسيلة  صاحبُ السيف  صاحبُ الفضيلة  صاحبُ الإزار  صاحب الحجة  صاحب السلطان  صاحب الرداء  صاحب الدرجة الرفيعة  صاحب التاج  صاحب المغفر  صاحبُ اللواء  صاحبُ المعراج  صاحبُ القضيب  صاحبُ البراق  صاحبُ الخاتم  صاحبُ العلامة  صاحبُ البرهان  صاحبُ البيان  فصيح اللسان  مطهَّر الجنان  رؤوف رحيم  أذن خير  صحيح الإسلام  سيد الكونين  عين النعيم  عين الغرّ  سعد الله  سعد الخلق  خطيب الأمم  عَلَم الهدى  كاشف الكرب  رافع الرتب  عزّ العرب  صاحب الفرج  كريم المخرج 
صلى الله عليه وعلى آله وسلم
اللَّهُمَّ يَارَبِّ بِجَاهِ نَبِيِّكَ المُصْطَفَى، وَرَسُولِكَ المُرْتَضَى..طَهِّرْ قُلُوْبَنَا مِنْ كُلِّ وَصْفٍ يُبَاعِدُنَا عَنْ مُشَاهَدَتِكَ، وَمَحَبَّتِكَ، وَأَمِتْنَا عَلَى السُّنَّةِ، وَالْجَمَاعَةِ، وَالشَّوْقِ إِلَى لِقَائِكَ، يَا ذَا الْجَلَالِ وَالْإِكْرَامِ.
وَصَلَّى اللهُ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ، وَعَلَى آلِهِ، وَصَحْبِهِ، وَسَلَّمَ، تَسْلِيمًا، وَالْحَمْدُ للهِ رَبِّ الْعَالَمِينَ.

''',
      false,
      incrementedContentId++, //133,
    ),
    Content(
      incrementedContentId,
      //      179,
      '''بسم الله الرحمن الرحيم
الْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ، وَحَسْبِي اللهُ وَنِعْمَ الْوَكِيْلُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
اللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِنْ حَوْلِي وَقُوَّتِي إِلَى حَوْلِكَ وَقُوَّتِكَ. 
اللَّهُمَّ إِنِّي نَوَيْتُ بِصَلَاتِي عَلَى النَّبِيِّ ؛ امْتِثَالَاً لِأَمْرِكَ، وَتَصْدِيْقَاً لِنَبِيِّكَ مُحَمَّدٍ ، وَمَحَبَّةً فِيْهِ، وَشَوْقَاً إِلَيْهِ، وَتَعْظِيْمًا لِقَدْرِهِ، وَلِكَوْنِهِ أَهْلَاً لِذَلِكَ؛ فَتَقَبَّلْهَا مِنِّي بِفَضْلِكَ وَإِحْسَانِكَ، وَأَزِلَّ حِجَابَ الْغَفْلَةِ عَنْ قَلْبِيْ، وَاجْعَلْنِي مِنْ عِبَادِكَ الصَّالِحِينَ.
اللَّهُمَّ زِدْهُ شَرَفًا عَلَى شَرَفِهِ الَّذِي أَوْلَيْتَهُ وَعِزًّا عَلَى عِزِّهِ الَّذِي أَعْطَيْتَهُ، وَنُوْرًا عَلَى نُوْرِهِ الَّذِي مِنْهُ خَلَقْتَهُ، وَأَعْلِ مَقَامَهُ فِي مَقَامَاتِ المُرْسَلِينَ، وَدَرَجَتَهُ فِي دَرَجَاتِ النَّبِيِّينَ، وَأَسْأَلُكَ رِضَاكَ وَرِضَاهُ، يَا رَبَّ الْعَالَمِينَ مَعَ الْعَافِيَةِ الدَّائِمَةِ، وَالمَوْت عَلَى الْكِتَابِ وَالسُّنَّةِ وَالْجَمَاعَةِ، وَكَلِمَةِ الشَّهَادَةِ عَلَى حَقِيقَتِهَا مِنْ غَيْرِ تَبْدِيْلٍ، وَلَا تَغْيِيْرٍ، وَاغْفِرْ لِي مَا ارْتَكَبْتُهُ بِفَضْلِكَ، وَجُوْدِكَ وَكَرَمِكَ، يَا أَرْحَمَ الرَّاحِمِينَ.
وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْلِيمًا، وَالْحَمْدُ للهِ رَبِّ الْعَالَمِينَ.
''',
      false,
      incrementedContentId++, //134,
    ),
    Content(
      incrementedContentId,
      //      169,
      '''صَلَّى اللهُ عَلى سَيِّدِنَا وَمَوْلانَا مُحَمَّدٍ، وعَلى الِه وَصَحْبِه وَسَلَّم.
اللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدٍ، وَأزْوَاجِه، وَذُرِّيَّتِه؛ كَمَا صَلَّيْتَ عَلى سَيِّدَنَا إبْرَاهِيْمَ.
وَبَارِكْ عَلى سَيِّدِنَا مُحَمَّدٍ، وأزْوَاجِه، وَذُرِّيَّتِه؛ كَمَا بَارَكْتَ عَلى آل سَيِّدِنَا إبرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِه؛ كَمَا صَلَّيْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ، وَبَارِكْ عَلى سَيِّدِنَا مُحَمَّدٍ وعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا بَارَكْتَ عَلى آلِ سَيِّدِنَا إبْرَاهِيْمَ فِيْ الْعَالَمِيْنَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدٍ وَآلِ سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّيْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ، وَبَارِكْ عَلى سَيِّدِنَا مُحَمَّدٍ وَآلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا بَارَكْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
َاللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الْأُمِّيِّ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ.
اللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَرَسُوْلِكَ.
اللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدٍ، وعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ، وَعَلى آلِ سَيِّدِنَا إبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْد.
اللّهُمَّ بَارِكْ عَلى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا بَارَكْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ، وَعَلى آلِ سَيِّدِنَا إبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ وتَرَحَّم عَلى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا تَرَحَّمتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ، وَعَلى آلِ سَيِّدِنَا إبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ وَتَحَنَّنْ عَلى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا تَحَنَّنْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ، وَعَلى آلِ سَيِّدِنَا إبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ وَسَلِّمْ عَلى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا سَلَّمْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ، وَعَلى آلِ سَيِّدِنَا إبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدٍ، وعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، وَارْحَمْ سَيِّدِنَا مُحَمَّدٍ، وَآلِ سَيِّدِنَا مُحَمَّدٍ، وَبَارِكْ عَلى سَيِّدِنَا مُحَمَّدٍ وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا صَلَّيْتَ وَرَحِمْتَ وَبَارَكْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ وَعَلى آلِ سَيِّدِنَا إبْرَاهِيْمَ فِيْ الْعَالَمِيْنَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ. 
اللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدِ النَّبِيِّ، وَأَزْوَاجِه أُمَّهَاتِ المُؤمِنِيْنَ، وَذُرِّيَّتِه، وَأَهْلِ بَيْتِه، كَمَا صَلَّيْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ بَارِكْ عَلى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا بَارَكْتَ عَلى سَيِّدِنَا إبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ دَاحِيَ الْمَدْحُوَّاتِ، وَبَارِئَ الْمَسْمُوْكَاتِ، وَجَبَّارَ الْقُلُوْبِ عَلى فِطْرَتِهَا؛ شَقِيِّهَا وَسَعِيْدِهَا..اجْعَلْ شَرَائِفَ صَلَوَاتِكَ، وَنَوَامِيَ بَرَكَاتِكَ، وَرَأفَةَ تَحَنُّنِكَ عَلى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ، وَرَسُوْلِكَ، الْفَاتِحِ لِمَا أُغْلِقَ، وَالْخَاتِمِ لِمَا سَبَقَ، وَالْمُعْلِنِ الْحَقَّ بِالْحَقّ،ِ وَالدَّامِغِ لِجَيْشَاتِ الْأَبَاطِيْلِ، كَمَا حُمِّلَ فَاضْطَلَعَ بِأَمْرِكَ بِطَاعَتِكَ، مُسْتَوْفِزًا فِيْ مَرْضَاتِكَ وَاعِيًا لوَحْيِكَ حَافِظًا لعَهْدِكَ مَاضِيًا عَلى نَفَاذِ أَمْرِكَ؛ حَتّى أَوْرى قَبَسًا لقَابِس الاء اللهِ تَصِلُ بِأَهْلِه أَسْبَابَه، بِه هُدِيَتِ الْقُلُوْبُ بَعْدَ خَوْضَاتِ الْفِتَنِ وَالْإِثْمِ، وَأَبْهَجَ مَوْضِحَاتِ الْأَعْلامِ، وَنَائِرَاتِ الْأَحْكَامِ، وَمُنِيْرَاتِ الْإِسْلامِ؛ فَهُوَ أَمِيْنُكَ الْمَأمُوْنُ، وَخَازِنُ عِلْمِكَ الْمَخْزُوْنِ، وَشَهِيْدُكَ يَوْمَ الدِّيْنِ، وَبَعِيْثُكَ نِعْمَةً، ورَسُوْلُكَ بِالْحَقِّ رَحْمَةً. 
اللّهُمَّ افْسَحْ لَه فِيْ عَدْنِكَ، وَاجْزِه مُضَاعَفَاتِ الْخَيْرِ مِنْ فَضْلِكَ، مُهَنَّآتٍ له غَيْرَ مُكَدَّرَاتٍ؛ مِّنْ فَوْزِ ثَوَابِكَ الْمَحْلُوْلِ، وَجَزِيْلِ عَطَائِكَ الْمَعْلُوْلِ.
اللّهُمَّ أَعْلِ عَلى بِنَاءِ النَّاسِ بِنَاءَه، وَأَكْرِمْ مَّثْوَاهُ لَدَيْكَ، وَنُزُلَه، وَأَتْمِمْ لَه نُوْرَه، وَاجْزِه مِنَ ابْتِعَاثِكَ لَه مَقْبُوْلَ الشَّهَادَةِ، وَمَرْضِيَّ الْمَقَالَةِ، ذَا مَنْطِقٍ عَدْلٍ، وخُطَّةٍ فَصْلٍ، وبُرْهَانٍ عَظِيْم.
﴿إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلّونَ عَلَى النَّبِيِّ يا أَيُّهَا الَّذينَ آمَنوا صَلّوا عَلَيهِ وَسَلِّموا تَسليمًا﴾ الأحزاب: ٥٦ 
لَبَّيْكَ اللّهُمَّ رَبِّيْ وَسَعْدَيْكَ.
صَلَوَاتُ اللهِ الْبَرِّ الرَّحِيْمِ، وَالْمَلائِكَةِ الْمُقَرَّبِيْنَ، وَالنَّبِيِّيْنَ، وَالصِّدِّيْقِيْنَ، وَالشُّهَدَاءِ، وَالصَّالِحِيْنَ، وَمَا سَبَّحَ لَكَ مِنْ شَيْءٍ، يَا رَبَّ الْعَالَمِيْنَ..عَلى سَيِّدِنَا مُحَمَّدِ بْنِ عَبْدِ اللهِ، خَاتَمِ النَّبِيِّيْنَ، وَسَيِّدِ الْمُرْسَلِيْنَ، وَإِمَامِ الْمُتَّقِيْنَ، وَرَسُوْلِ رَبِّ الْعَالَمِيْنَ، الشَّاهِدِ الْبَشِيْرِ، الدَّاعِيْ إلَيْكَ بِإِذْنِكَ السِّرَاجِ الْمُنِيْرِ، عَلَيْهِ السَّلام.
اللّهُمَّ اجْعَلْ صَلَوَاتِكَ، وَبَرَكَاتِكَ، وَرَحْمَتَكَ..عَلى سَيِّدِ الْمُرْسَلِيْنَ، وَإمَامِ الْمُتَّقِيْنَ، وَخَاتَمِ النَّبِيِّيْنَ، سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ، وَرَسُوْلِكَ، إِمَامَ الْخَيْرِ، وَقَائِدِ الْخَيْرِ، وَرَسُوْلِ الرَّحْمَةِ.
اللّهُمَّ ابْعَثْهُ مَقَامًا مَّحْمُوْدًا يَّغْبِطُه فِيْهِ الْأَوَّلُوْنَ وَالْآخِرُوْنَ.
اللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدٍ، وعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلى سَيِّدِنَا إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ بَارِكْ عَلى سَيِّدِنَا مُحَمَّدٍ، وعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا بَارَكْتَ عَلى سَيِّدِنَا إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ صَلِّ عَلى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِه، وَأَصْحَابِه، وَأَوْلادِه، وَأَزْوَاجِه، وَذُرِّيَّتِه، وَأَهْلِ بَيْتِه، وَأَصْهَارِه، وَأَنْصَارِه وَأَشْيَاعِه، وَمُحِبِّيْهِ، وَأُمَّتِه، وَعَلَيْنَا مَعَهُمْ أَجْمَعِيْنَ، يَا أَرْحَمَ الرَّاحِمِيْن.
اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ عَدَدَ مَنْ صَلّى عَلَيْهِ، وَصَلِّ عَلى مُحَمَّدٍ عَدَدَ مَنْ لَّمْ يُصَلِّ عَلَيْهِ، وَصَلِّ عَلى مُحَمَّدٍ كَمَا أَمَرْتَنَا بالصَّلاةِ عَلَيْهِ، وَصَلِّ عَلَيْهِ كَمَا يُحِبُّ أَنْ يُّصَلّى عَلَيْهِ.
 اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ، وعَلى آلِ مُحَمَّدٍ..كَمَا أَمَرْتَنَا أَنْ نُّصَلِّيَ عَلَيْهِ.
اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ، وعَلى آلِ مُحَمَّدٍ..كَمَا هُوَ أَهْلُه.
اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ، وعَلى آلِ مُحَمَّدٍ..كَمَا تُحِبُّ وَتَرْضَاهُ لَه.
اللّهُمَّ يَا رَبَّ مُحَمَّدٍ، وَآلِ مُحَمَّدٍ..صَلِّ عَلى مُحَمَّدٍ، وَآلِ مُحَمَّدٍ، وَأَعْطِ مُحَمَّدًا الدَّرَجَةَ، وَالْوَسِيْلَةَ فِيْ الْجَنَّةِ.
اللّهُمَّ يَا رَبَّ مُحَمَّدٍ، وَآلِ مُحَمَّدٍ..اجزِ مُحَمَّدًا  مَا هُوَ أَهْلُه.
اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ، وعَلى آلِ مُحَمَّدٍ، وَعَلى أَهْلِ بَيْتِه.
اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ، وعَلى آلِ مُحَمَّدٍ؛ حَتّى لا يَبْقى مِنَ الصَّلاةِ شَيْءٌ.
وارْحَمْ مُحَمَّدٍ، وَالِ مُحَمَّدٍ؛ حَتّى لا يَبْقى مِنَ الرَّحْمَةِ شَيْءٌ.
وَبَارِكْ عَلى مُحَمَّدٍ، وَعَلى آلِ مُحَمَّدٍ؛ حَتّى لا يَبْقى مِنَ الْبَرَكَةِ شَيْءٌ.
وَسَلِّمْ عَلى مُحَمَّدٍ، وَعَلى آلِ مُحَمَّدٍ؛ حَتّى لا يَبْقى مِنَ السَّلامِ شَيْءٌ.
اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ فِيْ الْأَوَّلِيْنَ، وَصَلِّ عَلى مُحَمَّدٍ فِيْ الْآخِرِيْنَ، وَصَلِّ عَلى مُحَمَّدٍ فِيْ النَّبِيِّيْنَ، وَصَلِّ عَلى مُحَمَّدٍ فِيْ الْمُرْسَلِيْنَ، وَصَلِّ عَلى مُحَمَّدٍ فِيْ الْمَلَإِ الْأعْلى إِلى يَوْمِ الدِّيْنَ.
اللّهُمَّ أَعْطِ مُحَمَّدًا الْوَسِيْلَةَ، وَالْفَضِيْلَةَ، وَالشَّرَفَ، وَالدَّرَجَةَ الْكَبِيْرَة.َ
اللّهُمَّ إِنِّيْ آمَنْتُ بِه، ولَمْ أَرَه..فَلا تَحْرِمْنِيْ فِيْ الْجِنَانِ رُؤيَتَه، وَارْزُقْنِيْ صُحْبَتَه، وَتَوَفَّنِيْ عَلى مِلَّتِه، وَاسْقِنِيْ مِنْ حَوْضِه مَشْرَبًا، رَّوِيًّا، سَائِغًا، هَنِيْئًا، لا نَظْمَأُ بَعْدَه أَبَدًا؛ إِنَّكَ عَلى كُلِّ شَيْءٍ قَدِيْر.
اللّهُمَّ أَبْلِغْ رُوْحَ مُحَمَّدٍ مِّنِّيْ تَحِيَّةً، وسِلامًا.
اللّهُمَّ وَكَمَا آمَنْتُ بِه، وَلَمْ أَرَه..فَلا تَحْرِمْنِيْ فِيْ الْجِنَانِ رُؤيَتَه.
اللّهُمَّ تَقَبَّلْ شَفَاعَةَ مُحَمَّدٍ الْكُبْرى، وَارْفَعْ دَرَجَتَهُ الْعُلْيَا، وَآتِه سُؤلَه فِيْ الْآخِرَةِ، وَالْأُوْلى، كَمَا آتَيْتَ إِبْرَاهِيْمَ، وَمُوْسىُ.
اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ، وعَلى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلى إِبْرَاهِيْمَ، وَعَلى آلِ إِبْرَاهِيْمَ، وَبَارِكْ عَلى مُحَمَّدٍ، وَعَلى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلى إِبْرَاهِيْمَ، وَعَلى آلِ إِبْرَاهِيْمَ، إِنَّكَ حَمِيْدٌ مَّجِيْدٌ.
اللّهُمَّ صَلِّ، وَسَلِّمْ، وَبَارِكْ عَلى سَيِّدِنَا مُحَمَّدٍ نَّبِيِّكَ، وَرَسُوْلِكَ، وَإِبْرَاهِيْمَ خَلِيْلِكَ وَصَفِيِّكَ، وَمُوْسى كَلِيْمِكَ وَنَجِيِّكَ، وَعِيْسى رُوْحِكَ وَكَلِمَتِكَ، وَعَلى جَمِيْعِ مَلائِكَتِكَ وَرُسُلِكَ، وَأَنْبِيَائِكَ، وَخِيَرَتِكَ مِنْ خَلْقِكَ، وَأَصْفِيَائِكَ، وَخَاصَّتِكَ، وَأَوْلِيَائِكَ مِنْ أَهْلِ أَرْضِكَ وَسَمَائِكَ.
وَصَلَّى اللهُ عَلى سَيِّدِنَا مُحَمَّدٍ، عَدَدَ خَلْقِه، وَرِضَاءَ نَفْسِه، وَزِنَةَ عَرْشِه، وَمِدَادَ كَلِمَاتِه، وَكَمَا هُوَ أَهْلُه، وَكُلَّمَا ذَكَرَهُ الذَّاكِرُوْنَ، وَغَفَلَ عَنْ ذِكْرِهِ الْغَافِلُوْنَ، وَعَلى أَهْلِ بَيْتِه، وَعِتْرَتِه الطَّاهِرِيْنَ، وَسَلَّمَ تَسْلِيْمًا.
اللّهُمَّ صَلِّ عَل مُحَمَّدٍ، وَعَلى أَزْوَاجِه، وَذُرِّيَّتِه، وَعَلى جَمِيْعِ النَّبِيِّيْنَ وَالْمُرْسَلِيْنَ، وَالْمَلائِكَةِ، وَالْمُقَرَّبِيْنَ، وَجَمِيْعِ عِبَادِ اللهِ الصَّالِحِيْنَ، عَدَدَ مَا أَمْطَرَتِ السَّمَاءُ مُنْذُ بَنَيْتَهَا.
وَصَلِّ عَلى مُحَمَّدٍ عَدَدَ مَا أَنْبَتَتِ الْأَرْضُ مُنْذُ دَحَوْتَهَا.
وَصَلِّ عَلى مُحَمَّدٍ عَدَدَ النُّجُوْمِ فِيْ السَّمَاءِ فَإِنَّكَ أَحْصَيْتَهَا.
وَصَلِّ عَلى مُحَمَّدٍ عَدَدَ مَا تَنَفَّسَتِ الْأَرْوَاحُ مُنْذُ خَلَقْتَهَا.
وَصَلِّ عَلى مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ، وَمَا تَخْلُقُ، وَمَا أَحَاطَ بِه عِلْمُكَ، وَأَضْعَافَ ذلِكَ.
اللّهُمَّ صَلِّ عَلَيْهِمْ عَدَدَ خَلْقِكَ، وَرِضَاءَ نَفْسِكَ، وَزِنَةَ عَرْشِكَ، وَمِدَادَ كَلِمَاتِكَ، وَمَبْلَغَ عِلْمِكَ وَآيَاتِكَ.
اللّهُمَّ صَلِّ عَلَيْهِمْ صَلاةً تَفُوْقُ وَتَفْضُلُ صَلاةَ الْمُصَلِّيْنَ عَلَيْهِمْ مِنَ الْخَلْقِ أَجْمَعِيْنَ؛ كَفَضْلِكَ عَلى جَمِيْعِ خَلْقِكَ.
اللّهُمَّ صَلِّ عَلَيْهِمْ صَلاةً، دَائِمَةً، مُّسْتَمِرَةً الدَّوَامِ عَلى مَرِّ اللَّيَالِيْ وَالْأَيَّامِ، مُتَّصِلَةَ الدَّوَامِ، لا انْقِضَاءَ لَهَا، وَلا انْصِرَامَ، عَلى مَرِّ اللَّيَالِيْ وَالْأَيَّامِ، عَدَدَ كُلِّ وَابِلٍ وطَلٍّ.ٍ
اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ نَّبِيِّكَ، وَإِبْرَاهِيْمَ خَلِيْلِكَ، وَعَلى جَمِيْعِ أَنْبِيَائِكَ وَأَصْفِيَائِكَ؛ مِنْ أَهْلِ أَرْضِكَ وَسَمَائِكَ، عَدَدَ خَلْقِكَ، وَرِضَاءَ نَفْسِكَ، وَزِنَةَ عَرْشِكَ، وَمِدَادَ كَلِمَاتِكَ، وَمُنْتَهى عِلْمِكَ، وَزِنَةَ جَمِيْعِ مَخْلُوْقَاتِكَ، صَلاةً مُّكَرَّرَةً أَبَدًا عَدَدَ مَا أَحْصى عِلْمُكَ، وَمِلْأَ مَا أَحْصى عِلْمُكَ، وَأَضْعَافَ مَا أَحْصى عِلْمُكَ، صَلاةً تَزِيْدُ وَتَفُوْقُ وَتَفْضُلُ صَلاةَ الْمُصَلِّيْنَ عَلَيْهِمْ مِنَ الْخَلْقِ أَجْمَعِيْنَ؛ كَفَضْلِكَ عَلى جَمِيْعِ خَلْقِكَ.
ثُمَّ تَدْعُوْ بِهذَا الدُّعَاءِ فَإِنَّه مَرْجُوُّ الْإِجَابَةِ إِنْ شَاءَ اللهُ تَعَالى بَعْدَ الصَّلاةِ عَلَى النَّبِيِّ :
((اللّهُمَّ اجْعَلْنِيْ مِمَّنْ لَّزِمَ مِلَّةَ نَبِيِّكَ مُحَمَّدٍ ، وَعَظَّمَ حُرْمَتَه، وَأَعَزَّ كَلِمَتَه، وَحَفِظَ عَهْدَه وَذِمَّتَه، وَنَصَرَ حِزْبَه وَدَعْوَتَه، وَكَثَّرَ تَابِعِيْه وَفِرْقَتَه، وَوَافى زُمْرَتَه، وَلَمْ يُخَالِفْ سَبِيْلَه وَسُنَّتَه.
اللّهُمَّ إِنِّيْ أسْألُكَ الْاسْتِمْسَاكَ بِسُنَّتِه، وَأَعُوْذُ بِكَ مِنَ الْانْحِرَافِ عَمَّا جَاءَ بِه.
اللّهُمَّ إِنِّي أسْألُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ مُحَمَّدٌ نَّبِيُّكَ، وَرَسُوْلُكَ ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَكَ مِنْهُ مُحَمَّدٌ نَّبِيُّكَ، وَرَسُوْلُكَ .
اللّهُمَّ اعْصِمْنِي مِنْ شَرِّ الْفِتَنِ، وَعَافِنِي مِنْ جَمِيْعِ الْمِحَنِ، وَأَصْلِحْ مِنِّي مَا ظَهَرَ وَمَا بَطَنَ، وَنَقِّ قَلْبِي مِنَ الْحِقْدِ وَالْحَسَدَ، وَلا تَجْعَلْ عَلَيَّ تِبَاعَةً لأَحَدٍ.
اللّهُمَّ إِنِّي أَسْأَلُكَ الْأَخْذَ بِأَحْسَنِ مَا تَعْلَمُ، وَالتَّرْكَ لِسَيِّءِ مَا تَعْلَمُ، وَأَسْأَلُكَ التَّكَفُّلَ بِالرِّزْقِ، وَالزُّهْدَ فِي الْكَفَافِ، وَالْمَخْرَجَ بِالْبَيَانِ مِنْ كُلِّ شُبْهَةٍ، والْفَلَجَ بِالصَّوَابِ فِي كُلِّ حُجَّةٍ، والْعَدْلَ فِي الْغَضَبِ وَالرِّضَا، وَالتَّسْلِيْمَ لِمَا يَجْرِي بِه الْقَضَاءُ، وَالْاقْتِصَادَ فِي الْفَقْرِ وَالْغِنى، وَالتَّوَاضُعَ فِي الْقَوْلِ وَالْفِعْلِ، وَالصِّدْقَ فِي الْجِدِّ وَالْهَزْلِ.
اللّهُمَّ إِنَّ لِي ذُنُوْبًا فِيْمَا بَيْنِي وَبَيْنَكَ، وَذُنُوْبًا فِيْمَا بَيْنِي وَبَيْنَ خَلْقِكَ، اللّهُمَّ مَا كَانَ لَكَ مِنْهَا فَاغْفِرْهُ، وَمَا كَانَ مِنْهَا لِخَلْقِكَ فَتَحَمَّلْهُ عَنِّي، وَأَغْنِنِي بِفَضْلِكَ إِنَّكَ وَاسِعُ الْمَغْفِرَةِ.
اللّهُمَّ نَوِّرْ بِالْعِلْمِ قَلْبِي، وَاسْتَعْمِلْ بِطَاعَتِكَ بَدَنِي، وَخَلِّصْ مِنَ الْفِتَنِ سِرِّي، وَاشْغَلْ بِالْاعْتِبَارِ فِكْرِي، وَقِنِي شَرِّ وَسَاوِسِ الشَّيْطَانَ، وَأَجِرْنِي مِنْهُ، يَا رَحْمنُ؛ حَتّى لا يَكُونَ لَه عَلَيَّ سُلْطَانٌ)).
''',
      false,
      incrementedContentId++, //135,
    ),
    Content(
      incrementedContentId,
      //      170,
      '''اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا تَعْلَمُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا تَعْلَمُ، وَأَسْتغْفِرُكَ مِنْ كُلِّ مَا تَعْلَمُ، إِنَّكَ تَعْلَمُ وَلَا نَعْلَمُ وَأَنْتَ عَلَّامُ الْغُيُوبِ. 
اللَّهُمَّ ارْحَمْنِي مِنْ زَمَانِي هَذَا، وَإِحْدَاقِ الْفِتَنِ، وَتَطَاوُلِ أَهْلِ الجُرْأَةِ عَليَّ، وَاسْتِضْعَافِهِمْ إِيَّايَ. 
اللَّهُمَّ اجْعَلْنِي مِنْكَ فِي عِياذٍ مَنِيعٍ، وَحِرْزِ حَصِينٍ؛ مِنْ جَمِيعِ خَلْقِكِ؛ حَتَّى تُبَلِّغَنِي أَجَلِي مُعَافَىً. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، عَدَدَ مَنْ صَلَّى عَلَيْهِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، عَدَدَ مَنْ لَمْ يُصَلِّ عَلَيْهِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا تَنْبَغِي الصَّلَاةُ عَلَيْهِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا تَجِبُ الصَّلَاةُ عَلَيْهِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا أَمَرْتَ أنْ يُصلَّى عَلَيْهِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ الَّذِي نُورُهُ مِنْ نُورِ الْأَنْوَارِ، وَأَشْرَقَ بِشُعَاعِ سِرِّهِ الْأَسْرَارُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، وَعَلَى أَهْلِ بَيْتِهِ الْأَبْرَارِ أَجْمَعِينَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ بَحْرِ أَنْوَارِكَ، وَمَعْدِنِ أَسْرَارِكَ، وَلِسَانِ حُجَّتِكَ، وَعَرُوسِ مَمْلَكَتِكَ، وَإِمَامِ حَضْرَتِكَ، وَخاتَمِ أَنْبِيَائِكَ، صَلَاةً تَدُومُ بِدَوَامِكَ، وَتَبْقَى بِبَقَائِكَ، صَلَاةً تُرْضِيكَ وَتُرْضِيهِ، وتَرْضَى به عَنَّا، يَا أَرْحَمَ الرَّاحِمِينَ.
 اللَّهُمَّ رَبَّ الْحِلِّ وَالحَرَامِ، وَرَبَّ المَشْعَرِ الحَرَامِ، وَرَبَّ الْبَيْتِ الْحَرَامِ، وَرَبَّ الرُّكُنِ وَالمَقَامِ..أَبْلِغْ لسَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ مِنَّا السَّلَامَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ سَيِّدِ الْأوَّلِينَ وَالْآخِرِينَ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ فِي كُلِّ وَقْتٍ وَحِينٍ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ فِي المَلَإِ الْأَعْلَى إِلَى يَوْمِ الدِّينِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ حَتَّى تَرِثَ الأرْضَ وَمَنْ عَلَيْها وَأَنْتَ خَيْرُ الْوَارِثِينَ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ. 
وَبارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا أَحَاطَ بِهِ عِلْمُكَ، وَجَرَى بِهِ قَلَمُكَ، وَسَبَقَتْ بِهِ مَشِيئَتُكَ، وَصَلَّتْ عَلَيْهِ مَلائِكَتُكَ، صَلَاةً دَائِمَةً ِبدَوَامِكَ، بَاقِيَةً بِفَضْلِكَ وَإِحْسَانِكَ، إِلَى أَبَدِ الْأَبَدِ، أَبَدًا لَانِهَايِةَ لِأَبَدِيَّتِهِ، وَلَا فَنَاءَ لِدَيْمُومِيَّتِهِ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا أَحَاطَ بِهِ عِلْمُكَ، وَأَحْصَاهُ كِتَابُكَ، وَشَهِدَتْ بِهِ مَلائِكَتُكَ، وارْضَ عَنْ أَصْحَابِهِ، وَارْحَمْ أُمَّتَهُ إِنَّكَ حَمِيدٌ مَجِيدٌ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، وَعَلَى جَمِيعِ أَصْحَابِ سَيِّدِنَا مُحَمَّدٍ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَبَارِكْ اللَّهُمَّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلانا مُحَمَّدٍ عَدَدَ مَا أَحاطَ بِهِ عِلْمُكَ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلانا مُحَمَّدٍ عَدَدَ مَا أَحْصَاهُ كِتَابُكَ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ مَا نَفَذَتْ بِهِ قُدْرَتُكَ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ مَا خَصَّصَتْهُ إِرَادَتُكَ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ مَا تَوَجَّهَ إِلَيْهِ أَمْرُكَ وَنَهْيُكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلانا مُحَمَّدٍ عَدَدَ مَا وَسِعَهُ سَمْعُكَ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ مَا أَحَاطَ بِهِ بَصَرُكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلانا مُحَمَّدٍ عَدَدَ مَا ذَكَرَهُ الذَّاكِرُونَ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلانا مُحَمَّدٍ عَدَدَ مَا غَفَلَ عَنْ ذِكْرِهِ الْغَافِلُونَ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ قَطْرِ الْأَمْطَارِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلانا مُحَمَّدٍ عَدَدَ أَوْرَاقِ الْأَشْجَارِ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ دَوَابِّ الْقِفَارِ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ دَوَابِّ الْبِحَارِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ مِيَاهِ الْبِحَارِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ مَا أَظْلَمَ عَلَيْهِ اللَّيْلُ، وَأَضَاءَ عَلَيْهِ النَّهارُ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ بِالْغُدُوِّ، وَالْآصَالِ.
 اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ الرِّمَالِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ النِّسَاءِ، وَالرِّجَالِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ رِضَاءَ نَفْسِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ مِدَادَ كَلِمَاتِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ مِلْءَ سَمَاوَاتِكَ، وَأَرْضِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلانا مُحَمَّدٍ زِنَةَ عَرْشِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلانا مُحَمَّدٍ عَدَدَ مَخْلُوقَاتِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ أَفْضَلَ صَلَوَاتِكَ، 
اللَّهُمَّ صَلِّ عَلَى نَبِيِّ الرَّحْمَةِ. 
اللَّهُمَّ صَلِّ عَلَى شَفِيعِ الْأُمَّةِ. 
اللَّهُمَّ صَلِّ عَلَى كَاشِفِ الْغُمَّةِ، 
اللَّهُمَّ صَلِّ عَلَى مُجْلي الظُّلْمَةِ. 
اللَّهُمَّ صَلِّ عَلَى مُوليِ النِّعْمَةِ. 
اللَّهُمَّ صَلِّ عَلَى مُؤْتِي الرَّحْمَةِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الحَوْضِ المَوْرُودِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ المَقَامِ المَحْمُودِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ اللِّوَاءِ المَعْقُودِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ المَكَانِ المَشْهُودِ. 
اللَّهُمَّ صَلِّ عَلَى المَوْصُوفِ بالْكَرَمِ وَالجُودِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ هُوَ فِيْ السَّمَاءِ سَيِّدُنا مَحْمُودٌ، وَفِى الْأَرْضِ سَيِّدُنا مُحَمَّدٌ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الشَّامَةِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْعَلَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى المَوْصُوفِ بالْكَرَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى الْمَخْصُوصِ بِالزَّعَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ كَانَ تُظِلُّهُ الْغَمَامَةُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ كَانَ يَرَى مَنْ خَلْفَهُ كَمَا يَرَى مَنْ أَمَامَهُ. 
اللَّهُمَّ صَلِّ عَلَى الشَّفِيعِ المُشَفَّعِ يَوْمَ الْقِيَامَةِ.
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الضَّرَاعَةِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الشَّفَاعَةِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْوَسِيلَةِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْفَضِيلَةِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الدَّرَجَةِ الرَّفِيعَةِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْهِرَاوَةِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ النَّعْلَيْنِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الحُجَّةِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْبُرْهَانِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ السُّلْطَانِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ التَّاجِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْمِعْرَاجِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْقَضِيبِ. 
اللَّهُمَّ صَلِّ عَلَى راكِبِ النَّجِيبِ. 
اللَّهُمَّ صَلِّ عَلَى رَاكِبِ الْبُرَاقِ. 
اللَّهُمَّ صَلِّ عَلَى مُخْتَرِقِ السَّبْعِ الطِّبَاقِ. 
اللَّهُمَّ صَلِّ عَلَى الشَّفِيعِ فِيْ جَمِيعِ الْأَنَامِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ سَبَّحَ فِيْ كَفِّهِ الطَّعَامُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ بَكَى إِلَيْهِ الْجِذْعُ، وَحَنَّ لِفِرَاقِهِ.
اللَّهُمَّ صَلِّ عَلَى مَنْ تَوَسَّلَ بِهِ طَيْرُ الْفَلَاةِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ سَبَّحَتْ فِيْ كَفِّهِ الحَصَاةُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ تَشَفَّعَ إِلَيْهِ الظَّبْيُ بِأَفْصَحِ كَلَامٍ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ كلَّمَهُ الضَّبُّ فِيْ مَجْلِسِهِ مَعَ أَصْحَابِهِ الْأَعْلَامِ. 
اللَّهُمَّ صَلِّ عَلَى الْبَشِيرِ النَّذِيرِ. 
اللَّهُمَّ صَلِّ عَلَى السِّرَاجِ المُنِيرِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ شَكَى إِلَيْهِ الْبَعِيرُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ تَفَجَّرَ مِنْ بَيْنِ أَصَابِعِهِ المَاءُ النَّمِيرُ. 
اللَّهُمَّ صَلِّ عَلَى الطَّاهِرِ المُطَهَّرِ. 
اللَّهُمَّ صَلِّ عَلَى نُورِ الْأَنْوَارِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ انْشَقَّ لَهُ الْقَمَرُ. 
اللَّهُمَّ صَلِّ عَلَى الطَّيِّبِ المُطَيَّبِ. 
اللَّهُمَّ صَلِّ عَلَى الرَّسُولِ المُقَرَّبِ. 
اللَّهُمَّ صَلِّ عَلَى الْفَجْرِ السَّاطِعِ. 
اللَّهُمَّ صَلِّ عَلَى النَّجْمِ الثَّاقِبِ. 
اللَّهُمَّ صَلِّ عَلَى الْعُرْوَةِ الْوُثْقَى. 
اللَّهُمَّ صَلِّ عَلَى نَذِيرِ أَهْلِ الْأَرْضِ. 
اللَّهُمَّ صَلِّ عَلَى الشَّفِيعِ يَوْمَ الْعَرْضِ. 
اللَّهُمَّ صَلِّ عَلَى السَّاقِي لِلنَّاسِ مِنَ الحَوْضِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ لِوَاءِ الحَمْدِ. 
اللَّهُمَّ صَلِّ عَلَى المُشَمِّرِ عَنْ سَاعِدِ الجَدِّ. 
اللَّهُمَّ صَلِّ عَلَى المُسْتَعْمِلِ فِي مَرْضَاتِكَ غَايَةَ الجُهْدِ. 
اللَّهُمَّ صَلِّ عَلَى النَّبِيِّ الخَاتِمِ. 
اللَّهُمَّ صَلِّ عَلَى الرَّسُولِ الخَاتِمِ. 
اللَّهُمَّ صَلِّ عَلَى المُصْطَفَى الْقَائِمِ. 
اللَّهُمَّ صَلِّ عَلَى رَسُولِكَ أَبِى الْقَاسِمِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الآيَاتِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الدَّلَالَاتِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الإِشَارَاتِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْكَرَامَاتِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْعَلَامَاتِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ الْبَيِّنَاتِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ المُعْجِزَاتِ. 
اللَّهُمَّ صَلِّ عَلَى صَاحِبِ خَوَارِق الْعَادَاتِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ سَلَّمَتْ عَلَيْهِ الْأَحْجَارُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ سَجَدَتْ بَيْنَ يَدَيْهِ الْأَشْجَارُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ تَفَتَّقَتْ مِنْ نُورِهِ الْأَزْهارُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ طَابَتْ بِبَرَكَتِهِ الثِّمَارُ. 
اللَّهُمَّ صَلِّ عَلَى مَنِ اخْضَرَّتْ مِنْ بَقِيَّةِ وَضُوئِهِ الْأشْجَارُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ فَاضَتْ مِنْ نُورِهِ جَمِيعُ الْأَنْوَارِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ بِالصَّلَاةِ عَلَيْهِ تُحَطُّ الأَوْزَارُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ بِالصَّلَاةِ عَلَيْهِ تُنالُ مَنازِلُ الْأَبْرَارِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ بِالصَّلَاةِ عَلَيْهِ يُرْحَمُ الْكِبَارُ وَالصِّغَارُ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ بِالصَّلَاةِ عَلَيْهِ نَتَنَعَّمُ فِي هَذِهِ الدَّارِ، وَفِي تِلْكَ الدَّارِ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ بِالصَّلَاةِ عَلَيْهِ تُنَالُ رَحْمَةُ الْعَزِيزِ الْغَفَّارِ. 
اللَّهُمَّ صَلِّ عَلَى المَنْصُورِ المُؤَيَّدِ. 
اللَّهُمَّ صَلِّ عَلَى الْمُخْتَارِ المُمَجَّدِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ كَانَ إِذا مَشَى فِي الْبَرِّ الْأَقْفَرِ تَعَلَّقَتِ الْوُحُوشُ بِأَذْيَالِهِ. 
اللَّهُمَّ صَلِّ عَلَيْهِ وَعَلَى آلِهِ وَصحْبِهِ وَسَلِّمْ تَسْلِيمًا.
وَالْحَمْدُ لِلـَّهِ رَبِّ الْعَالَمينَ.
الحَمْدُ للَّـهِ عَلَى حِلْمِهِ بَعْدَ عِلْمِهِ، وَعَلَى عَفْوِهِ بَعْدَ قُدْرَتِهِ. 
اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْفَقْرِ إِلَّا إِلَيْكَ، وَمِنَ الذُّلِّ إِلَّا لَكَ، وَمِنَ الخَوْفِ إِلَّا مِنْكَ.
وَأَعُوذُ بِكَ أَنْ أَقُولَ زُورًا أَوْ أَغْشَى فُجُورًا، أَوْ أَكُونَ بِكَ مَغْرُورًا.
وَأَعُوذُ بِكَ مِنْ شَمَاتَةِ الْأَعْدَاءِ، وَعُضَالِ الدَّاءِ، وَخَيْبَةِ الرَّجَاءِ، وَزَوَالِ النِّعْمَةِ، وَفُجَأَةِ النِّقْمَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَسَلِّمْ عَلَيْهِ، وَاجْزِهِ عَنَّا مَا هُوَ أَهْلُهُ حَبِيبِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَسَلِّمْ عَلَيْهِ، وَاجْزِهِ عَنَّا مَا هُوَ أَهْلُهُ حَبِيبِكَ.
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَسَلِّمْ عَلَيْهِ، وَاجْزِهِ عَنَّا مَا هُوَ أَهْلُهُ حَبِيبِكَ.
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا إِبْرَاهِيمَ وَسَلِّمْ عَلَيْهِ، وَاجْزِهِ عَنَّا مَا هُوَ أَهْلُهُ خَلِيلِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا إِبْرَاهِيمَ وَسَلِّمْ عَلَيْهِ، وَاجْزِهِ عَنَّا مَا هُوَ أَهْلُهُ خَلِيلِكَ.
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا إِبْرَاهِيمَ وَسَلِّمْ عَلَيْهِ، وَاجْزِهِ عَنَّا مَا هُوَ أَهْلُهُ خَلِيلِكَ.
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّيْتَ، وَرَحِمْتَ، وَبَارَكْتَ عَلَى إِبْرَاهِيمَ فِي الْعَالَمِينَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، عَدَدَ خَلْقِكَ، وَرِضَاءَ نَفْسِكَ، وَزِنَةَ عَرْشِكَ، وَمِدَادَ كَلِمَاتِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ صَلَّى عَلَيْهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ لَمْ يُصَلِّ عَلَيْهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا صُلِّيَ عَلَيْهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ أَضْعافَ مَا صُلِّيَ عَلَيْهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ كَمَا هُوَ أَهْلُهُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ كَمَا تُحِبُّ وَتَرْضَى لَهُ.
''',
      false,
      incrementedContentId++, //136,
    ),
    Content(
      incrementedContentId,
      //      171,
      '''اللَّهُمَّ صَلِّ عَلَى رُوحِ سَيِّدِنَا مُحَمَّدٍ فِي الْأَرْوَاحِ، وَعَلَى جَسَدِهِ فِي الْأَجْسَادِ، وَعَلَى قَبْرِهِ فِي الْقُبُورِ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ كُلَّمَا ذَكَرَهُ الذَّاكِرُونَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ كُلَّمَا غَفَلَ عَنْ ذِكْرِهِ الْغَافِلُونَ. 
اللَّهُمَّ صَلِّ وسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ، الْأُمِّيِّ، وَأَزْوَاجِهِ أُمَّهَاتِ المُؤْمِنِينَ، وَذُرِّيَّتِهِ، وَأَهْلِ بَيْتِهِ؛ صَلَاةً وَسَلَامًا لا يُحْصَى عَدَدُهُمَا، وَلا يُقْطَعُ مَدَدُهُمَا. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا أَحَاطَ بِهِ عِلْمُكَ، وَأَحْصَاهُ كِتَابُكَ، صَلَاةً تَكُونُ لَكَ رِضَاءً، وَلِـحَقِّهِ أَدَاءً، وَأَعْطِهِ الْوَسِيلَةَ وَالْفَضِيلَةَ، وَالدَّرَجَةَ الرَّفِيعَةَ، وَابْعَثْهُ اللَّهُمَّ المَقَامَ المَحْمُودَ الَّذِي وَعَدْتَهُ، وَاجْزِهِ عَنَّا مَا هُوَ أَهْلُهُ، وَعَلَى جَمِيعِ إِخْوَانِهِ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالحِينَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَأَنْزِلْهُ المُنْزَلَ المُقَرَّبَ يَوْمَ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ. 
اللَّهُمَّ تَوِّجْهُ بِتَاجِ الرِّضَا وَالْكَرَامِةِ. 
اللَّهُمَّ أَعْطِ لِسَيِّدِنَا مُحَمَّدٍ أَفْضَلَ مَا سَأَلَكَ لِنَفْسِهِ، وَأَعْطِ لِسَيِّدِنَا مُحَمَّدٍ أَفْضَلَ مَا سَأَلَكَ لَهُ أَحَدٌ مِنْ خَلْقِكَ، وَأَعْطِ لِسَيِّدِنَا مُحَمَّدٍ أَفْضَلَ مَا أَنْتَ مَسْؤُولٌ لَهُ إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَآدَمَ، وَنُوحٍ، وَإِبْرَاهِيمَ، وَمُوسَى، وَعِيسَى، وَمَا بَيْنَهُمْ مِنَ النَّبِيِّينَ، وَالمُرْسَلِينَ، صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِمْ أَجْمَعِينَ، (ثلاثًا).
اللَّهُمَّ صَلِّ عَلَى أَبِينَا آدَمَ، وَأُمِّنَا حَوَّاءَ صَلَاةَ مَلَائِكَتِكَ، وَأَعْطِهِمَا مِنَ الرِّّضْوَانِ حَتَّى تُرْضِيَهُمَا، وَاجْزِهِمِا اللَّهُمَّ أَفْضَلَ مَا جَازَيْتَ بِهِ أَبًا وَأُمًّا عَنْ وَلَدَيْهِمَا. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا جِبْرِيلَ، وَمِيكَائِيلَ، وَإِسْرَافِيلَ، وَعِزْرَائِيلَ، وَحَمَلَةِ الْعَرْشِ، وَعَلَى المَلائِكَةِ وَالمُقَرَّبِين،َ وَعَلَى جَمِيعِ الْأَنْبِيَاءِ، وَالمُرْسَلِينَ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِمْ أَجْمَعِينَ. (ثَلاثًا). 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا عَلِمْتَ، وَمِلْءَ مَا عَلِمْتَ، وَزِنَةَ مَا عَلِمْتَ، وَمِدَادَ كَلِمَاتِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَاةً مَوْصُولَةً بِالمَزِيدِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَاةً لَا تَنْقَطِعُ أَبَدَ الْأَبَدِ وَلَا تَبِيدُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَاتَكَ الَّتِي صَلَّيْتَ عَلَيْهِ، وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ سَلامَكَ الَّذِي سَلَّمْتَ عَلَيْهِ، وَاجْزِهِ عَنَّا مَا هُوَ أَهْلُهُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَاةً تُرْضِيكَ، وَتُرْضِيهِ، وَتَرْضَى بِهَا عَنَّا، وَاجْزِهِ عَنَّا مَا هُوَ أَهْلُهُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ بَحْرِ أَنْوَارِكَ, وَمَعْدِنِ أَسْرَارِكَ، وَلِسَانِ حُجَّتِكَ، وَعَرُوسِ مَمْلَكَتِكَ، وَإِمَامِ حَضْرَتِكَ، وَطِرَازِ مُلْكِكَ، وَخَزَائِنِ رَحْمَتِكَ، وَطَرِيقِ شَرِيعَتِكَ المُتَلَذِّذِ بِتَوْحِيدِكَ، إِنْسَانِ عَيْنِ الْوُجُودِ، وَالسَّبَبِ فِي كُلِّ مَوْجُودٍ، عَيْنِ أَعْيَانِ خَلْقِكَ، المُتَقَدِّمِ مِنْ نُورِ ضِيَائِكَ، صَلَاةً تَدُومُ بِدَوَامِكَ، وَتَبْقَى بِبَقَائِكَ، لَا مُنْتَهَى لَها دُونَ عِلْمِكَ، صَلَاةً تُرْضِيكَ وَتُرْضِيهِ، وَتَرْضَى بِهَا عَنَّا، يَا رَبَّ الْعَالَمينَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا فِي عِلْمِ اللهِ، صَلَاةً دَائِمَةً بِدَوَامِ مُلْكِ اللهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّيْتَ عَلى سَيِّدِنَا إِبْرَاهِيمَ، وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ فِي الْعَالَمِينَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، عَدَدَ خَلْقِكَ، وَرضَاءَ نَفْسِكَ، وَزِنَةَ عَرْشِكَ، وَمِدَادَ كَلِمَاتِكَ، وَعَدَدَ مَا ذَكَرَكَ بِهِ خَلْقُكَ فِيمَا مَضَى، وَعَدَدَ مَا هُمْ ذَاكِرُونَكَ بِهِ فِيمَا بَقِيَ، فِي كُلِّ سَنَةٍ، وَشَهْرٍ، وَجُمُعَةٍ، وَيَوْمٍ، وَلَيْلَةٍ، وَسَاعَةٍ مِنَ السَّاعَاتِ، وَشَمٍّ، وَنَفَسٍ، وَطَرْفَةٍ، وَلَـمْحَةٍ مِنَ الْأَبَدِ إِلَى الْأَبَدِ، وَآبَادِ الدُّنْيَا، وَآبَادِ الآخِرَةِ، وَأَكْثَرَ مِنْ ذَلِكَ لا يَنْقَطِعُ أَوَّلُهُ، وَلا يَنْفَدُ آخِرُهُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَلَى قَدْرِ حُبِّكَ فِيهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَلَى قَدْرِ عِنَايَتِكَ بِهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ حَقَّ قَدْرِهِ وَمِقْدَارِهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، صَلَاةً تُنَجِّينَا بِهَا مِنْ جَمِيعِ الْأَهْوَالِ وَالْآفَاتِ، وَتَقْضِى لَنَا بِهَا جَمِيعَ الحَاجَاتِ، وَتُطَهِّرُنَا بِهَا مِنْ جَمِيعِ السَّيِّئَاتِ، وَتَرْفَعُنَا بِهَا أَعْلَى الدَّرَجَاتِ، وَتُبَلِّغُنَا بِهَا أَقْصَى الْغَايَاتِ، مِنْ جَمِيعِ الخَيْرَاتِ فِي الحَيَاةِ، وَبَعْدَ المَمَاتِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، صَلَاةَ الرِّضَى، وَارْضَ عَنْ أَصْحَابِهِ رِضَاءَ الرِّضَى. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ السَّابِقُ للْخَلْقِ نُورُهُ، وَرَحْمَةٌ لِلْعَالَمينَ ظُهُورُهُ، عَدَدَ مَنْ مَضَى مِنْ خَلْقِكَ وَمَنْ بَقِيَ، وَمَنْ سَعِدَ مِنْهُمْ، وَمَنْ شَقِيَ، صَلَاةً تَسْتَغْرِقُ الْعَدَّ، وَتُحِيطُ بالحَدِّ، صَلَاةً لَا غَايَةَ لَهَا، وَلَا مُنْتَهَى وَلَا انْقِضَاءَ، صَلَاةً دَائِمَةً بِدَوَامِكَ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ تَسْلِيمًا مِثْلَ ذَلِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ الَّذِي مَلَأْتَ قَلْبَهُ مِنْ جَلَالِكَ، وَعَيْنَهُ مِنْ جَمَالِكَ، فأَصْبَحَ فَرِحًا، مُؤَيَّدًا، مَنْصُورًا، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ تَسْلِيمًا، وَالحَمْدُ لِلَّـهِ عَلَى ذَلِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ عَدَدَ أَوْرَاقِ الزَّيْتُونِ، وَجَمِيعِ الثِّمَارِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانا مُحَمَّدٍ عَدَدَ مَا كَانَ وَمَا يَكُونُ، وَعَدَدَ مَا أَظْلَمَ عَلَيْهِ اللَّيْلُ، وَأَضَاءَ عَلَيْهِ النَّهارُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ، وَعَلَى آلِهِ، وَأَزْوَاجِهِ، وَذُرِّيَّتِهِ عَدَدَ أَنْفَاسِ أُمَّتِهِ. 
اللَّهُمَّ بِبَرَكَةِ الصَّلَاةِ عَلَيْهِ اجْعَلْنَا بِالصَّلَاةِ عَلَيْهِ مِنَ الْفَائِزِينَ، وَعَلَى حَوْضِهِ مِنَ الْوَارِدِينَ الشَّارِبِينَ، وَبِسُنَّتِهِ وَطَاعَتِهِ مِنَ الْعَامِلِينَ، وَلَا تَحُلْ بَيْنَنَا وَبَيْنَهُ يَوْمَ الْقِيامَةِ، يَا رَبَّ الْعَالَمينَ، وَاغْفِرْ لَنا، وَلِوَالِدِينَا، وَلِـجَمِيعِ المُسْلِمِينَ، والحَمْدُ لِلَّـهِ رَبِّ الْعَالَمِينَ. 
اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ أَكْرَمِ خَلْقِكَ، وَسِرَاجِ أُفُقِكَ، أَفْضَلِ قائِمٍ بِحَقِّكَ، المَبْعُوثِ بِتَيْسِيرِكَ وَرِفْقِكَ، صَلاةً يَتَوَالَى تَكْرَارُهَا، وَتَلُوحُ عَلَى الْأَكْوَانِ أَنْوَارُهَا. 
اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ أَفْضَلِ مَمْدُوحٍ بِقَوْلِكَ، وَأَشْرَفِ دَاعٍ لِلاعْتِصَامِ بِحَبْلِكَ، وَخاتَمِ أَنْبِيَائِكَ وَرُسُلِكَ، صَلَاةً تُبَلِّغُنَا فِي الدَّارَيْنِ عَمِيمَ فَضْلِكَ، وَكَرَامَةَ رِضْوَانِكَ وَوَصْلِكَ. 
اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ أَكْرَمِ الْكُرَمَاءِ مِنْ عِبادِكَ، وَأَشْرَفِ المُنادِينَ لِطُرُقِ رَشَادِكَ، وَسِرَاجِ أَقْطَارِكَ وَبِلادِكَ، صَلَاةً لا تَفْنَى وَلَا تَبِيدُ، تُبَلِّغُنَا بِهَا كرَامَةَ المَزِيدِ. 
اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ الرَّفِيعِ مَقَامُهُ، الْوَاجِبِ تَعْظِيمُهُ وَاحْتِرَامُهُ، صَلَاةً لا تَنْقَطِعُ أَبَدَاً، وَلا تَفْنَى سَرْمَدًا وَلا تَنْحَصِرُ عَدَداً. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ فِي الْعَالَمِينَ، إِنَّكَ حَمِيدٌ مَجِيدٌ. 
وَصَلِّ اللَّهُمَّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كُلَّمَا ذَكَرَهُ الذَّاكِرُونَ، وَغَفَلَ عَنْ ذِكْرِهِ الْغَافِلُونَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، وَارْحَم سَيِّدَنا مُحَمّدًا، وَآلَ سَيِّدِنَا مُحَمَّدٍ، وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّيْتَ، وَرَحِمْتَ، وبَارَكْتَ عَلى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ فِيْ الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ، الأُمِّيِّ، الطَّاهِرِ، المُطَهَّرِ، وَعَلَى آلِهِ، وَسَلِّمْ. 
اللَّهُمَّ صَلِّ عَلَى مَنْ خَتَمْتَ بِهِ الرِّسَالَةَ، وَأَيَّدْتَهُ بِالْنَّصْرِ، وَالْكَوْثَرِ، وَالشَّفَاعَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ نَبِيِّ الحُكْمِ والْحِكْمَةِ، السِّرَاجِ الْوَهَّاجِ، المَخْصُوصِ بالخُلُقِ العَظِيمِ، وَخَتْمِ الرُّسُلِ ذِي المِعْرَاجِ، وَعَلَى آلِه وَأَصْحَابِهِ، وَأَتْبَاعِهِ السَّالِكِينَ عَلَى مَنْهَجِهِ الْقَوِيمِ؛ فَأَعْظِم اللَّهُمَّ بِهِ مِنْهَاج نُجُومِ الْإِسْلَامِ، وَمَصَابِيِحِ الظَّلَامِ، الْمُهْتَدَى بِهِمْ فِيْ ظُلْمَةِ لَيِلِ الشَّكِّ الدَّاجِ؛ صَلاةً دَائِمَةً مُسْتَمِرَّةً مَا تَلَاطَمَتْ فِيْ الأَبْحُرِ الأُمْوَاجُ، وَطَافَ بِالْبَيْتِ الْعَتِيقِ مِنْ كُلِّ فَجِّ عَمِيقٍ الحُجَّاجُ.
وأَفْضَلُ الصَّلَاةِ وَالتَّسْلِيمِ عَلَى سَيِّدِنَا مُحَمَّدٍ رَسُولِهِ الْكَرِيمِ، وَصَفْوَتِهِ مِنْ الْعِبَادِ، وَشَفِيعِ الخَلَائِقِ فِيْ المِيعَاد،ِ صَاحِبِ المَقَامِ المَحْمُودِ، وَالحَوْضِ المَوْرُودِ، النَّاهِضِ بأَعْباءِ الرِّسَالَةِ وَالتَّبْلِيغِ الْأَعَمِّ، وَالْمَخْصُوصِ بِشَرَفِ السِّعَايَةِ فِيْ الصَّلَاحِ الْأَعْظَمِ، صَلَّى اللهُ عَلَيْهِ، وَعَلَى آلِهِ؛ صَلَاةً مُسْتَمِرَّةَ الدُّوَامِ، عَلَى مَرِّ اللَّيَالِي وَالْأَيَّامِ؛ فَهُوَ سَيِّدُ الْأَوَّلِينَ وَالْآخِرِينَ، وأَفْضَلُ الْأَوَّلِينَ وَالْآخِرِينَ، عَلَيْهِ أَفْضَلُ صَلَاةِ المُصَلِّينَ، وَأَزْكَى سَلَامِ المُسَلِّمِينَ، وَأَطْيَبُ ذِكْرِ الذَّاكِرِينَ، وَأَفْضَلُ صَلَواتِ اللهِ، وَأَحْسَنُ صَلَواتِ اللهِ، وَأَجَلُّ صَلَواتِ اللهِ، وَأَجْمَلُ صَلَواتِ اللهِ، وَأَكْمَلُ صَلَواتِ اللهِ، وَأَسْبَغُ صَلَواتِ اللهِ، وَأَتَّمُّ صَلَواتِ اللهِ، وَأَظْهَرُ صَلَواتِ اللهِ، وَأَعْظَمُ صَلَواتِ اللهِ، وَأذْكَى صَلَواتِ اللهِ، وَأطْيَبُ صَلَواتِ اللهِ، وَأَبْرَكُ صَلَواتِ اللهِ، وَأَزْكَى صَلَواتِ اللهِ، وَأَنْمَى صَلَواتِ اللهِ، وَأَوْفَى صَلَواتِ اللهِ، وَأَسْنَى صَلَواتِ اللهِ، وَأَعْلَى صَلَواتِ اللهِ، وَأَكْثَرُ صَلَواتِ اللهِ، وَأجْمَعُ صَلَواتِ اللهِ، وَأَعَمُّ صَلَواتِ اللهِ، وَأَدْوَمُ صَلَواتِ اللهِ، وَأَبْقَى صَلَواتِ اللهِ، وَأَعَزُّ صَلَواتِ اللهِ، وَأرْفَعُ صَلَواتِ اللهِ، وَأَعْظَمُ صَلَواتِ اللهِ..عَلَى أَفْضَلِ خَلْقِ اللهِ، وَأَحْسَنِ خَلْقِ اللهِ، وَأَجَلِّ خَلْقِ اللهِ، وَأَكْرَمِ خَلْقِ اللهِ، وَأَجْمَلِ خَلْقِ اللهِ، وَأَكْمَلِ خَلْقِ اللهِ، وَأَتَمِّ خَلْقِ الله،ِ وَأَعْظَمِ خَلْقِ اللهِ عِنْدَ اللهِ، رَسُولِ اللهِ، وَنَبِيِّ اللهِ، وَحَبِيبِ اللهِ، وَصَفِيِّ اللهِ، وَنَجِيِّ اللهِ، وَخَلِيلِ اللهِ، وَوَلِيِّ اللهِ، وَأَمِينِ اللهِ، وَخِيرَةِ اللهِ مِنْ خَلْقِ اللهِ، وَنُخْبَةِ اللهِ مِنْ بَرِيَّةِ اللهِ،وَصَفْوَةِ اللهِ مِنْ أَنْبِيَاءِ اللهِ، وَعُرْوَةِ اللهِ، وَعِصْمَةِ اللهِ، وَنِعْمَةِ اللهِ، وَمِفْتَاحِ رَحْمَةِ اللهِ، المُخْتارِ مِنْ رُسُل اللهِ، المُنْتَخَبِ مِنْ خَلْقِ اللهِ، الْفائِزِ بِالمَطْلَبِ فِيْ المَرْهَبِ وَالمَرْغَبِ، المُخْلَصِ فِيمَا وُهِبَ، أَكْرَمِ مَبْعُوثٍ، أَصْدَقِ قَائِلٍ، أَنْجَحِ شَافِعٍ، أَفْضَلِ مُشَفَّعٍ، الأَمِينِ فِيمَا اسْتُودِعَ، الصَّادِقِ فِيمَا بَلَّغَ، الصَّادِعِ بِأَمْرِ رَبِّهِ، المُضْطَلِع بِمَا حُمِّلَ، أَقْرَبِ رُسُلِ اللهِ إِلَى اللهِ وَسِيلَةً، وَأَعْظَمِهِمْ غَدًا عِنْدَ اللهِ مَنْزِلَةً وَفَضِيلَةً، وَأَكْرَمِ أَنْبِيَاءِ اللهِ الْكِرَامِ الصَّفْوَةِ عَلَى اللهِ، وَأَحَبِّهِمْ إِلَى اللهِ، وَأَقْرَبِهِمْ زُلْفَى لَدَى اللهِ، وَأَكْرَمِ الخَلْقِ عَلَى اللهِ ، وَأَحْظاهُمْ وَأَرْضَاهُمْ لَدَى اللهِ، وَأَعْلَى النَّاسِ قَدْرًا، وَأَعْظَمِهِمْ مَحَلًّا، وَأَكْمَلِهِمْ مَحَاسِنًا وَفَضْلَاً.
وأَفْضَلِ الْأَنْبِيَاءِ دَرَجَةً، وأَكْمَلِهِمْ شَرِيعَةً، وَأَشْرَفِ الْأَنْبِيَاءِ نِصَابًا، وَأَبْيَنِهِمْ بَيَانًا، وَخِطَابًا، وَأَفْضَلِهِمْ مَوْلِدًا، وَمُهَاجَرًا، وَعِتْرَةً، وَأَصْحَابًا.
وَأَكْرَمِ النَّاسِ أَرُومَةً، وَأَشْرَفِهِمْ جُرْثُومَةً، وَخَيْرِهِمْ نَفْسًا، وَأَطْهَرِهِمْ قَلْبَاً، وَأَصْدَقِهِمْ قَوْلاً، وَأزْكَاهُمْ فِعْلاً، وَأثْبَتِهِمْ أَصْلَاً، وَأَوْفَاهُمْ عَهْدًا، وَأَمْكَنِهِمْ مَجْدًا، وَأَكْرَمِهِمْ طَبْعَا، وَأَحْسَنِهِمْ صُنْعًا، وَأَطْيَبِهِمْ فَرْعًا، وَأَكْثَرِهِمْ طَاعَةً وَسَمْعًا، وَأعْلَاهُمْ مَقَامًا، وَأحْلَاهُمْ كَلَامًا، وَأزْكَاهُمْ سَلَامًا، وَأَجَلِّهِمْ قَدْرًا، وَأَعْظَمِهِمْ فَخْرَا، وَأسْنَاهُمْ فَخْرَا، وَأرْفَعِهِمْ فِيْ المَلَإِ الْأَعْلَى ذِكْرًا، وَأَوْفَاهُمْ عَهْدًا، وَأَصْدَقِهِمْ وَعْدًا، وَأَكْثَرِهِمْ شُكْرًا، وَأَعْلَاهُمْ أَمْرًا، وَأَجْمَلِهِمْ صَبْرًا،وَأَحْسَنِهِمْ خَيْرًا، وَأَقْرَبِهِمْ يُسْرَاً، وَأَبْعَدِهِمْ مَكَانًا، وَأَعْظَمِهِمْ شَأَنَاً، وَأَثْبَتِهِمْ بُرْهَانًا، وَأَرْجَحِهِمْ مِيزَانًا، وَأَوَّلِهِمْ إِيمَانًا، وَأَوْضَحِهِمْ بَيَانًا، وَأفْصَحِهِمْ لِسَانًا، وَأَظْهَرِهِمْ سُلْطانًا.
''',
      false,
      incrementedContentId++, //137,
    ),
    Content(
      incrementedContentId,
      //      172,
      '''اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ، وَرَسُولِكَ النَّبِيِّ الأُمِّيِّ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّد، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ؛ صَلَاةً تَكُونُ لَكَ رِضَاءً، وَلَهُ جَزَاءً، وَلِحَقِّهِ أَدَاءً، وَأَعْطِهِ الْوَسِيلَةَ وَالْفَضِيلَةَ، وَالمَقَامَ المَحْمُودَ الَّذِي وَعَدْتَهُ، وَاجْزهِ عَنَّا مَا هُوَ أَهْلُهُ، وَاجْزِهِ أَفْضَلَ مَا جَازَيْتَ نَبِيًّا عَنْ قَوْمِهِ، وَرَسُولًا عَنْ أُمَّتِهِ، وَصَلِّ على جَمِيعِ إِخْوَانِهِ مِنَ النَّبِيِّينَ وَالصَّالحِينَ، يَا أَرْحَمَ الرَّاحِمِينَ. 
اللَّهُمَّ اجْعَلْ فَضَائِلَ صَلَوَاتِكَ، وَشَرَائِفَ زَكَوَاتِكَ، وَنَوَامِي بَرَكَاتِكَ، وَعَوَاطِفَ رَأْفَتِكَ وَرَحْمَتِكَ وَتَحِيَّتِكَ، وَفَضائِلَ آلَائِكَ عَلَى سَيِّدِنَا مُحَمَّدٍ سَيِّدِ الْمرْسَلِينَ، وَرَسُولِ رَبِّ الْعَالَمِينَ، قَائِدِ الخَيْرِ، وَفَاتِحِ الْبِرِّ، وَنَبيِّ الرَّحْمَةِ، وَسَيِّدِ الْأ ُمَّةِ. 
اللَّهُمَّ ابْعَثْهُ مَقَامًا مَحْمُودًا تُزْلِفُ بِهِ قُرْبَهُ، وَتُقِرُّ بِهِ عَيْنَهُ، يَغْبِطُهُ بِهِ الْأَوَّلُونَ وَالْآخِرُونَ. 
اللَّهُمَّ أَعْطِهِ الْفَضْلَ وَالْفَضِيلَةَ، وَالشَّرَفَ وَالْوَسِيلَةَ وَالدَّرَجَةَ الرَّفِيعَةَ، وَالمَنْزِلَةَ الشَّامِخَةَ. 
اللَّهُمَّ أعْطِ سَيِّدُنا مُحَمَّدًا الْوَسِيلَةَ، وَبَلِّغْهُ مَأْمُولَهُ، وَاجْعَلْهُ أَوَّلَ شَافِعٍ، وَأوَّلَ مُشَفَّعٍ. 
اللَّهُمَّ عَظِّمْ بُرْهَانَهُ، وَثَقِّلْ مِيزَانَهُ، وَأَبْلِجْ حُجَّتَهُ، وَارْفَعْ فِيْ أَهْلِ عِلِّيِّينَ دَرَجَتَهُ، وَفِى أَعْلَى المُقَرَّبِينَ مَنْزِلَتَهُ. 
اللَّهُمَّ أَحْيِنَا عَلَى سُنَّتِهِ، وَتَوَفَّنَا عَلَى مِلَّتِهِ، وَاجْعَلْنَا مِنْ أَهْلِ شَفَاعَتِهِ، وَاحْشُرْنَا فِيْ زُمْرَتِهِ، وَأَوْرِدْنَا حَوْضَهُ، وَاسْقِنَا مِنْ كَأْسِهِ، غَيْرَ خَزَايَا، وَلَا نَادِمِينَ، ولَا شَاكِّينَ، وَلَا مُبَدِّلِينَ، وَلا مُغَيِّرِينَ، وَلَا فَاتِنِين، وَلَا مَفْتُونِينَ، آمِينَ، يَا رَبَّ الْعَالَمِينَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، وَأعْطِهِ الْوَسِيلَةَ وَالْفَضِيلَةَ، وَالدَّرَجَةَ الرَّفِيعَةَ، وَابْعَثْهُ المَقَامَ المَحْمُودَ الَّذِي وَعَدْتَهُ، مَعَ إِخْوَانِهِ النَّبِيِّينَ، صَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبيِّ الرَّحْمَةِ، وَسَيِّدِ الأ ُمَّةِ، وَعَلَى أَبِينَا آدَمَ، وَأُمِّنَا حَوَّاءَ، وَمَنْ وَلَدَا مِنَ النَّبِيِّينَ، وَالصِّدِّيقِينَ، وَالشُّهَدَاء،ِ وَالصَّالحِينَ، وصَلِّ عَلَى مَلَائِكَتِكَ أَجْمَعِينَ، مِنْ أَهْلِ السَّمَوَاتِ وَالْأَرَضِينَ، وَعَلَيْنَا مَعَهُمْ، يَا أَرْحَمَ الرَّاحِمِينَ. 
اللَّهُمَّ اغْفِرْ لِي ذُنُوبِي، وَلِوالِدَيَّ، وَارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا، وَلِجَمِيعِ المُؤْمِنِينَ، وَالمُؤْمِنَاتِ، وَالمُسْلِمِينَ وَالمُسْلِمَاتِ، الْأَحْيَاءِ مِنْهُمْ وَالْأَمْوَاتِ، وَتَابعْ بَيْنَنَا وَبَيْنَهُمْ بِالخَيْرَاتِ. رَبِّ اغْفِرْ وَارْحَمْ، وَأَنْتَ خَيْرُ الرَّاحِمِينَ، وَلَا حَوْلَ وَلَا قُوَّةَ إلا باللَّـهِ الْعَلِيِّ الْعَظِيمِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نُورِ الْأَنْوَارِ وَسِرِّ الْأَسْرَارِ وَسَيِّدِ الْأَبْرَارِ، وَزَيْنِ الُمرْسَلِينَ الْأَخْيَارِ، وَأَكْرَمِ مَنْ أَظْلَمَ عَلَيْهِ اللَّيْلُ وَأَشْرَقَ عَلَيْهِ النَّهَارُ، عَدَدَ مَا نَزَلَ مِنْ أَوَّلِ الدُّنْيَا إِلَى آخِرِهَا مِنْ قَطْرِ الْأَمْطَارِ، وَعَدَدَ مَا نَبَتَ مِنْ أَوَّلِ الدُّنْيَا إِلَى آخِرِهَا مِنَ النَّبَاتِ وَالْأَشْجَارِ؛ صَلَاةً دَائِمَةً بِدَوَامِ مُلْكِ اللهِ الْوَاحِدِ الْقَهَّارِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَاةً تُكْرِمُ بِهَا مَثْوَاهُ، وَتُشَرِّفُ بِهَا عُقْبَاهُ، وَتُبَلِّغُ بِهَا يَوْمَ الْقِيَامَةِ مُنَاهُ، وَرِضَاهُ، هذِهِ الصَّلَاةِ تَعْظِيمًا لِحَقِّكَ، يَا سَيِّدُنا مُحَمَّدُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ حَاءِ الرَّحْمَةِ، وَمِيمَيِّ الملْكِ، وَدَالِ الدَّوَامِ، السَّيِّدِ الْكَامِلِ الْفَاتِحِ الخَاتِمِ، عَدَدَ مَا فِيْ عِلْمِكَ كائِنٌ، أوْ قَدْ كَانَ، كُلَّمَا ذَكَرَكَ وَذَكَرَهُ الذَّاكِرُونَ، وكُلَّمَا غَفَلَ عَنْ ذِكْرِكَ وَذِكْرِهِ الْغافِلُونَ، صَلَاةً دَائِمَةً بِدَوَامِكَ، بَاقِيَةً بِبَقَائِكَ، لَا مُنْتَهَى لَـهَا دُونَ عِلْمِكَ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ الَّذِي هُوَ أَبْهَى شُمُوسِ الهُدَى نُورًا وَأَبْهَرُهَا، وَأَسْيَرُ الْأنْبِيَاءِ فَخْرًا وَأَشْهَرُهَا، وَنُورُهُ أزْهَرُ أَنْوَارِ الْأنْبِيَاءِ وَأَشْرَقُهَا وَأَوْضَحُهَا، وَأزْكَىَ الخَلِيقَةِ أخْلَاقًا وَأَطْهَرُهَا، وَأكْرَمُهَا خَلْقًا وَأَعْدَلُـهَا. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الْأُمِّيِّ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ الَّذِي هُوَ أَبْهَى مِنَ الْقَمَرِ التَّامِّ، وَأَكْرَمُ مِنَ السَّحَابِ المُرْسَلَةِ وَالْبَحْرِ الخَطْمِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ الَّذِي قُرنَتِ الْبَرَكَةُ بِذَاتِهِ وَمحيِّاهُ، وَتَعَطَّرَتِ الْعَوَالِمُ بِطِيبِ ذِكْرِهِ وَرَيَّاهُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَسَلِّمْ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، َوَارْحَمْ سَيِّدُنا مُحَمَّدًا وآلَ سَيِّدِنَا مُحَمَّدٍ، كَمَا صَلَّيْتَ، وَبَارَكْتَ، وَتَرَحَّمْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، عَبْدِكَ وَنَبِيِّكَ وَرَسُولِكَ النَّبِيِّ الأُمِّيِّ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، مِلْءَ الدُّنْيَا وَمِلْءَ الْآخِرَةِ، وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، مِلْءَ الدُّنْيَا وَمِلْءَ الْآخِرَةِ، وَارْحَمْ سَيِّدُنا مُحَمَّدًا وَآلَ سَيِّدِنَا مُحَمَّدٍ مِلْءَ الدُّنْيَا وَمِلْءَ الآخِرَةِ، وَاجْزِ سَيِّدُنا مُحَمَّدًا وَآلَ سَيِّدِنَا مُحَمَّدٍ مِلْءَ الدُّنْيَا وَمِلْءَ الْآخِرَةِ، وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، مِلْءَ الدُّنْيَا وَمِلْءَ الآخِرَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ كَمَا أَمَرْتَنَا أَنْ نُصَلِّيَ عَلَيْهِ، وَصَلِّ عَلَيْهِ كَمَا يَنْبَغِي أَنْ يُصَلَّى عَلَيِهِ. 
اللَّهُمَّ صَلِّ عَلَى نَبِيِّكَ المُصْطَفَى، وَرَسُولِكَ المُرْتَضَى، وَوَلِيِّكَ المُجْتَبَى، وَأَمِينِكَ عَلَى وَحْي السَّماءِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، أكْرَمِ الأَسْلافِ، الْقَائِمِ بالْعَدْلِ وَالإِنْصَافِ، المَنْعُوتِ فِيْ سُورَةِ الْأَعْرَافِ، المُنْتَخَبِ مِنْ أَصْلَابِ الشِّرَافِ، وَالْبُطُونِ الظِّرَافِ، المُصَفَّى مِنْ مُصَاصِ عَبْدِ المُطَّلِبِ بْنِ عَبْدِ مَنافٍ، الَّذِي هَدَيْتَ بِهِ مِنَ الْخِلَافِ وَبَيَّنْتَ بِهِ سَبِيلَ الْعَفَافِ. 
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ بِأَفْضَلِ مَسْأَلَتِكَ، وَبأَحَبِّ أَسْمَائِكَ إِلَيْكَ وَأكْرَمِهَا عَلَيْكَ، وَبِمَا مَنَنْتَ عَلَيْنَا بِسَيِّدِنَا مُحَمَّدٍ نَبِيِّنَا ﷺ فاسْتَنْقَذْتَنَا بِهِ مِنَ الضَّلَالَةِ, وَأَمَرْتَنَا بِالصَّلَاةِ عَلَيْهِ وَجَعَلْتَ صَلَاتَنَا عَلَيْهِ دَرَجَةً، وَكَفَّارَةً، وَلُطْفًا، وَمَنًّا مِنْ إِعْطَائِكَ، فأَدْعُوكَ؛ تَعْظِيمًا لأَمْرِكَ؛ وَاتِّباعًا لِوَصِيَّتِكَ؛ وَمُنْتَجِزًا لِمَوْعُودِكَ لِمَا يَجِبُ لِنَبِيِّنَا ﷺ فِيْ أَداءِ حَقِّهِ قِبَلَنَا؛ إِذْ آمَنَّا بِهِ وَصَدَّقْنَاهُ، وَاتَّبَعْنا النُّورَ الَّذِي أُنْزِلَ مَعَهُ
وَقُلْتَ ﴿إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلّونَ عَلَى النَّبِيِّ يا أَيُّهَا الَّذينَ آمَنوا صَلّوا عَلَيهِ وَسَلِّموا تَسليمًا﴾ الأحزاب: ٥٦  وَأَمَرْتَ الْعِبَادَ بِالصَّلَاةِ عَلَى نَبِيِّهِمْ فَرِيضَةً افْتَرَضْتَهَا وَأَمَرْتَهُمْ بِهَا.
فَنَسَأَلُكَ بِجَلَالِ وَجْهِكَ وَنُورِ عَظَمَتِكَ، وَبِمَا أَوْجَبْتَ عَلَى نَفْسِكَ لِلْمُحْسِنِينَ..أَنْ تُصَلِّيَ أَنْتَ وَمَلائِكَتُكَ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ، وَرَسُولِكَ، وَنَبِيِّكَ، وَصَفِيِّكَ، وَخِيرَتِكَ مِنْ خَلْقِكَ، أَفْضَلَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ خَلْقِكَ إِنَّكَ حَمِيدٌ مَجِيدٌ. 
اللَّهُمَّ ارْفَعْ دَرَجَتَهُ وَأَكْرِمْ مَقَامَهُ، وَثَقِّلْ مِيزَانَهُ، وَأَبْلِجْ حُجَّتَهُ، وَأَظْهِرْ مِلَّتَهُ، وَأجْزِلْ ثَوَابَهُ، وَأَضِئْ نُورَهُ، وَأَدِمْ كَرَامَتَهُ، وَأَلْحِقْ بِهِ مِنْ ذُرِّيَّتِهِ وَأَهْلِ بَيْتِهِ مَا تَقَرُّ بِهِ عَيْنُهُ، وَعَظِّمْهُ فِيْ النَّبِيِّينَ الَّذِينَ خَلَوْا قَبْلَهُ. 
اللَّهُمَّ اجْعَلْ سَيِّدُنا مُحَمَّدًا أكْثَرَ النَّبِيِّينَ تَبَعًا، وَأَكْثَرَهُمْ أُزَرَاءَ، وَأَفْضَلَهُمْ كَرَامَةً وَنُورًا، وَأَعْلَاهُمْ دَرَجَةً، وَأَفْسَحَهُمْ فِيْ الجَنَّةِ مَنْزِلاً. 
اللَّهُمَّ اجْعَلْ فِيْ السَّابِقينَ غَايَتَهُ، وَفِى المُنْتَخَبِينَ مَنْزِلَهُ، وَفِى المُقَرَّبِينَ دَارَهُ، وَفِى المُصْطَفَيْنَ مَنْزِلَهُ. 
اللَّهُمَّ اجْعَلْهُ أَكْرَمَ الْأَكْرَمِينَ عِنْدَكَ مَنْزِلَاً، وَأَفْضَلَهُمْ ثَوَابًا، وَأَقْرَبَهُمْ مَجْلِسًا، وَأَثْبَتَهُمْ مَقَامًا، وَأَصْوَبَهُمْ كَلَامًا، وَأَنْجَحَهُمْ مَسْأَلَةً، وَأَفْضَلَهُمْ لَدَيْكَ نَصِيبًا، وَأَعْظَمَهُمْ فِيمَا عِنْدَكَ رَغْبَةً، وَأَنْزِلْهُ فِيْ غُرُفَاتِ الْفِرْدَوْسِ مِنَ الدَّرَجَاتِ الْعُلَى الَّتِيْ لَا دَرَجَةَ فَوْقَها. 
اللَّهُمَّ اجْعَلْ سَيِّدُنا مُحَمَّدًا أَصْدَقَ قائِلٍ، وَأنْجَحَ سائِلٍ، وَأَوَّلَ شَافِعٍ، َوأَفْضَلَ مُشَفَّعٍ، وَشَفِّعْهُ فِيْ أُمَّتِهِ بِشَفَاعَةٍ يَغْبِطُهُ بِهَا الْأَوَّلُونَ وَالْآخِرُونَ، وَإِذَا مَيَّزْتَ عِبَادَكَ بِفَصْلِ قَضَائِكَ فاجْعَلْ سَيِّدُنا مُحَمَّدًا فِيْ الْأَصْدَقِينَ قِيلًا، وَالْأَحْسَنِينَ عَمَلًا، وَفِي المَهْدِيِّينَ سَبِيلًا. 
اللَّهُمَّ اجْعَلْ نَبِيَّنَا لَنا فَرَطًا وَاجْعَلْ حَوْضَهُ لَنا مَوْعِدًا لأَِوَّلِنَا وَآخِرِنَا. 
اللَّهُمَّ احْشُرْنَا فِيْ زُمْرَتِهِ، وَاسْتَعْمِلْنَا فِيْ سُنَّتِهِ، وَتَوَفَّنَا عَلَى مِلَّتِهِ، وَعَرِّفْنَا وَجْهَهُ، وَاجْعَلْنَا فِيْ زُمْرَتِهِ وَحِزْبِهِ. 
اللَّهُمَّ اجْمَعْ بَيْنَنَا وَبَيْنَهُ؛ كَمَا آمَنَّا بِهِ وَلَمْ نَرَهُ، وَلَا تُفَرِّقْ بَيْنَنَا وَبَيْنَهُ حَتَّى تُدْخِلَنَا مَدْخَلَهُ، وَتُورِدَنَا حَوْضَهُ، وَتَجْعَلنَا مِنْ رُفَقَائِهِ مَعَ المُنْعَمِ عَلَيْهِمْ  ﴿وَمَن يُطِعِ اللَّهَ وَالرَّسولَ فَأُولئِكَ مَعَ الَّذينَ أَنعَمَ اللَّهُ عَلَيهِم مِنَ النَّبِيّينَ وَالصِّدّيقينَ وَالشُّهَداءِ وَالصّالِحينَ وَحَسُنَ أُولئِكَ رَفيقًا﴾ النساء: ٦٩،  وَالْحَمْدُ لِلـَّهِ رَبِّ الْعَالَمينَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نُورِ الْهُدَى، وَالْقَائِدِ إِلَى الخَيْرِ، وَالدَّاعِي إِلَى الرُّشْدِ، نَبِيِّ الرَّحْمَةِ، وَإِمَامِ المُتَّقِينَ، وَرَسُولِ رَبِّ الْعَالَمِينَ، لَا نَبِيَّ بَعْدَهُ كَمَا بَلَّغَ رِسَالَتَكَ، وَنَصَحَ لِعِبادِكَ، وَتَلَا آيَاتِكَ، وَأقَامَ حُدُودَكَ، وَوَفَّى بِعَهْدِكَ، وَأَنْفَذَ حُكْمَكَ، وَأَمَرَ بِطَاعَتِكَ، وَنَهَى عَنْ مَعْصِيَتِكَ، وَوَالَى وَلِيَّكَ الَّذِي تُحِبُّ أَنْ تَوَالِيَهُ، وَعَادَى عَدُوَّكَ الَّذي تُحِبُّ أَنْ تَعَادِيَهُ، وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ. 
اللَّهُمَّ صَلِّ عَلَى جَسَدِهِ فِيْ الْأَجْسَادِ، وَعَلَى رُوْحِهِ فِيْ الْأرْوَاحِ، وَعَلَى مَوْقِفِهِ فِيْ المَوَاقِفِ، وَعَلَى مَشْهَدِهِ فِيْ المَشَاهِدِ، وَعَلَى َذِكْرِهِ ِإِذَا َذُكِرَ،صَلَاةً مِنَّا عَلَى نَبِيِّنَا. 
اللَّهُمَّ أَبْلِغْهُ مِنَّا السَّلَامَ كَمَا ذُكِرَ السَّلَامُ، والسَّلَامُ عَلَى النَّبِيِّ وَرَحْمَةُ اللهِ تَعالى وَبَرَكَاتُهُ. 
اللَّهُمَّ صَلِّ عَلَى مَلائِكَتِكَ المُقَرَّبِينَ، وَعَلَى أَنْبَيائِكَ المُطَهَّرِينَ، وَعَلَى رُسُلِكَ المُرْسَلِينَ، وَعَلَى حَمَلَةِ عَرْشِكَ، وَعَلَى جِبْرِيلَ، وَمِيكَائِيلَ، وَإِسْرَافِيلَ، وَمَلَكِ المَوْتِ، وَرِضْوَانَ خَازِنِ جَنَّتِكَ، وَمَالِكٍ. 
وَصَلِّ عَلَى الْكِرَامِ الْكَاتِبِينَ. وَصَلِّ عَلَى أَهْلِ طَاعَتِكَ أَجْمَعِينَ مِنْ أَهْلِ السَّمَوَاتِ وَالْأَرَضِينَ. 
اللَّهُمَّ آتِ أَهْلَ بَيْتِ نَبِيِّكَ أَفْضَلَ مَا آتَيْتَ أَحَدًا مِنْ أَهْلِ بُيُوتِ المُرْسَلِينَ، وَاجْزِ أَصْحَابَ نَبِيِّكَ أَفْضَلَ مَا جَازَيْتَ بِهِ أَحَدًا مِنْ أَصْحَابَ المُرْسَلِينَ. 
اللَّهُمَّ اغْفِرْ لِلْمُؤْمِنِينَ وَالمُؤْمِنَاتِ، والمُسْلِمِينَ وَالمُسْلِمَاتِ، الْأحْيَاءِ مِنْهُمْ وَالْأَمْوَاتِ.
و﴿وَالَّذينَ جاءوا مِن بَعدِهِم يَقولونَ رَبَّنَا اغفِر لَنا وَلِإِخوانِنَا الَّذينَ سَبَقونا بِالإيمانِ وَلا تَجعَل في قُلوبِنا غِلًّا لِلَّذينَ آمَنوا رَبَّنا إِنَّكَ رَءوفٌ رَحيمٌ﴾ الحشر: ١٠. 
 اللَّهُمَّ صَلِّ عَلَى النَّبِيِّ الهَاشِمِيِّ؛ سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ تَسْلِيمًا. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ خَيْرِ الْبَرِيَّةِ صَلَاةً تُرْضِيكَ وتُرْضِيهِ وَتَرْضَى بِهَا عَنَّا، يَا أَرْحَمَ الرَّاحِمِينَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ كَثِيرًا، تَسْلِيمًا طَيِّبًا، مُبَارَكًا فِيهِ، جَزِيلًا، جَمِيلًا، دَائِمًا بِدَوَامِ مُلْكِ اللهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ مِلْءَ الْفَضَاءِ وَعَدَدَ النُّجُومِ فِيْ السَّمَاءِ؛ صَلَاةً تُوَازِنُ السَّمَوَاتِ وَالْأَرْضَ وَعَدَدَ مَا خَلَقْتَ، وَمَا أَنْتَ خَالِقُهُ إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا بَارَكْتَ عَلى إِبْرَاهِيمَ، وَعَلى آلِ إِبْرَاهِيمَ، في الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ. 
اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ، فِيْ الدِّينِ وَالدُّنْيَا وَالْآخِرَةِ. 
اللَّهُمَّ اسْتُرْنَا بِسِتْرِكَ الجَمِيلِ.
''',
      false,
      incrementedContentId++, //138,
    ),
    Content(
      incrementedContentId,
      //      173,
      '''اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّكَ الْعَظِيمِ، وَبِحَقِّ نُورِ وَجْهِكَ الْكَرِيمِ، وَبِحَقِّ عَرْشِكَ الْعَظِيمِ، وَبِمَا حَمَلَ كُرْسِيُّكَ؛ مِنْ عَظَمَتِكَ، وَجَلَالِكَ، وَجَمَالِكَ، وَبَهَائِكَ، وَقُدْرَتِكَ، وَسُلْطَانِكَ، وَبِحَقِّ أَسْمائِكَ الْمَخْزُونَةِ المَكْنُونَةِ الَّتِيْ لَمْ يَطَّلِعْ عَلَيْهَا أَحَدٌ مِنْ خَلْقِكَ. 
اللَّهُمَّ وَأَسْأَلُكَ بالْاسْمِ الَّذِي وَضَعْتَهُ عَلَى اللَّيْل فَأَظْلَمَ، وَعَلَى النَّهَارِ فاسْتَنَار، وَعَلَى السَّمَوَاتِ فاسْتَقَلَّتْ، وَعَلَى الْأَرْضِ فاسْتَقَرَّتْ، وَعَلَى الْجِبَالِ فأَرْسَتْ، وَعَلَى الْبِحَارِ وَالْأَوْدِيَةِ فَجَرَتْ، وَعَلَى الْعُيُونِ فَنَبَعَتْ، وَعَلَى السَّحَابِ فأَمْطَرَتْ. 
وَأَسْأَلُكَ اللَّهُمَّ بِالْأَسْمَاءِ المَكْتُوبَةِ فِيْ جَبْهَةِ إِسْرَافِيلَ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ المَكْتُوبَةِ فِيْ جَبْهَةِ جِبْرِيلَ عَلَيْهِ السَّلَامُ، وَعَلَى المَلَائِكَةِ المُقَرَّبِينَ.
 وَأَسْأَلُكَ اللَّهُمَّ بِالْأَسْمَاءِ المَكْتُوبَةِ حَوْلَ الْعَرْشِ.
وَأَسْأَلُكَ اللَّهُمَّ بِالْأَسْمَاءِ المَكْتُوبَةِ حَوْلَ الْكُرْسِيِّ.
وَأَسْأَلُكَ اللَّهُمَّ بِالْاسْمِ المَكْتُوبِ عَلَى وَرَقِ الزَّيْتُونِ.
وَأَسْأَلُكَ اللَّهُمَّ بالْأَسْمَاءِ الْعِظَامِ الَّتِيْ سَمَّيْتَ بِهَا نَفْسَكَ، مَا عَلِمْتُ مِنْها وَمَا لَمْ أَعْلَمْ.
وَأَسْأَلُكَ اللَّهُمَّ بِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا آدَمُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا نُوحٌ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِي دَعَاكَ بِهَا هُودٌ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِي دَعَاكَ بِهَا إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِي دَعَاكَ بِهَا صَالِحٌ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِي دَعَاكَ بِهَا يُونُسُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِي دَعَاكَ بِهَا أَيُّوبُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا يَعْقُوبُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا يُوسُفُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا مُوسَى عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا هارُونُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا شُعَيْبٌ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا إسْمَاعِيلُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا دَاوُدُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا سُلَيْمَانُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا زَكَرِيَّا عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا يَحْيَى عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا أَرْمِيَاءُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا شَعْياءُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا إِلْيَاسُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا الْيَسَعُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا ذُوالْكِفْلِ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا يُوشَعُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا عِيسَى عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا سَيِّدُنا مُحَمَّدٌ ﷺ، وَعَلَى جَمِيعِ النَّبِيِّينَ وَالْمرْسَلِينَ..أنْ تُصَلِّيَ عَلَى سَيِّدِنَا مُحَمَّدِ نَبِيِّكَ عَدَدَ مَا خَلَقْتَهُ مِنْ قَبْلِ أنْ تَكُونَ السَّمَاءُ مَبْنِيَّةً، والأَرْضُ مَدْحِيَّةً، وَالْجِبَالُ مرْسِيَةً، وَالْبِحَارُ مُجْرَاةً، وَالْعُيُونُ مُنْفَجِرَةً، وَالْأَنْهَارُ مُنْهَمِرَةً، وَالشَّمْسُ مُضْحِيةً، وَالْقَمَرُ مُضِيئًا، وَالْكَوَاكِبُ مُسْتَنِيرَةً، كُنْتَ حَيْثُ كُنْتَ لَا يَعْلَمُ أَحَدٌ حَيْثُ كُنْتَ إِلاّ أنتَ وَحْدَكَ لا شَرِيكَ لَكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ حِلْمِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ عِلْمِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ كَلِمَاتِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ نِعْمَتِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ مِلْءَ سَمَاوَاتِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ مِلْءَ أَرْضِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ مِلْءَ عَرْشِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ زِنَةَ عَرْشِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا جَرَى بِهِ الْقَلَمُ فِيْ أُمِّ الْكِتَابِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ فِيْ سَبْعِ سَمَاوَاتِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا أَنْتَ خَالِقٌ فِيهِنَّ إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ ""أَلْفَ مَرَّةٍ"". 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ كُلِّ قَطْرَةٍ قَطَرَتْ مِنْ سَمَاوَاتِكَ إِلَى أَرْضِكَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ يُسَبِّحُكَ، وَيُهَلِّلُكَ، وَيُكَبِّرُكَ، وَيُعَظِّمُكَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ أَنْفَاسِهِمْ، وَألْفَاظِهِمْ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ كُلِّ نَسَمَةٍ خَلَقْتَهَا فِيهِمْ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ السَّحَابِ الجَارِيَةِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ الرِّيَاحِ الذَّارِيَةِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا هَبَّتْ عَلَيْهِ الرِّيَاحُ، وَحَرَّكَتْهُ مِنَ الأَغْصَانِ، وَالأَشْجَارِ، وَالأَوْرَاقِ، وَالثِّمَارِ، وَجَمِيعِ مَا خَلَقْتََ عَلَى أَرْضِكَ، وَمَا بَيْنَ سَمَاوَاتِكَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ نُجُومِ السَّمَاءِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ مِلْءَ أَرْضِكَ؛ مِمَّا حَمَلَتْ وَأَقَلَّتْ مِنْ قُدْرَتِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ فِيْ سَبْعِ بِحَارِكَ، مِمَّا لَا يَعْلَمُ عِلْمَهُ إلَّا أَنْتَ، وَمَا أَنْتَ خَالِقُهُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مِلْءِ سَبْعِ بِحَارِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ زِنَةَ سَبْعِ بِحَارِكَ مِمَّا حَمَلَتْ وَأَقَلَّتْ مِنْ قُدْرَتِكَ. 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ أَمْوَاجِ بِحَارِكَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ الرَّمْلِ وَالحَصَى فِيْ مُسْتَقَرِّ الأَرَضِينَ، وَسَهْلِهَا، وَجِبَالِها مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ اضْطِرَابِ الْمِيَاهِ الْعَذْبَةِ وَالْمِلْحَةِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ".
وصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَهُ عَلَى جَدِيدِ أَرْضِكَ فِيْ مُسْتَقَرِّ الأَرَضِينَ شَرْقِهَا، وَغَرْبِهَا، سَهْلِها، وَجِبَالِـهَا، وَأَوْدِيَتِهَا، وَطَريقِهَا، وَعَامِرِهَا، وَغَامِرِهَا إِلَى سَائِرِ مَا خَلَقْتَهُ عَلَيْهَا، وَمَا فِيهَا مِنْ حَصَاةٍ، وَمَدَرٍ، وَحَجَرٍ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ عَدَدَ نَبَاتِ الأَرْضِ مِنْ قِبْلَتِهَا، وشَرْقِهَا، وَغَرْبِهَا، وَسَهْلِهَا، وَجِبَالِهَا، وَأَوْدِيَتِهَا، وَأَشْجَارِهَا، وثِمَارِهَا، وَأَوْرَاقِها، وَزُرُوعِهَا، وَجَمِيعِ مَا يَخْرُجُ مِنْ نَبَاتِهَا وَبَرَكاتِهَا مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ مِنَ الْجِنِّ وَالإنْسِ وَالشَّيَاطِينِ وَمَا أَنْتَ خَالِقُهُ مِنْهُمْ إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ كُلِّ شَعْرَةٍ فِيْ أَبْدَانِهِمْ، وَفِى وُجُوهِهِمْ وَعَلَى رُؤُوسِهِمْ مُنْذُ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ خَفَقَانِ الطَّيْرِ، وَطَيَرَانِ الْجِنِّ وَالشَّيَاطِينِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ كُلِّ بَهِيمَةٍ خَلَقْتَهَا عَلَى جَدِيدِ أَرْضِكَ مِنْ صَغِيرٍ أَوْ كَبِيرٍ فِيْ مَشَارِقِ الْأَرْضِ وَمَغَارِبِهَا؛ مِنْ إِنْسِهَا وَجِنِّهَا مِمَّا عُلِمَ، وَمِمَّا لَا يَعْلَمُ عِلْمَهُ إلَّا أَنْتَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ خُطَاهُمْ عَلَى وَجْهِ الأَرْضِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ يُصَلِّى عَلَيْهِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ لَمْ يُصَلِّ عَلَيْهِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ الْقَطْرِ وَالمَطَرِ وَالنَّبَاتِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّد عَدَدَ كُلِّ شَيْءٍ. 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ فِيْ اللَّيْل إِذَا يَغْشَى. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ فِيْ النَّهَارِ إِذَا تَجَلَّى. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ فِيْ الآخِرَةِ وَاْلأُولَى. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ شَابًّا زَكِيًّا. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ كَهْلًا مَرْضِيًّا. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ مَنْذُ كَانَ فِيْ المَهْدِ صَبِيًّا. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ حَتَّى لا يَبْقَى مِنَ الصَّلَاةِ شئٌ. 
اللَّهُمَّ وَأعْطِ سَيِّدَنا مُحَمَّدًا المَقامَ المَحْمُودَ الَّذِي وَعَدْتَهُ، الَّذي إِذَا قَالَ صَدَّقْتَهُ، وَإِذَا سَأَلَ أَعْطَيْتَهُ. 
اللَّهُمَّ وَأَعْظِمْ بُرْهَانَهُ، وَشَرِّفْ بُنْيَانَهُ، وَأَبْلِجْ حُجَّتَهُ، وَبَيِّنْ فَضِيلَتَهُ. 
اللَّهُمَّ وَتَقَبَّلْ شَفَاعَتَهُ فِيْ أُمَّتِهِ، وَاسْتَعْمِلْنا بِسُنَّتِهِ، وَتَوَفَّنَا عَلَى مِلَّتِهِ، وَاحْشُرْنَا فِيْ زُمْرَتِهِ وَتَحْتَ لِوَائِهِ، وَاجْعَلْنَا مِنْ رُفَقائِهِ، وَأَوْرِدْنَا حَوْضَهُ، وَاسْقِنَا بِكأْسِهِ، وَانْفَعْنَا بِمَحَبَّتِهِ. 
اللَّهُمَّ آمِينَ.
وَأَسْأَلُكَ بأَسْمَائِكَ الَّتِي دَعَوْتُكَ بِهَا أَنْ تُصَلِّيَ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا وَصَفْتُ، وَمِمَّا لَا يَعْلَمُ عِلْمَهُ إلَّا أَنْتَ..أَنْ تَرْحَمَنِي وَتَتُوبَ عَلَيَّ، وَتُعَافِيني مِنْ جَمِيعِ الْبَلاءِ وَالْبَلْوَاءِ، وَأَنْ تَغْفِرَ لِي، وَتَرْحَمَ المُؤْمِنِينَ وَالمُؤْمِنَاتِ، والمُسْلِمِينَ وَالمُسْلِمَاتِ، الْأَحْيَاءِ مِنْهُمْ وَالأََمْوَاتِ، وَأَنْ تَغْفِرَ لِعَبْدِكَ (قَارِئِهَا) المُذْنِبِ الخَاطِئِ الضَّعِيفِ، وَأَنْ تَتُوبَ عَلَيْهِ إنَّكَ غَفُورٌ رَحِيمٌ. 
اللَّهُمَّ آمِينَ، يَا رَبِّ الْعَالَمينَ.
قَالَ رَسُولُ اللهِ ﷺ: ((مَنْ قَرَأَ هذِهِ الصَّلَاةَ مَرَّةً وَاحِدَةً..كَتَبَ اللهُ لَهُ ثَوَابَ حَجَّةٍ مَقْبُولَةٍ، وَثَوَابَ مَنْ أَعْتَقَ رَقَبَةً مِنْ وَلَدِ إسْمَاعِيلَ عَلَيْهِ السَّلَامُ.
فَيَقُولُ اللهُ تَعَالى: يَا مَلائِكَتِي هذَا عَبْدٌ مِنْ عِبادِي أكْثَرَ الصَّلَاةَ عَلَى حَبِيبِي مُحَمَّدٍ فَوَعِزَّتِي، وَجَلالِي، وَجُودِي، وَمَجْدِي، وَارْتِفاعِي..لأُعْطِيَنَّهُ بِكُلِّ حَرْفٍ صَلَّى عَلَى حَبِيْبِي مُحَمَّدٍ قَصْرًا فِيْ الجَنَّةِ، وَلَيَأْتِيَنِّي يَوْمَ الْقِيَامَةِ تَحْتَ لِوَاءِ الحَمْدِ، نُورُ وَجْهِهِ كَالْقَمَرِ لَيْلَةَ الْبَدْرِ، وَكَفُّهُ فِيْ كَفِّ حَبِيْبِي مُحَمَّدٍ)).
هَذَا لِمَنْ قَالَهَا كُلَّ يَوْمِ جُمُعَةِ لَهُ هَذَا الْفَضْلُ.
وَاللهُ ذُو الْفَضْلِ الْعَظِيمِ. 
وفى رواية: 
((اللَّهُمَّ إِنِي أَسْأَلُكَ بِحَقْ مَا حَمَلَ كُرْسِيـُّكَ؛ مِنْ عَظَمَتِكَ، وَقُدْرَتِكَ، وَجَلالِكَ، وَبَهَائِكَ، وَسُلْطَانِكَ، وَبِحَقْ اسْمِكَ الْمَخْزُونِ الْمَكْنُونِ الِّذِي سَمَّيْتَ بِهِ نَفْسَكَ، وَأَنْزَلْتَهُ فِيْ كِتَابِكَ، وَاسْتَأْثَرْتَ بِهِ فِيْ عِلْمِ الغَيْبِ عِنْدَكَ..أَنْ تُصَلِّيَ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدَكَ وَرَسُولِكَ.
وَأَسْأَلُكَ بِاسْمِكَ الَّذِي إِذَا دُعِيتَ بِهِ أَجَبْتَ، وَإِذَا سُئِلْتَ بِهِ أَعْطَيْتَ، وَأَسْأَلُكَ بِاسْمَكَ الَّذِي وَضَعْتَهُ عَلَى اللَّيلِ فَأَظْلَمَ، وَعَلَى النَّهَارٍ فَاسْتَنَارَ، وَعَلَى السَمَاوَاتِ فاسْتَقَلَّتْ، وَعَلَى الأَرْضِ فَاسْتَقَرَّتْ، وَعَلَى الْجِبَالِ فَرَسَتْ، وَعَلَى الصَّعْبَةِ فَذَلَّتْ، وَعَلى مَاءِ السَمَاءِ فَسَكَبَتْ، وَعَلَى السَّحَابِ فَأَمْطَرَتْ، وَأَسْأَلُكَ بِمَا سَأَلَكَ بِهِ سَيِّدُنا مُحَمَّدٌ نَبِيُّكَ، وَأَسْأَلُكَ بِمَا سَأَلَكَ بِهِ آدَمُ نَبِيُّكَ، وَأَسْأَلُكَ بِمَا سَأَلَكَ بِهِ أَنْبِيَاؤُكَ، وَرُسُلُكَ، وَمَلائِكَتُكَ المُقَرَّبُونْ، صَلَّى اللهُ عَلَيْهِمْ أَجْمَعِينَ، وَأَسْأَلُكَ بِمَا سَأَلَكَ بِهِ أَهْلُ طَاعَتِكَ أَجْمَعِينَ..أَنْ تُصَلِّيَ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مَحَمَّدٍ عَدَدَ مَا خَلَقْتَ مِنْ قَبْلِ أنْ تَكُونَ السَّمَاءُ مَبْنِيَّةً، وَالْأَرْضُ مَطْحِيَّةً، وَالْجِبَالُ مُرْسِيَةً، وَالْعُيُونِ مُنْفَجِرَةً، وَالأَنْهارُ مُنْهَمِرَةً وَالشَّمْسُ مُضْحِيَةً، وَالْقَمَرُ مُضِيئًا، وَالْكَوَاكِبُ مُنِيرَةً. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ عِلْمِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ حِلْمِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا أَحْصَاهُ اللَّوْحُ الْمَحْفَوظُ مِنْ عِلْمِكَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا جَرَى بِهِ الْقَلَمُ فِيْ أُمِّ الْكِتابِ عِنْدَك. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ مِلْءَ سَمَاوَاتِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ مِلْءَ أَرْضِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ مِلْءَ مَا أَنْتَ خَالِقُهُ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ صُفُوفِ المَلائِكَةِ، وَتَسْبِيحِهِمْ، وَتَقْدِيسِهِمْ، وَتَحْمِيدِهِمْ، وَتَمْجِيدِهِمْ، وَتَكْبيرِهِمْ، وَتَهْلِيلِهِمْ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ السَّحَابِ الجَارِيَةِ، والرِّيَاحِ الذَّارِيَةِ، مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ كُلِّ قَطْرَةٍ تَقْطُرُ مِنْ سَمَاوَاتِكَ إِلَى أَرْضِكَ، وَمَا تَقْطُرُ إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا هَبَّتْ الرِّيَاحُ، وَعَدَدَ مَا تَحَرَّكَتِ الْأَشْجَارُ، وَالْأَوْرَاقُ، وَالزُّرُوعُ، وَجَمِيعِ مَا خَلَقْتَ فِيْ قَرَارِ الْحِفْظِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ الْقَطْرِ، وَالمَطَرِ، وَالنَّباتِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ النُّجُومِ فِيْ السَّمَاءِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ في بِحَارِكَ السَّبْعَةِ مِمَّا لا يَعْلَمُ عِلْمَهُ إلَّا أَنْتَ، وَمَا أَنْتَ خَالِقُهُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ الرَّمْلِ وَالحَصَى فِيْ مَشارِقِ الأَرْضِ وَمَغارِبِهَا. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ مِنَ الْجِنِّ، وَالْإِنْسِ، وَمَا أَنْتَ خَالِقُهُ إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ أَنْفَاسِهِمْ، وَألْفَاظِهِمْ، وَألحَاظِهِمْ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ طَيَرَانِ الْجِنِّ وَالمَلائِكَةِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ الطُّيُورِ، وَالْهَوَامِّ، وَعَدَدَ الْوُحُوشِ وَالْآكَامِ، فِيْ مَشَارِقِ الأَرْضِ وَمَغارِبِهَا. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ الأحْيَاءِ وَاْلأَمْوَاتِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا أَظْلَمَ عَلَيْهِ اللَّيْل، وَمَا أَشَرَقَ عَلَيْهِ النَّهارُ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ يَمْشِى عَلَى رِجْلَيْنِ، وَمَنْ يَمْشِى عَلَى أرْبَعٍ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ صَلَّى عَلَيْهِ مِنَ الْجِنِّ، وَالْإِنْسِ، وَالمَلائِكَةِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، عَدَدَ مَنْ لَمْ يُصَلِّ عَلَيْهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا يَجِبُ أَنْ يُصَلَّى عَلَيْهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا يَنْبَغِي أَنْ يُصَلَّى عَلَيْهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ حَتَّى لا يَبْقَى شَيْءٌ مِنَ الصَّلَاةِ عَلَيْهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ فِيْ الأَوَّلِينَ، وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ في َالآخِرِينَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ فِيْ المَلَإِ الْأَعْلَى إِلَى يَوْمِ الدِّينِ، مَا شَاءَ اللهُ لَا قُوَّةَ إِلَّا باللَّـهِ الْعَلِيِّ الْعَظِيمِ)).
''',
      false,
      incrementedContentId++, //139,
    ),
    Content(
      incrementedContentId,
      //      174,
      '''اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، وَأعْطِهِ الْوَسِيلَةَ وَالْفَضِيلَةَ وَالدَّرَجَةَ الرَّفِيعَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ، إِنَّكَ لا تُخْلِفُ الْمِيعَادَ. 
اللَّهُمَّ عَظِّمْ شَأْنَهُ، وَبَيِّنْ بُرْهَانَهُ، وَأبْلِجْ حُجَّتَهُ، وَبَيِّنْ فَضِيلَتَهُ، وَتَقَبَّلْ شَفَاعَتَهُ فِيْ أُمَّتِهِ، وَاسْتَعْمِلْنَا بِسُنَّتِهِ، يَا رَبَّ الْعَالَـمِينَ، وَيَا رَبَّ الْعَرْشِ الْعَظِيمِ. 
اللَّهُمَّ يَا رَبِّ احْشُرْنَا فِيْ زُمْرَتِهِ، وَتَحْتَ لِوَائِهِ، وَاسْقِنَا بِكَأْسِهِ، وَانْفَعْنَا بِمَحَبَّتِهِ، آمِينَ، يَا رَبَّ الْعَالَمِينَ. 
اللَّهُمَّ، يَا رَبِّ بَلِّغْهُ عَنَّا أَفْضَلَ السَّلَامِ، وَاجْزِهِ عَنَّا أَفْضَلَ مَا جَازَيْتَ بِهِ النَّبِيَّ عَنْ أُمَّتِهِ، يَا رَبَّ الْعَالَمِينَ. 
اللَّهُمَّ، يَا رَبِّ إِنِّي أَسْأَلُكَ أنْ تَغْفِرَ لِي، وَتَرْحَمَنِي، وَتَتُوبَ عَلَيَّ، وَتُعَافِيَنِى مِنْ جَمِيعِ الْبَلَاءِ وَالْبَلْوَاءِ، الخَارِجِ مِنَ الأَرْضِ وَالنَّازِلِ مِنَ السَّمَاءِ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ بِرَحْمَتِكَ، وَأَنْ تَغْفِرَ لِلْمُؤْمِنِينَ وَالمُؤْمِنَاتِ، والمُسْلِمِينَ وَالمُسْلِمَاتِ، الْأحْيَاءِ مِنْهُمْ وَالْأَمْوَاتِ، وَرَضِيَ اللهُ عَنْ أَزْوَاجِهِ الطَّاهِرَاتِ، أُمَّهَاتِ الـْمُؤْمِنِينَ، وَرَضِيَ اللهُ عَنْ أَصْحَابِهِ الْأَعْلامِ أَئِمَّةِ الهُدَى وَمَصَابِيحِ الدُّنْيَا، وَعَنِ التَّابِعِينَ، وَتَابِعِ التَّابِعِينَ لَهُمْ بِإحْسَانٍ إِلَى يَوْمِ الدِّينِ، وَالحَمْدُ لِلَّـهِ رَبِّ الْعَالَمينَ. 
اللَّهُمَّ رَبَّ الْأَرْوَاحِ وَالْأَجْسَادِ الْبَالِيَةِ، أَسْأَلُكَ بِطَاعَةِ الأَرْوَاحِ الرَّاجِعَةِ إِلَى أَجْسَادِهَا، وَبِطَاعَةِ الأَجْسَادِ المُلْتَئِمَةِ بِعُرُوقِهَا، وَبِكَلِمَاتِكَ النَّافِذَةِ فِيهِمْ وَأَخْذِكَ الحَقَّ مِنْهُمْ، والخَلَائِقُ بَيْنَ يَدَيْكَ يَنْتَظِرُونَ فَصْلَ قَضَائِكَ، وَيَرْجُونَ رَحْمَتَكَ، وَيَخافُونَ عِقَابَكَ.. أنْ تَجْعَلَ النُّورَ فِيْ بَصَرِي، وَذِكْرَكَ باللَّيْلِ وَالنَّهارِ عَلَى لِسَانِي، وَعَمَلا صَالِحًا فارْزُقْنِي. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. 
اللَّهُمَّ اجْعَلْ صَلَوَاتِكَ وبَرَكَاتِكَ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا جْعَلْتَهَا عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، وَصَلِّ عَلَى المُؤْمِنِينَ وَالمُؤْمِناتِ، وَالمُسْلِمِينَ وَالمُسْلِمَاتِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ عَدَدَ مَا أَحَاطَ بِهِ عِلْمُكَ، وَأَحْصَاهُ كِتَابُكَ، وَشَهِدَتْ بِهِ مَلائِكَتُكَ، صَلاةً دَائِمَةً تَدُومُ بِدَوَامِ مُلْكِ اللهِ. 
اللَّهُمَّ إِنِّي أَسْأَلُكَ بأَسْمَائِكَ الْعِظَامِ مَا عَلِمْتُ مِنْها وَمَا لَمْ أَعْلَمْ، وبِالْأَسْمَاءِ الَّتِيْ سَمَّيْتَ بِهَا نَفْسَكَ مَا عَلِمْتُ مِنْها وَمَا لَمْ أَعْلَمْ..أَنْ تُصَلِّىَ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ، وَنَبِيِّكَ، وَرَسُولِكَ عَدَدَ مَا خَلَقْتَ مِنْ قَبْلِ أَنْ تَكُونَ السَّمَاءُ مَبْنِيَّةً، وَالأَرْضُ مَدْحِيَّةً، وَالْجِبَالُ مُرْسِيَّةً، وَالْعُيُونُ مُنْفَجِرَةً،وَالأَنْهَارُ مُنْهَمِرَةً، وَالشَّمْسُ مُشْرِقَةً، وَالْقَمَرُ مُضِيئًا، وَالْكَوَاكِبُ مُسْتَنِيرَةً، وَالْبِحَارُ مُجْرِيَةً، وَالأَشْجَارُ مُثْمِرَةً. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ عِلْمِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ حِلْمِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ كَلِمَاتِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ نِعْمَتِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ فَضْلِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ جُودِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ سَمَاوَاتِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ أَرْضِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ فِيْ سَبْعِ سَمَاوَاتِكَ مِنْ مَلائِكَتِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ فِيْ أَرْضِكَ مِنَ الْجِنِّ، وَالْإِنْسِ، وَغَيْرِهِمَا؛ مِنَ الْوحْشِ، وَالطَّيْرِ، وَغَيْرِهِمَا. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا جَرَى بِهِ الْقَلَمُ فِيْ عِلْمِ غَيْبِكَ، ومَا يَجْرِي بِهِ إِلَى يَوْمِ الْقِيَامَةِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ الْقَطْرِ، وَالمَطَرِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ يَحْمَدُكَ، وَيَشْكُرُكَ، وَيُهَلِّلُكَ، وَيُمَجِّدُكَ، وَيَشْهَدُ أَنَّكَ أَنْتَ اللهُ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا صَلَّيْتَ عَلَيْهِ أَنْتَ وَمَلائِكَتُكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ صَلَّى عَلَيْهِ مِنْ خَلْقِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَنْ لَمْ يُصَلِّ عَلَيْهِ مِنْ خَلْقِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ الْجِبَالِ، وَالرِّمَالِ، وَالحَصَى. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ الشَّجَرِ، وَأَوْرَاقِهَا، وَالمَدَرِ، وَأَثْقَالِهَا. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ كُلِّ سَنَةٍ، وَمَا تَخْلُقُ فِيهَا، وَمَا يَمُوتُ فِيهَا.
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا تَخْلُقُ كُلَّ يَوْمٍ، وَمَا يَمُوتُ فِيه إِلَى يَوْمِ الْقِيَامَةِ. 
اللَّهُمَّ وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ السَّحَابِ الجَارِيَةِ، مَا بَيْنَ السَّمَاءِ وَالأَرْضِ، وَمَا تَمْطُرُ مِنَ الْمِيَاهِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ الرِّيَاحِ المُسَخَّرَاتِ فِيْ مَشارِقِ الأَرْضِ وَمَغَارِبِهَا وَجَوْفِهَا وَقِبْلَتِهَا. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ نُجُومِ السَّمَاءِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ فِيْ بِحَارِكَ مِنَ الْحِيتَانِ وَالدَّوَابِّ وَالْمِيَاهِ والرِّمَالِ وَغَيْرِ ذَلِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ النَّباتِ، وَالحَصَى. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ النَّمْلِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ الْمِيَاهِ الْعَذْبَةِ، وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ الْمِيَاهِ الْمِلْحَةِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ نِعْمَتِكَ عَلَى جَمِيعِ خَلْقِكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ نِقْمَتِكَ، وَعَذَابِكَ عَلَى مَنْ كَفَرَ بِسَيِّدِنَا مُحَمَّدٍ ﷺ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا دَامَتِ الدُّنْيَا، وَالآخِرَةُ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا دَامَتِ الخَلائِقُ فِيْ الجَنَّةِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا دَامَتِ الخَلائِقُ فِيْ النَّارِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَلَى قَدْرِ مَا تُحِبُّهُ وَتَرْضَاهُ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَلَى قَدْرِ مَا يُحِبُّكَ وَيَرْضَاكَ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ أَبَدَ الآبدِينَ، وَأَنْزِلْهُ المُنْزَلَ المُقَرَّبَ عِندْكَ، وَأعْطِهِ الْوَسِيلَةَ وَالْفَضِيلَةَ، وَالشَّفَاعَةَ، وَالدَّرَجَةَ الرَّفِيعَةَ، وَالمَقامَ المَحْمُودَ الَّذِي وَعَدْتَهُ، إِنَّكَ لا تُخْلِفُ الْمِيعَادَ. 
اللَّهُمَّ إِنِّي أَسْأَلُكَ بأَنَّكَ مَالِكِي وَسَيِّدِي وَمَوْلايَ وَثِقَتِي وَرَجَائِي..أَسْأَلُكَ بِحُرْمَةِ الشَّهْرِ الحَرَامِ، وَالْبَلَدِ الحَرَامِ، وَالمَشْعَرِ الحَرَامِ، وَقَبْرِ نَبِيِّكَ عَلَيْهِ السَّلَامُ..أنْ تَهَبَ لِي مِنَ الخَيْرِ مَا لَا يَعْلَمُ عِلْمَهُ إِلَّا أَنْتَ، وَتَصْرِفَ عَنِّي مِنَ السُّوءِ مَا لا يَعْلَمُ عِلْمَهُ إِلَّا أَنْتَ. 
اللَّهُمَّ يَا مَنْ وَهَبَ لِآدَمَ شِيثًا، وَلِإِبْرَاهِيمَ إسْمَاعِيلَ وَإِسْحَاقَ، وَرَدَّ يُوسُفَ عَلَى يَعْقُوبَ، وَيَا مَنْ كَشَفَ الْبَلَاءَ عَنْ أَيُّوبَ، وَيا مَنْ رَدَّ مُوسَى إِلَى أُمِّهِ، وَيَا زَائِدَ الخَضِرِ فِيْ عِلْمِهِ، وَيَا مَنْ وَهَبَ لِدَاوُدَ سُلَيْمَانَ، وَلِزَكَرِيَّا يَحْيَى، وَلِـمَرْيَمَ عِيسَى، وَيَا حَافِظَ ابْنَةَ شُعَيْبٍ..أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى جَمِيعِ النَّبِيِّينَ وَالمُرْسَلِينَ.
ويَا مَنْ وَهَبَ لسَيِّدِنَا مُحَمَّدٍ ﷺ الشَّفَاعَةَ وَالدَّرَجَةَ الرَّفِيعَةَ..أَنْ تَغْفِرَ لِي ذُنُوبِي، وَتَسْتُرَ لِي عُيُوبِي كُلَّهَا، وَتُجِيرَنِي مِنَ النَّارِ، وَتُوجِبَ لِي رِضْوَانَكَ وَأَمَانَكَ وَغُفْرَانَكَ وَإحْسَانَكَ، وَتُمَتِّعَنِي فِيْ جَنَّتِكَ مَعَ الَّذِينَ أَنْعَمْتَ عَلَيِهِم ﴿وَمَن يُطِعِ اللَّهَ وَالرَّسولَ فَأُولئِكَ مَعَ الَّذينَ أَنعَمَ اللَّهُ عَلَيهِم مِنَ النَّبِيّينَ وَالصِّدّيقينَ وَالشُّهَداءِ وَالصّالِحينَ وَحَسُنَ أُولئِكَ رَفيقًا﴾ النساء: ٦٩، ﴿قُلِ اللَّهُمَّ مالِكَ المُلكِ تُؤتِي المُلكَ مَن تَشاءُ وَتَنزِعُ المُلكَ مِمَّن تَشاءُ وَتُعِزُّ مَن تَشاءُ وَتُذِلُّ مَن تَشاءُ بِيَدِكَ الخَيرُ إِنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ﴾ آل عمران: ٢٦.
وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ مَا أَزْعَجَتِ الرِّيَاحُ سَحَابًا رُكَامًا، وَذَاقَ كُلُّ ذِي رُوحٍ حِمَامًا، وَأَوْصِلِ السَّلَامَ لأِهْلِ السَّلَامِ فِيْ دَارِ السَّلَامِ تَحِيَّةً وَسَلَامًا. 
اللَّهُمَّ أَفْرِدْنِي لِمَا خَلَقْتَني لَهُ، وَلَا تَشْغَلْنِي بِمَا تَكَفَّلْتَ لِي بِهِ، وَلا تَحْرِمْنِي وَأَنَا أَسْأَلُكَ، وَلَا تُعَذِّبْنِي وَأَنَا أَسْتَغْفِرُكَ، (ثلاثًا). 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَسَلِّمْ. 
اللَّهُمَّ إِنِّي أَسْأَلُكَ وَأتَوَجَّهُ إِليْكَ بِحَبِيبِكَ المُصْطَفَى عِنْدَكَ، يَا حَبِيبَنَا، يَا سَيِّدُنا مُحَمَّدُ إِنَّا نَتَوَسَّلُ بِكَ إِلَى رَبِّكَ؛ فاشْفَعْ لَنا عِنْدَ المَوْلَى الْعَظِيمِ، يَا نِعْمَ الرَّسُولُ الطَّاهِرُ.
اللَّهُمَّ شَفِّعْهُ فِينَا بِجَاهِهِ عِنْدَكَ (ثَلاثًا). 
وَاجْعَلْنَا مِنْ خَيْرِ المُصَلِّينَ وَالمُسَلِّمِينَ عَلَيْهِ، وَمِنْ خَيْرِ المُقَرَّبِينَ مِنْهُ، وَالْوَارِدِينَ عَلَيْهِ، وَمِنْ أَخْيَارِ المُحِبِّينَ فِيهِ، وَالمَحْبُوبِينَ لَدَيْهِ، وَفَرِّحْنَا بِهِ فِيْ عَرَصَاتِ الْقِيَامَةِ، وَاجْعَلْهُ لَنَا دَلِيلًا إِلَى جَنَّةِ النَّعِيمِ بِلَا مَؤُونَةٍ، وَلا مَشَقَّةٍ، وَلا مُنَاقَشَةِ الْحِسَابِ، وَاجْعَلْهُ مُقْبِلًا عَلَيْنا، وَلا تَجْعَلْهُ غَاضِبًا عَلَيْنا، وَاغْفِرْ لَنا وَلِجَمِيعِ المُسْلِمِينَ الْأَحْيَاءِ مِنْهُم وَالمَيِّتِينَ، وَآخِرُ دَعْوَانَا أَنِ الحَمْدُ لِلـَّهِ رَبِّ الْعَالَمينَ. 
فَأَسْأَلُكَ، يَا اللهُ، يَا اللهُ، يَا اللهُ، يَا حَيُّ، يَا قَيُّومُ، يَا ذَا الجَلالِ وَالْإِكْرَامِ، لا إِلهَ إلَّا أَنْتَ، سُبْحَانَكَ إِنِّيْ كُنْتُ مِنَ الظَّالِمينَ.
أَسْأَلُكَ بِمَا حَمَلَ كُرْسِيُّكَ مِنْ عَظَمَتِكَ، وَجَلالِكَ، وَبَهَائِكَ، وَقُدْرَتِكَ، وَسُلْطَانِكَ.
وَبِحَقِّ أسْمَائِكَ الْمَخْزُونَةِ الْمَكْنُونَةِ، المُطَهَّرَةِ الَّتِي لَمْ يَطَّلِعْ عَلَيْهَا أَحَدٌ مِنْ خَلْقِكَ.
وَبِحَقِّ الْاسْمِ الَّذِي وَضَعْتَهُ عَلَى اللَّيْل فأَظْلَمَ، وَعَلَى النَّهارِ فاسْتَنَارَ، وَعَلَى السَّمَوَاتِ فَاسْتَقَلَّتْ، وَعَلَى الأَرْضِ فَاسْتَقَرَّتْ، وَعَلَى الْبِحَارِ فانْفَجَرَتْ، وَعَلَى الْعُيُونِ فَنَبَعَتْ، وَعَلَى السَّحَابِ فأَمْطَرَتْ.
وَأَسْأَلُكَ بِاْلأَسْماءِ المَكْتُوبَةِ فِيْ جَبْهَةِ جِبْرِيلَ عَلَيْهِ السَّلَامُ، وَباْلأَسْماءِ المَكْتُوبَةِ فِيْ جَبْهَةِ إِسْرَافِيلَ عَلَيْهِ السَّلَامُ، وَعَلَى جَمِيعِ المَلَائِكَةِ.
وَأَسْأَلُكَ بِالْأَسْمَاءِ المَكْتُوبَةِ حَوْلَ الْعَرْشِ، وَبِاْلأَسْمَاءِ المَكْتُوبَةِ حَوْلَ الْكُرْسِيِّ.
وَأَسْأَلُكَ باسْمِكَ الْعَظِيمِ الأَعْظَمِ الَّذِي سَمَّيْتَ بِهِ نَفْسَك.
 وَأَسْأَلُكَ بِحَقِّ أسْمَائِكَ كُلِّهَا، مَا عَلِمْتُ مِنْها وَمَا لَمْ أَعْلَمْ.
وَأَسْأَلُكَ بِاْلأَسْماءِ الَّتِيْ دَعَاكَ بِهَا آدَمُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا نُوحٌ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِي دَعَاكَ بِهَا صَالِحٌ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِي دَعَاكَ بِهَا يُونُسُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِي دَعَاكَ بِهَا مُوسَى عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا هارُونُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا شُعَيْبٌ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِي دَعَاكَ بِهَا إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا إسْمَاعِيلُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا دَاوُدُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا سُلَيْمَانُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا زَكَرِيَّا عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا يُوشَعُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا الخَضِرُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا إِلْيَاسُ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا الْيَسَعُ عَلَيْهِ السَّلَامُ.
 وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا ذُو الْكِفْلِ عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا عِيسَى عَلَيْهِ السَّلَامُ. 
وَبِالْأَسْمَاءِ الَّتِيْ دَعَاكَ بِهَا سَيِّدُنا مُحَمَّدٌ ﷺ نَبِيُّكَ، وَرَسُولُكَ، وَحَبِيِبُكَ، وَصَفِيُّكَ.
يَا مَنْ قَالَ وَقَوْلُهُ الحَقُّ: ﴿وَاللَّهُ خَلَقَكُم وَما تَعمَلونَ﴾ الصافات: ٩٦.
وَلَا يَصْدُرُ عَنْ أحَدٍ مِنْ عَبِيدِهِ قَوْلٌ، وَلَا فِعْلٌ، وَلَا حْرَكَةٌ، وَلَا سُكُونٌ إلَّا وَقَدْ سَبَقَ فِيْ عِلْمِهِ وَقَضائِهِ وَقَدَرِهِ كَيْفَ يَكُونُ.
كَمَا الهَمْتَنِيْ وَقَضَيْتَ لِيْ (بِالْقِرَاءَةِ، وَلَهُ) بِجَمْعِ هَذَا الْكِتَابِ، وَيَسَّرْتَ (عَلَيْهِ، وَ) عَلَيَّ فِيهِ الطَّرِيقَ وَالأسْبَابَ، وَنَفَيْتَ عَنْ قَلْبِيْ فِيْ هَذَا النَّبِيِّ الْكَرِيمِ الشَّكَّ وَالارْتِيابَ، وَغَلَّبْتَ حُبَّهُ عِنْدِيْ عَلَى جَمِيعِ الْأَقْرِباءِ، وَالْأَحِبَّاءِ..أَسْأَلُكَ، يَا اللهُ، يَا اللهُ، يَا اللهُ أَنْ تَرْزُقَنِيْ وَكُلَّ مَنْ أَحَبَّهُ وَاتَّبَعَهُ شَفَاعَتَهُ، وَمُرَافَقَتَهُ يَوْمَ الْحِسَابِ، مِنْ غَيْرِ مُنَاقَشَةٍ، وَلَا عَذَابٍ، وَلَا تَوْبِيخٍ، وَلَا عِتَابٍ، وَأَنْ تَغْفِرَ لِي ذُنُوبِيْ، وَتَسْتُرَ عُيُوبِيْ، يَا وَهَّابُ، يَا غَفَّارُ، وَأَنْ تُنَعِّمَنِي بالنَّظَرِ إِلَى وَجْهِكَ الْكَرِيمِ فِيْ جُمْلَةِ الأَحْبَابِ، يَوْمَ المَزِيدِ وَالثَّوَابِ، وَأَنْ تَتَقَبَّلَ مِنِّي عَمَلِي، وَأَنْ تَعْفُوَ عَمَّا أَحَاطَ عِلْمُكَ بِهِ مِنْ خَطِيئَتِي وَنِسْيَانِي وَزَلَلِي، وَأَنْ تُبَلِّغَنِي مِنْ زِيارَةِ قَبْرِهِ، وَالتَّسْلِيمِ عَلَيْهِ، وَعَلَى صَاحِبَيْهِ غَايَةَ أَمَلِي بِمَنِّكَ، وَفَضْلِكَ، وَجُودِكَ، وَكَرَمِكَ، يَا رَؤُوفُ، يَا رَحِيمُ، يَا وَلِيُّ، وَأَنْ تُجَازِيَهُ عَنِّي وَعَنْ كَلِّ مَنْ آمَنَ بِهِ وَاتَّبَعَهُ من المُسْلِمِينَ وَالمُسْلِمَاتِ، الْأحْيَاءِ مِنْهُمْ وَالأََمْوَاتِ..أَفْضَلَ، وَأَتَمَّ، وَأَعَمَّ مَا جَازَيْتَ بِهِ أَحَدًا مِنْ خَلْقِكَ،، يَا قَوِيُّ، يَا عَزِيزُ، يَا عَلِيُّ. 
وَأَسْأَلُكَ اللَّهُمَّ بِحَقِّ مَا أَقْسَمْتُ بِهِ عَلَيْكَ..أنْ تَصَلِّي عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا خَلَقْتَ مِنْ قَبْلِ أَنْ تَكُونَ السَّمَاءُ مَبْنِيَّةً، وَالأَرْضُ مَدْحِيَّةً، وَالْجِبَالُ عُلْوِيَةً، وَالْعُيُونُ مُنْفَجِرَةً، وَالْبِحَارُ مُسَخَّرَةً، وَالأَنْهَارُ مُنْهَمِرَةً، وَالشَّمْسُ مُضْحِيَةً، وَالْقَمَرُ مُضِيئًا، وَالنَّجَمُ مُنِيرًا، وَلا يَعْلَمُ أَحدٌ حَيْثُ تَكُونُ إلَّا أَنْتَ. وَأَنْ تُصَلِّىَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ كَلَامِكَ.
وَأَنْ تُصَلِّىَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ آياتِ الْقُرْآنِ، وحُرُوفِهِ، وَأنْ تُصَلِّىَ عَلَيْهِ وَعَلَى آلِهِ عَدَدَ مَنْ يُصَلِّى عَلَيْهِ.
وَأَنْ تُصَلِّىَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ مَنْ لَمْ يُصَلِّ عَلَيْهِ.
وَأَنْ تُصَلِّىَ عَلَيْهِ وَعَلَى آلِهِ مِلْءَ أَرْضِكَ.
وَأَنْ تُصَلِّىَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ مَا جَرَى بِهِ الْقَلَمُ فِيْ أُمِّ الْكِتابِ.
وَأَنْ تُصَلِّىَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ مَا خَلَقْتَ فِيْ سَبْعِ سَمَاوَاتِكَ.
وَأَنْ تُصَلِّىَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ مَا أَنْتَ خَالِقُهُ فِيهِنَّ إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ".
 وَأنْ تُصَلِّيَ عَلَيْهِ وَعَلَى آلِهِ عَدَدَ قَطْرِ المَطَرِ، وَكُلِّ قَطْرَةٍ قَطَرَتْ مِنْ سَمَائِكَ إِلَى أَرْضِكَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ".
''',
      false,
      incrementedContentId++, //140,
    ),
    Content(
      incrementedContentId,
      //      175,
      '''وَأَنْ تُصَلِّي عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ مَنْ سَبَّحَكَ وَقَدَّسَكَ، وَسَجَدَ لَكَ وَعَظَّمَكَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ وَعَلَى آلِهِ عَدَدَ كُلِّ سَنَةٍ خَلَقْتَهُمْ فِيها مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ السَّحَابِ الجَارِيَةِ. 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ الرِّيَاحِ الذَّارِيَةِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ مَا هَبَّتِ الرِّيَاحُ عَلَيْهِ، وَحَرَّكَتْهُ مِنَ الْأَغْصَانِ، وَالأَشْجَارِ، وَأَوْرَاقِ الثِّمَارِ، وَالْأزْهَارِ، وَعَدَدَ مَا خَلَقْتَ عَلَى قَرَارِ أَرْضِكَ، وَمَا بَيْنَ سَمَاوَاتِكَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ أَمْوَاجِ بِحَارِكَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ الرَّمْلِ، وَالحَصَى، وَكُلِّ حَجَرٍ، وَمَدَرٍ خَلَقْتَهُ فِيْ مَشَارِقِ الْأَرْضِ، وَمَغَارِبِهَا، سَهْلِهَا وَجِبَالِها، وَأَوْدِيَتِهَا مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ نَبَاتِ الأَرْضِ مِنْ قِبْلَتِهَا، وَجَوْفِهَا، وَشَرْقِهَا، وَغَرْبِهَا، وَسَهْلِهَا، وَجِبَالِها، مِنْ شَجَرٍ، وَثَمَرٍ، وَأَوْرَاقٍ، وَزَرْعٍ، وَجَمِيعِ مَا أَخْرَجَتْ وَمَا يَخْرُجُ مِنْ نَبَاتِهَا وَبَرَكَاتِهَا مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ مَا خَلَقْتَ مِنَ الْإِنْسِ، وَالْجِنِّ، وَالشَّيَاطِينِ، وَمَا أَنْتَ خَالِقُهُ مِنْهُمْ إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ كُلِّ شَعْرَةٍ فِيْ أَبْدَانِهِمْ، وَوُجُوهِهِمْ، وَعَلَى رُؤُوسِهِمْ مُنْذُ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ أَنْفَاسِهِمْ، وَألْفَاظِهِمْ، وَألحَاظِهِمْ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ".
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ طَيَرَانِ الْجِنِّ، وَخَفَقَانِ الإِنْسِ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ كُلِّ بَهِيمَةٍ خَلَقْتَهَا عَلَى أَرْضِكَ صَغِيرَةً وَكَبِيرةً فِيْ مَشَارِقِ الأَرْضِ وَمَغَارِبِهَا؛ مِمَّا عُلِمَ، وَمِمَّا لا يَعْلَمُ عِلْمَهُ إلَّا أَنْتَ مِنْ يَوْمِ خَلَقْتَ الدُّنْيَا إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ مَنْ صَلَّى عَلَيْهِ، وَعَدَدَ مَنْ لَمْ يُصَلِّ عَلَيْهِ، وَعَدَدَ مَنْ يُصَلِّي عَلَيْهِ إِلَى يَوْمِ الْقِيَامَةِ فِيْ كُلِّ يَوْمٍ "أَلْفَ مَرَّةٍ". 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ الْأَحْيَاءِ وَالْأَمْوَاتِ، وَعَدَدَ مَا خَلَقْتَ مِنْ حِيتَانٍ، وَطَيْرٍ، وَنَمْلٍ، وَنَحْلٍ، وَحَشَرَاتٍ. 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ فِيْ اللَّيْلِ إِذَا يَغْشَى، وَالنَّهَارِ إِذَا تَجَلَّى. 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ فِيْ الآخِرَةِ وَاْلأُولَى. 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ مُنْذُ كَانَ فِيْ المَهْدِ صَبِيًّا إِلَى أَنْ صَارَ كَهْلًا مَهْدِيًّا؛ فَقَبَضْتَهُ إِلَيْكَ عَدْلًا مَرْضِيًّا؛ لَتَبْعَثَهُ شَفِيعًا. 
 وَأَنْ تُصَلِّيَ عَلَيْهِ، وَعَلَى آلِهِ عَدَدَ خَلْقِكَ، وَرِضَاءَ نَفْسِكَ، وَزِنَةَ عَرْشِكَ، وَمِدَادَ كَلِمَاتِكَ، وَأَنْ تُعْطِيَهُ الْوَسِيلَةَ وَالْفَضِيلَةَ، وَالدَّرَجَةَ الرَّفِيعَةَ، وَالحَوْضَ المَوْرُودَ، وَالمَقامَ المَحْمُودَ، وَالْعِزَّ المَمْدُودَ، وَأَنْ تُعَظِّمَ بُرْهَانَهُ، وَأَنْ تُشَرِّفَ بُنْيَانَهُ، وَأَنْ تَرفَعَ مَكَانَهُ، وَأَنْ تَسْتَعْمِلَنَا، يَا مَوْلَانَا بِسُنَّتِهِ، وَأَنْ تُمِيتَنَا عَلَى مِلَّتِهِ، وَأَنْ تَحْشُرَنَا فِيْ زُمْرَتِهِ، وَتَحْتَ لِوَائِهِ، وَأَنْ تَجْعَلَنَا مِنْ رُفَقَائِهِ، وَأَنْ تُورِدَنَا حَوْضَهُ، وَأَنْ تَسْقِيَنَا بِكَأْسِهِ، وَأَنْ تَنْفَعَنَا بِمَحَبَّتِهِ، وَأَنْ تَتُوبَ عَلَيْنَا، وَأَنْ تُعَافِيَنَا مِنْ جَمِيعِ الْبَلاءِ، وَالْبَلْوَاءِ، وَالْفِتَنِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَأَنْ تَرْحَمَنَا، وَأَنْ تَعْفُوَ عَنَّا، وَتَغْفِرَ لَنا، وَلِجَمِيعِ المُؤْمِنِينَ وَالمُؤْمِنَاتِ، وَالمُسْلِمِينَ وَالمُسْلِمَاتِ الْأَحْيَاءِ مِنْهُمْ وَالْأَمْوَاتِ.
وَالحَمْدُ لِلـَّهِ رَبِّ الْعَالَمينَ، وَهُوَ حَسْبِى وَنِعْمَ الْوَكِيلُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّـهِ الْعَلِيِّ الْعَظِيمِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ مَا سَجَعَتِ الحَمَائِمُ، وَحَمَتِ الحَوَائِمُ، وَسَرَحَتِ الْبَهَائِمُ، وَنَفَعَتِ التَّمَائِمُ، وَشُدَّتِ الْعَمائِمُ، وَنَمَتِ النَّوَائِمُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ مَا أَبْلَجَ الْإِصْبَاحُ، وَهَبَّتِ الرِّيَاحُ، وَدَبَّتِ الْأَشْبَاحُ، وَتَعاقَبَ الْغُدُوُّ وَالرَّوَاحُ، وَتُقُلِّدَتِ الصِّفَاحُ، وَاعْتُقِلَتِ الرِّمَاحُ، وَصَحَّتِ الْأَجْسَادُ وَالْأَرْوَاحُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ مَا دَارَتِ الْأَفْلَاكُ، وَدَجَتِ الْأَحْلَاكُ، وَسَبَّحَتِ الْأَمْلَاكُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ فِيْ الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ مَا طَلَعَتِ الشَّمْسُ، وَمَا صُلِّيَتِ الخَمْسُ، وَمَا تَأَلَّقَ بَرْقٌ، وَتَدَفَّقَ وَدْقٌ، وَمَا سَبَّحَ رَعْدٌ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ مِلْءَ السَّمَوَاتِ وَالأَرْضِ، وَمِلْءَ مَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيء بَعْدُ. 
اللَّهُمَّ كَمَا قَامَ بأَعْبَاءِ الرِّسَالَةِ وَاسْتَنْقَذَ الخَلْقَ مِنَ الجَهَالَةِ، وَجَاهَدَ أَهْلَ الْكُفْرِ وَالضَّلالَةِ، وَدَعَا إلَى تَوْحِيدِكَ وَقَاسَى الشَّدَائِدَ فِيْ إِرْشَادِ عَبِيدِكَ، فَأَعْطِهِ اللَّهُمَّ سُؤْلَهُ، وَبَلِّغْهُ مَأْمُولَهُ، وَآتِهِ الْفَضِيلَةَ، وَالْوَسِيلَةَ، وَالدَّرَجَةَ الرَّفِيعَةَ، وَابْعَثْهُ المَقامَ المَحْمُودَ الَّذِي وَعَدْتَهُ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ. 
اللَّهُمَّ وَاجْعَلْنَا مِنَ المُتَّبِعِينَ لِشَرِيعَتِهِ، المُتَّصِفِينَ بِمَحَبَّتِهِ، المُهْتَدِينَ بِهَدْيِهِ وَسِيرَتِهِ، وَتَوَفَّنَا عَلَى سُنَّتِهِ، وَلَا تَحْرِمْنَا فَضْلَ شَفَاعَتِهِ، وَاحْشُرْنَا فِيْ أَتْبَاعِهِ الْغُرِّ المُحَجَّلِينَ، وَأَشْيَاعِهِ السَّابِقِينَ، وَأَصْحَابِ الْيَمِينِ، يَا أَرْحَمَ الرَّاحِمِينَ. 
اللَّهُمَّ صَلِّ عَلَى مَلائِكَتِكَ المُقَرَّبِينَ، وَعَلَى أنْبِيَائِكَ الْمرْسَلِينَ، وَعَلَى أَهْلِ طَاعَتِكَ أجْمَعِينَ، وَاجْعَلْنَا بِالصَّلَاةِ عَلَيْهِمْ مِنْ المُرْحُومِينَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ المَبْعُوثِ مِنْ تِهامَةَ، وَالآمِرِ بِالمَعْرُوفِ وَالْاسْتِقَامَةِ، وَالشَّفِيعِ لأهْلِ الذُّنُوبِ فى عَرَصَاتِ الْقِيَامَةِ. 
اللَّهُمَّ أبْلِغْ عَنَّا نَبِيَّنَا وَشَفَيعَنَا وَحَبيبَنَا أَفْضَلَ الصَّلَاةِ والتَّسْلِيمِ، وَابْعَثْهُ المَقَامَ المَحْمُودَ الْكَرِيمَ، وَآتِهِ الْفَضِيلَةَ وَالْوَسِيلَةَ وَالدَّرَجَةَ الرَّفِيعَةَ الَّتِيْ وَعَدْتَهُ فِيْ المَوْقِفِ الْعَظِيمِ، وَصَلِّ اللَّهُمَّ عَلَيْهِ صَلاةً دَائِمَةً مُتَّصِلَةً تَتَوَالَى وَتَدُومُ. 
اللَّهُمَّ صَلِّ عَلَيْهِ، وَعَلى آلِهِ مَا لَاحَ بَارِقٌ، وَذَرَّ شَارِقٌ، وَوَقَبَ غَاسِقٌ، وَانْهَمَرَ وَادِقٌ، وَصَلِّ عَلَيْهِ، وَعَلَى آلِهِ مِلْءَ اللَّوْحِ وَالْفَضَاءِ، وَمِثْلَ نُجُومِ السَّمَاءِ، وَعَدَدَ الْقَطْرِ وَالحَصَى، وَصَلِّ عَلَيْهِ، وَعَلَى آلِهِ صَلَاةً لَا تُعَدُّ وَلا تُحْصَى. 
اللَّهُمَّ صَلِّ عَلَيْهِ زِنَةَ عَرْشِكَ، وَمَبْلَغَ رِضَاكَ، وَمِدَادَ كَلِمَاتِكَ، وَمُنْتَهَى رَحْمَتِكَ. 
اللَّهُمَّ صَلِّ عَلَيْهِ، وَعَلى آلِهِ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ، وَبَارِكْ عَلَيْهِ، وَعَلى آلِهِ، وَأَزْوَاجِهِ، وَذرِّيَّتِهِ كَمَا صَلَّيْتَ وَبَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، وَجَازِهِ عَنَّا أَفَضْلَ مَا جَازَيْتَ نَبِيًّا عَنْ أُمَّتِهِ.
وَاجْعَلْنَا مِنَ المُهْتَدِينَ بِمِنْهَاجِ شَرِيَعَتِهِ، وَاهْدِنَا بِهَدْيِهِ، وَتَوَفَّنَا عَلَى مِلَّتِهِ، وَاحْشُرْنَا يَوْمَ الْفَزَعِ الْأَكْبَرِ مِنَ الْآمِنِينَ فِيْ زُمْرَتِهِ، وَأَمِتْنَا عَلَى حُبِّهِ، وَحُبِّ آلِهِ، وأَصْحَابِهِ، وَذرِّيَّتِهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ أَفَضْلَ أَنْبِيائِكَ، وَأَكْرَمِ أَصْفِيائِكَ، وَإِمَامِ أَوْلِيائِكَ، وَخَاتَمِ أَنْبِيَائِكَ، وَحَبِيبِ رَبِّ الْعَالَمِينَ، وَشَهِيدِ المُرْسَلِينَ، وَشَفِيعِ المُذْنِبِينَ، وَسيِّدِ وَلَدِ آدَمَ أجْمَعِينَ، المَرْفُوعِ الذِّكْرِ فِيْ المَلائِكَةِ المُقَرَّبِينَ، الْبَشِيرِ النَّذِيرِ، السِّرَاجِ المُنِيرِ، الصَّادِقِ الَأمِينِ، الحَقِّ المُبِينِ، الرَّؤوفِ الرَّحِيمِ، الْهَادِي إِلَى الصِّرَاطِ المُسْتَقِيمِ الَّذِي آتيْتَهُ سَبْعًا مِنَ المَثَانِي وَالْقُرْآنَ الْعَظِيمَ، نَبِيِّ الرَّحْمَةِ، وَهَادِى الْأُمَّةِ، أَوَّلِ مَنْ تَنْشَقُّ عَنْهُ الأَرْضُ، وَيَدْخُلُ الجَنَّةَ، والمُؤَيَّدِ بِجِبْرِيلَ وَمِيكائِيلَ، المُبَشَّرِ بِهِ فِيْ التَّوْرَاةِ والْإِنْجِيلِ، المُصْطَفَى المُجْتَبَى، المُنْتَخَبِ؛ أَبِى الْقَاسِمِ سَيِّدِنَا مُحَمَّدٍ بْنِ السَيِّدِ عَبْدِ اللهِ بْنِ السَيِّدِ عَبْدِ المطَّلِبِ بْنِ السَيِّدِ هَاشِمِ. 
اللَّهُمَّ صَلِّ عَلَى مَلائِكَتِكَ وَالمُقَرَّبِينَ، الَّذِينَ ﴿يُسَبِّحونَ اللَّيلَ وَالنَّهارَ لا يَفتُرونَ﴾ الأنبياء:  ٢٠،  ﴿يا أَيُّهَا الَّذينَ آمَنوا قوا أَنفُسَكُم وَأَهليكُم نارًا وَقودُهَا النّاسُ وَالحِجارَةُ عَلَيها مَلائِكَةٌ غِلاظٌ شِدادٌ لا يَعصونَ اللَّهَ ما أَمَرَهُم وَيَفعَلونَ ما يُؤمَرونَ﴾ التحريم: ٦.
اللَّهُمَّ، وَكَمَا اصْطَفَيْتَهُمْ سُفَرَاءَ إِِلَى رُسُلِكَ، وَأُمَنَاءَ عَلَى وَحْيِكََ وَشُهَدَاءَ عَلَى خَلْقِكَ، وَخَرَقْتَ لَـهُمْ كُنُفَ حُجُبِكَ، وَأَطْلَعْتَهُمْ عَلَى مَكْنُونِ غَيْبِكَ، وَاخْتَرْتَ مِنْهُمْ خَزَنَةً لِجَنَّتِكَ، وَحَمَلَةً لِعَرْشِكَ، وَجَعَلْتَهُمْ مِنْ أَكْثَرِ جُنُودِكَ، وَفَضَّلْتَهُمْ عَلَى الْوَرَى، وَأَسْكَنْتَهُمْ السَّمَوَاتِ الْعُلَى، وَنَزَّهْتَهُمْ عَنِ المَعَاصِى وَالدَّنَاءَاتِ، وَقَدَّسْتَهُمْ عَن النَّقَائِصِ وَالآفَاتِ..فَصَلِّ عَلَيْهِمْ صَلَاةً دَائِمَةً تَزِيدُهُمْ بِهَا فَضْلًا وَتَجْعَلُنَا لِاسْتِغْفَارِهِمْ بِهَا أَهْلَاً. 
اللَّهُمَّ وصَلِّ عَلَى جَمِيعِ أَنْبِيَائِكَ وَرُسُلِكَ الَّذِينَ شَرَحْتَ صُدُورَهُمْ، وَأَوْدَعْتَهُمْ حِكْمَتَكَ، وَطَوَّقْتَهُمْ نُبُوَّتَكَ، وَأَنْزَلْتَ عَلَيْهِمْ كُتُبَكَ، وَهَدَيْتَ بِهِمْ خَلْقَكَ، وَدَعَوْا إِلَى تَوْحِيدِكَ، وَشَوَّقُوا إِلَى وَعْدِكَ، وَخَوَّفُوا مِنْ وَعِيدِكَ، وَأَرْشَدُوا إِلَى سَبِيلِكَ، وَقَامُوا بِحُجَّتِكَ وَدَلِيلِكَ.
وَسَلِّم اللَّهُمَّ عَلَيْهِمْ تَسْلِيمًا، وَهَبْ لَنا بِالصَّلَاةِ عَلَيْهِمْ أَجْرًا عَظِيمًا. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، صَلَاةً دَائِمَةً مَقْبُولَةٌ، تُؤَدِّى بِهَا عَنَّا حَقَّهُ الْعَظِيمَ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَاحِبِ الحُسْنِ، وَالجَمَالِ، وَالْبَهْجَةِ، وَالْكَمَالِ، وَالْبَهَاءِ، وَالنُّورِ، وَالْوِلْدَانِ، وَالحُورِ، وَالْغُرَفِ، وَالْقُصُورِ، وَاللِّسَانِ الشَّكُورِ، وَالْقَلْبِ المَشْكُورِ، وَالْعَلَمِ المَشْهُورِ، وَالجَيْشِ المَنْصُورِ، وَالْبَنِينَ وَالْبَنَاتِ، وَالْأَزْوَاجِ الطَّاهِرَاتِ، وَالْعُلُوِّ عَلَى الدَّرَجَاتِ، وَالزَّمْزَمِ وَالمَقَامِ، وَالمَشْعَرِ الحَرَامِ، وَاجْتِنَابِ الْآثَامِ، وَتَرْبِيَةِ الأَيْتَامِ، وَالحَجِّ وَتِلَاوَةِ الْقُرْآنِ، وَتَسْبِيحِ الرَّحْمَنِ، وَصِيَامِ رَمَضَانَ، وَاللِّوَاءِ المَعْقُودِ، والْكَرَمِ وَالجُودِ، وَالْوَفاءِ بالْعُهُودِ، صَاحِبِ الرَّغْبَةِ وَالتَّرْغِيبِ، وَالْبَغْلَةِ والنَّجِيبِ، وَالحَوْضِ وَالْقَضِيبِ، النَّبِيِّ الأَوَّابِ، النَّاطِقِ بِالصَّوَابِ، المَنْعُوتِ فِيْ الْكِتَابِ، النَّبِيِّ عَبْدِ اللهِ، النَّبِيِّ كَنْزِ اللهِ، النَّبِيِّ حُجَّةِ اللهِ، النَّبِيِّ مَنْ أَطَاعَهُ فَقَدْ أَطَاعَ اللهَ، وَمَنْ عَصَاهُ فَقَدْ عَصَى اللهَ، النَّبِيِّ، الْعَرَبِيِّ، الْقُرَشِيِّ، الزَّمْزَمِيِّ، المَكِّيِّ، التِّهَامِيِّ، صَاحِبِ الْوَجْهِ الجَمِيلِ، وَالطَّرْفِ الْكَحِيلِ، وَالخَدِّ الأَسِيلِ، وَالْكَوْثَرِ وَالسَّلْسَبِيلِ، قَاهِرِ المُضَادِّينَ، مُبِيدِ الْكَافِرِينَ، وَقَاتِلِ المُشْرِكِينَ، قَائدِ الْغُرِّ المحَجَّلِينَ إِلى جَنَّاتِ النَّعِيمِ، وَجِوَارِ الْكَرِيمِ، صَاحِبِ جِبْرِيلَ عَلَيْهِ السَّلَامُ وَرَسُولِ رَبِّ الْعَالَمينَ، وَشَفِيعِ المُذْنِبِينَ، وَغايَةِ الْغَمَامِ، وَمِصْبَاحِ الظَّلامِ، وَقَمَرِ التَّمَامِ.
صَلَّى اللهُ عَلَيْهِ، وَعَلَى آلِهِ المُصْطَفَيْنَ مِنْ أَطْهَرِ جِبِلَّةٍ؛ صَلاةً دَائِمَةً عَلَى اْلأَبَدِ، غَيْرَ مُضْمَحِلَّةٍ صَلَّى اللهُ عَلَيْهِ، وَعَلَى آلِهِ صَلاةً يَتَجَدَّدُ بِهَا حُبُورُهُ، وَيَشْرُفُ بِهَا فِيْ الْمِعَادِ بَعْثُهُ وَنُشُورُهُ؛ فَصَلَّي اللهُ عَلَيْهِ، وَعَلَى آلِهِ، الأنْجُمِ الطَّوالِعِ، صَلاةً تَجُودُ عَلَيْهِمْ أَجْوَدَ الْغُيُوثِ الْهَوَامِعِ.
أَرْسَلَهُ مِنْ أَرْجَحِ الْعَرَبِ مِيزَانًا، وَأوْضَحِهَا بَيَانًا، وأفْصَحِهَا لِسَانًا وَأَشْمَخِهَا إِيمَانًا، وَأَعْلاهَا مَقَامَاً، وَأَحْلَاهَا كَلَامَاً، وَأَوْفَاهَا ذِِمَامًا، وَأصْفَاهَا رَغَامًا؛ فأَوْضَحَ الطَّرِيقَةَ، وَنَصَحَ الخَلِيقَةَ، وَشَهَرَ الْإِسْلَامَ، وَكَسَّرَ الْأَصْنَامَ، وأَظْهَرَ الْأَحْكَامَ، وَحَظَرَ الحَرَامَ، وَعَمَّ بِالْإِنْعَامِ صَلَّى اللهُ عَلَيْهِ، وَعَلَى آلِهِ فِيْ كُلِّ مَحْفَلٍ وَمَقَامٍ أَفْضَلَ الصَلاةِ وَالسَّلَامِ.
صَلَّى اللهُ عَلَيْهِ، وَعَلَى آلِهِ عَوْدًا وَبَدْءَاً، صَلَاةً تَكُونُ ذَخِيرَةً وَوِرْدًا، صَلَّى اللهُ عَلَيْهِ، وَعَلَى آلِهِ صَلَاةً تَامَّةً زَاكِيَةً.
وَصَلَّى اللهُ عَلَيْهِ، وَعَلَى آلِهِ صَلَاةً يَتْبَعُهَا رَوْحٌ وَرَيْحَانٌ، وَيَعْقِبُهَا مَغْفِرَةٌ وَرِضْوَانٌ.
وَصَلَّى اللهُ عَلَى أَفْضَلِ مَنْ طَابَ مِنْهُ النِّجَارُ، وَسَمَا بِهِ الْفَخَارُ، وَاسْتَنَارَتْ بِنُورِ جَبِينِهِ الْأَقْمَارُ، وَتَضَاءَلَتْ عِنْدَ جُودِ يَمِينِهِ الْغَمَائِمُ وَالْبِحَارُ، سَيِّدِنَا وَنَبِيِّنا مُحَمَّدٍ الَّذِي بباهِرِ آيَاتِهِ أَضاءَتْ الْأَنْجَادُ وَالْأَغْوَارُ، وَبِمُعْجِزَاتِ آيَاتِهِ نَطَقَ الْكِتَابُ وَتَوَاتَرَتِ الأَخْبَارُ، صَلَّى اللهُ عَلَيْهِ، وَعَلَى آلِهِ وأَصْحَابِهِ الَّذِينَ هَاجَرُوا لِنُصْرَتِهِ، وَنَصَرُوهُ فِيْ هِجْرَتِهِ؛ فَنِعْمَ المُهَاجِرُونَ، وَنِعْمَ الْأَنْصَارُ، صَلَاةً نَامِيَةً دَائِمَةً مَا سَجَعَتْ فِيْ أَيْكِهَا الْأَطْيَارُ، وَهَمَعَتْ بِوَبْلِها الدِّيمَةُ الْمِدْرَارُ، ضَاعَفَ اللهُ عَلَيْهِ دَائِمَ صَلَوَاتِهِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ الطَّيِّبِينَ الْكِرَامِ، صَلَاةً مَوْصُولَةً دَائِمَةً الْاتِّصَالِ بِدَوَامِ ذِِى الجَلَالِ وَالْإِكْرَامِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ الَّذِي هُوَ قُطْبُ الجَلالةِ، وَشَمْسُ النُّبُوَّةِ وَالرِّسَالَةِ، وَالهَادِي مِنَ الضَّلَالَةِ، وَالمُنْقِذُ مِنَ الجَهَالَةِ ﷺ صَلَاةً دَائِمَةَ الاتِّصَالِ وَالتَّوَالِي، مُتَعَاقِبَةً بِتَعَاقُبِ الْأَيَّامِ وَاللَّيَالي.
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ الزَّاهِدِ رَسُولِ المَلِكِ الصَّمَدِ الْوَاحِدِ ﷺ، صَلَاةً دَائِمَةً إِلَى مُنْتَهَى الْأَبَدِ، بِلَا انْقِطَاعٍ وَلَا نَفَادٍ، صَلَاةً تُنَجِّينَا بِهَا مِنْ حَرِّ جَهَنَّمَ وَبِئْسَ الْمِهَادُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ، وَعَلَى آلِهِ وَسَلِّمْ، صَلَاةً لا يُحْصَى لهَا عَدَدٌ، وَلا يُعَدُّ لهَا مَدَدٌ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلاةً تُكْرِمُ بِهَا مَثْوَاهُ وَتُبَلِّغُ بِهَا يَوْمَ القِيَامَةِ مِنَ الشَّفَّاعَةِ رِضَاهُ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الْأَصِيلِ، السَّيِدِ النَّبِيلِ، الَّذِي جَاءَ بالْوَحِيِّ وَالتَنْزِيلِ، وأَوْضَحَ بَيَانَ التَأْوِيلِ، وَجَاءَهُ الْأَمِينُ جِبْرِيلُ عَلَيْهِ السَّلَامُ بالكَرَامَةِ والتَفْضِيلِ، وَأَسْرَى بِهِ المَلِكُ الجَلِيلُ فِيْ اللَّيلِ الْبَهِيمِ الطَّوِيلِ؛ فكَشَفَ لَهُ عَنْ أَعْلَى المَلَكُوتِ، وَأَرَاهُ سَنَاءَ الجَبَرُوتِ، وَنَظَرَ إِلَى قُدْرَةِ الحَيِّ الدَّائِمِ الْبَاقِي الَّذِي لَا يَمُوتُ ﷺ صَلَاةً مَقْرُونَةً بالجَمَالِ وَالحُسْنِ وَالْكَمَالِ، وَالخَيْرِ وَالْإِفْضَالِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ الْأَقْطَارِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ وَرَقِ الْأَشْجَارِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ زَبَدِ الْبِحَارِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ الأَنْهَارِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ رَمْلِ الصَّحَارِي وَالْقِفَارِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ ثِقَلِ الْجِبَالِ وَالْأَحْجَارِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ أَهْلِ الجَنَّةِ وَأَهْلِ النَّارِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ الْأَبْرَارِ وَالفُجَّارِ. 
وَصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ عَدَدَ مَا يَخْتَلِفُ بِهِ اللَّيْلُ وَالنَّهَارُ.
واجْعَلِ اللَّهُمَّ صَلَاتَنَا عَلَيْهِ حِجَابًا مِنْ عَذَابِ النَّارِ، وَسَبَبًا لِإِبَاحَةِ دَارِ الْقَرَارِ، إِنَّكَ أَنْتَ الْعَزِيزُ الْغَفَّارُ.
وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ الطَّيِّبِينَ وَذُرِّيَّتِهِ المُبَارَكِينَ، وَصَحَابَتِهِ الْأَكْرَمِينَ، وَأَزْوَاجِهِ أُمَّهَاتِ المُؤْمِنِينَ، صَلَاةً مَوْصُولَةً تَتَرَدَّدُ إِلَى يَوْمِ الدِّينِ. 
اللَّهُمَّ صَلِّ عَلَى سَيِّدِِ الْأَبْرَارِ وَزَيْنِ المُرْسَلِينَ الْأَخْيَارِ، وَأَكْرَمِ مَنْ أَظْلَمَ عَلَيْهِ اللَّيلُ وَأَشْرَقَ عَلَيْهِ النَّهَارُ. 
اللَّهُمَّ، يَا ذَا المَنِّ الَّذِي لا يُكَافَى امْتِنَانُهُ، وَالطَّوْلِ الَّذِي لا يُجَازَى إِنْعَامُهُ وَإِحْسَانُهُ، نَسْأَلُكَ بِكَ، وَلا نَسْأَلُكَ بأَحَدٍ غَيْرِكَ..أَنْ تُطْلِقَ أَلْسِنَتَنَا عِنْدَ السُؤَالِ، وَتُوَفِّقَنَا لِصَالِحِ الْأَعْمَالِ، وَتَجْعَلَنَا مِنَ الآمِنِينَ يَوْمَ الرَّجْفِ وَالزِّلْزَالِ.
يَا ذَا الْعِزَّةِ وَالجَلالِ، أَسْأَلُكَ يَا نُورَ النُّورِ قَبْلَ الْأَزْمِنَةِ وَالدُّهُورِ، أَنْتَ الْبَاقِي بِلَا زَوَالٍ، الْغَنِىُّ بِلَا مِثَالٍ، الْقُدُّوسُ الطَّاهِرُ الْعَليُّ الْقَاهِرُ الَّذِي لا يُحِيطُ بِهِ مَكانٌ، وَلا يَشْتَمِلُ عَلَيْهِ زَمانٌ.
أَسْأَلُكَ بِأَسْمَائِكَ الحُسْنَى كُلِّهَا، وَبأَعْظَمِ أَسْمَائِكَ إِلَيْكَ، وَأَشْرَفِهَا عِنْدَكَ مَنْزِلَةً، وَأجْزَلِهَا عِنْدَكَ ثَوَابًا، وَأَسْرَعِهَا مِنْكَ إِجَابَةً، وَباسْمِكَ المَخْزُونِ، المَكْنُونِ، الجَلِيلِ، الأجَلِّ، الْكَبِيرِ، الْأَكْبَرِ، الْعَظِيمِ، الْأَعْظَمِ الَّذِي تُحِبُّهُ وَتَرْضَى عَمَّنْ دَعَاكَ بِهِ وَتَسْتَجِيبُ لَهُ دُعَاءَهُ.
 أَسْأَلُكَ اللَّهُمَّ بِلَا إِلَهَ إلَّا أَنْتَ الحَنَّانُ المَنَّانُ، بَدِيعُ السَّمَوَاتِ وَالْأَرْضِ، ذُو الجَلَالِ وَالْإِكْرَامِ، عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ المُتَعَالِ.
وَأَسْأَلُكَ باسْمِكَ الْعَظِيمِ الْأَعْظَمِ الَّذِي إِذَا دُعِيتَ بِهِ أجَبْتَ، وَإِذَا سُئِلْتَ بِهِ أعْطَيْتَ.
وَأَسْأَلُكَ باسْمِكَ الَّذِي يَذِلُّ لِعَظَمَتِهِ الْعُظَماءُ، وَالمُلُوكُ، وَالسِّباعُ، وَالهَوَامُّ، وَكُلُّ شَيء خَلَقْتَهُ.
يَا اللهُ، يَا رَبِّ اسْتَجِبْ دَعْوَتِي، يا مَنْ لَهُ الْعِزَّةُ وَالجَبَرُوتِ، يَا ذَا المُلْكِ وَالمَلَكُوتِ، يَا مَنْ هُوَ حَيٌّ لا يَمُوتُ، سُبْحانَكَ رَبِّ مَا أَعْظَمَ شَانَكَ، وَأرْفَعَ مَكَانَكَ أَنْتَ رَبِّي.
يَا مُتَقَدِّسًا فِيْ جَبَرُوتِهِ إِلَيْكَ أَرْغَبُ، وَإِيَّاكَ أَرْهَبُ، يَا عَظِيمُ، يَا كَبِيرُ، يَا جَبَّارُ، يَا قادِرُ، يَا قَوِىُّ، تَبارَكْتَ، يَا عَظِيمُ، تَعَالَيْتَ، يَا عَلِيمُ.
سُبْحَانَكَ، يَا عَظِيمُ، سُبْحَانَكَ يَا جَلِيلُ.
أَسْأَلُكَ بِاسْمِكَ الْعَظِيمِ التَّامِّ الْكَبِيرِ..أَنْ لَا تُسَلِّطَ عَلَيْنَا جَبَّارًا عَنيدًا، وَلَا شَيْطَانًا مَرِيدًا، وَلَا إِنْسَانًا حَسُودًا، ولا ضَعِيفًا مِنْ خَلْقِكَ وَلَا شَدِيدًا، وَلَا بَارًّا وَلَا فَاجِرًا، وَلَا عَبِيدًا وَلَا عَنِيدًا. 
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ فَإِنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللهُ الَّذِي لا إِلَهَ إِلَّا أَنْتَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ.
يَا هُوَ، يَا مَنْ لَا هُوَ إِلَّا هُوَ، يَا مَنْ لَا إِلَهَ إِلَّا هُوَ، يَا أَزَلِيُّ، يَا أَبَدِىُّ، يَا دَهْرِيُّ، يَا دَيْمُومِيُّ، يَا مَنْ هُوَ الحَيُّ الَّذِي لَا يَمُوتُ، يَا إِلهَنَا وَإِلَهَ كُلِّ شَيء، إِلَـهًا وَاحِدًا لَا إِلَهَ إلَّا أَنْتَ. 
اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، الرَّحْمَـنَ الرَّحِيمَ، الحَيَّ القَيُّومَ، الدَّيَّانَ، الحَنَّانَ، المَنَّانَ، الْبَاعِث،َ الْوَارِثَ، ذَا الجَلَالِ وَالْإِكْرَامِ..قُلُوبُ الخَلَائِقِ بِيَدِكَ، نَوَاصِيهِمْ إلَيْكَ؛ فأَنْتَ تَزْرَعُ الخَيْرَ فِيْ قُلُوبهِمْ، وَتَمْحُو الشَّرَّ إِذَا شِئْتَ مِنْهُمْ.
فأَسْأَلُكَ اللَّهُمَّ أَنْ تَمْحُوَ مِنْ قَلْبِي كُلَّ شَيء تَكْرَهُهُ، وَأَنْ تَحْشُوَ قَلْبِى مِنْ خَشْيَتِكَ وَمَعْرِفَتِكَ وَرَهْبَتِكَ، وَالرَّغْبَةِ فِيمَا عِنْدَكَ، وَالْأَمْنِ وَالْعَافِيةِ، وَاعْطِفْ عَلَيْنَا بالرَّحْمَةِ وَالْبَرَكَةِ مِنْكَ، وَأَلْهِمْنَا الصَّوَابَ وَالْحِكْمَةَ.
فأَسْأَلُكَ اللَّهُمَّ عِلْمَ الخَائِفِينَ، وَإِنَابَةَ المَخْبِتِينَ، وَإِخْلَاصَ المُوقِنِينَ، وَشُكْرَ الصَّابِرِينَ، وَتَوْبَةَ الصِّدِّيقِينَ.
وَنَسْأَلُكَ اللَّهُمَّ بِنُورِ وَجْهِكَ الَّذِي مَلَأَ أَرْكَانَ عَرْشِكَ أَنْ تَزْرَعَ فِيْ قَلْبِي مَعْرِفَتَكَ؛ حَتَّى أَعْرِفَكَ حَقَّ مَعْرِفَتِكَ كَمَا يَنْبَغِي أَنْ تُعْرَفَ بِه. 
وَصَلَّى اللُه عَلَى سَيِّدِنَا مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ، وَإِمَامِ الْمـُرْسَلِينَ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْلِيمًا، وَالحَمْدُ لِلـَّهِ رَبِّ الْعَالَمِينَ.
''',
      false,
      incrementedContentId++, //141,
    ),

    /// الأذكار
    ///  أذكار وأوراد اليومية
    ///  أذكار وأوراد تقرأ صباحًا
    Content(
      incrementedContentId,
      //      124,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  قُلْ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمْ يَلِدْ وَلَمْ يُولَدْ ٣ وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ٤ ﴾.
"ثَلاَثاً".
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿ قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ ١ مِن شَرِّ مَا خَلَقَ ٢ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣ وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ ٤ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥ ﴾.
"ثَلاَثاً".
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿ قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ ١ مَلِكِ ٱلنَّاسِ ٢ إِلَـٰهِ ٱلنَّاسِ ٣ مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ ٤ ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ ٥ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ ٦ ﴾.
"ثَلاَثاً".
﴿  رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَـٰطِينِ ٩٧ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ ٩٨ ﴾. "ثَلاَثاً".
﴿أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـٰكُمْ عَبَثًۭا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ ١١٥ فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ ١١٦ وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرْهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ ١١٧ وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ ١١٨ ﴾.
﴿فَسُبْحَـٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ ١٧ وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّۭا وَحِينَ تُظْهِرُونَ ١٨ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ ١٩﴾.
أَعُوْذُ بِاللهِ السَّمِيْعِ الْعَلِيْمِ، مِنَ الشَّيْطَانِ الرَّجِيْمِ "ثَلاَثاً".
﴿لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَـٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ٢١ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ ٢٢ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ٢٣ هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ٢٤ ﴾.
﴿سَلَـٰمٌ عَلَىٰ نُوحٍۢ فِى ٱلْعَـٰلَمِينَ ٧٩ إِنَّا كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ ٨٠ إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُؤْمِنِينَ ٨١ ﴾.
أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ. "ثَلاَثاً".
بِاسْمِ اللهِ الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. "ثَلاَثاً".
اللَّهُمَّ إِنِّيْ أَصْبَحْتُ مِنْكَ فِيْ نِعْمَةٍ وَعَافِيَةٍ وَسَتْرٍ، فَأَتْمِمْ نِعْمَتَكَ عَلَيَّ وَعَافِيَتَكَ وَسَتْرَكَ فِيْ الدُّنْيَا وَالآخِرَةِ. "ثَلاَثاً".
اللَّهُمَّ إِنِّيْ أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتَكَ، وَجَمِيْعَ خَلْقِكَ.. أَنَّكَ أَنْتَ اللهُ، لا إِلٰهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُوْلُكَ. "أَرْبَعاً".
الْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.. حَمْداً يُوَافِيْ نِعَمَهُ، وَيُكَافِئُ مَزِيْدَهُ. "ثَلاَثاً".
آمَنْتُ بِاللهِ الْعَظِيْمِ، وَكَفَرْتُ بِالْجِبْتِ وَالطَّاغُوْتِ، وَاسْتَمْسَكْتُ بِالْعُرْوَةِ الْوُثْقَى لاَ انْفِصَامَ لَهَا، وَاللهُ سَمِيْعٌ عَلِيْمٌ. "ثَلاَثاً".
رَضِيْتُ بِاللهِ رَبّاً، وَبِالإِسْلاَمِ دِيْناً، وَبِمُحَمَّدٍ صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ نَبِيّاً وَرَسُوْلاً. "ثَلاَثاً".
حَسْبِيَ اللهُ لاَ إِلٰهَ إِلاَّ هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ. "سَبْعاً".
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَآلِهِ وَصَحْبِهِ وَسَلِّمْ. "عَشْراً".
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فُجَاءَةِ الْخَيْرِ، وَأَعُوْذُ بِكَ مِنْ فُجَاءَةِ الشَّرِّ.
اللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ، وَأَنَا عَبْدُكَ، وَأَنَا عَلَىٰ عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ بِذَنْبِيْ، فَاغْفِرْ لِيْ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ.
اللَّهُمَّ  أَنْتَ رَبِّيْ لاَ إِلَهَ إِلاَّ أَنْتَ، عَلَيْكَ تَوَكَّلْتُ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيْمِ.
مَا شَاءَ اللهُ كَانَ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
أَعْلَمُ أَنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَأَنَّ اللهَ قَدْ أَحَاطَ بِكُلِّ شَيء عِلْماً.
اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنِّ رَبِّيْ عَلَى صِرَاطٍ مُسْتَقِيْمٍ.
يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَمِنْ عَذَابِكَ أَسْتَجِيْرُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ، وَلاَ تَكِلْنِيْ إِلَىٰ نَفْسِيْ طَرْفَةَ عَيْنٍ.
اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَأَعُوْذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ، وَأَعُوْذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَافِيَةَ فِيْ الدُّنْيَا وَالآخِرَةِ.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ، وَالْمُعَافَاةَ الدَّائِمَةَ فِيْ دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ.
اللَّهُمَّ اسْتُرْ عَوْرَاتِيْ، وَآمِنْ رَوْعَاتِيْ.
اللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ، وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ.
اللَّهُمَّ أَنْتَ خَلَقْتَنِيْ، وَأَنْتَ تَهْدِيْنِيْ، وَأَنْتَ تُطْعِمُنِيْ، وَأَنْتَ تَسْقِيْنِيْ، وَأَنْتَ تُمِيْتُنِيْ، وَأَنْتَ تُحْيِيْنِيْ، وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.
أَصْبَحْنَا عَلَى فِطْرَةِ الإِسْلاَمِ، وَعَلَىٰ كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَىٰ اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ حَنِيْفاً مُسْلِماً، وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ.
اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَعَلَيْكَ نَتَوَكَّلُ، وَإِلَيْكَ النُّشُوْرُ، أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ للهِ، وَالْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ، فَتْحَهُ وَنَصْرَهُ وَنُوْرَهُ وَبَرَكَتَهُ وَهُدَاهُ.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ، وَخَيْرَ مَا فِيْهِ، وَخَيْرَ مَا قَبْلَهُ، وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ هَذَا الْيَوْمِ، وَشَرِّ مَا فِيْهِ، وَشَرِّ مَا بَعْدَهُ.
اللَّهُمَّ مَا أَصْبَحَ بِيْ مِنْ نِعْمَةٍ، أَوْ بِأَحَدٍ مِنْ خَلْقِكَ.. فَمِنْكَ وَحْدَكَ، لاَ شَرِيْكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ عَلَىٰ ذَلِكَ.
سُبْحَانَ اللهِ وَبِحَمْدِهِ. "مِئَةَ مَرَّةٍ"
سُبْحَانَ اللهِ الْعَظِيْمِ وَبِحَمْدِهِ. "مِئَةَ مَرَّةٍ".
سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ. "مِئَةَ مَرَّةٍ".
لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ "مِئَةَ مَرَّةٍ".
فأن لم يمكنك أن تأتي بهذه الذكار بهذه الكيفية .. فلا أقل من أن تأتي بها بالطريقة التالية:
٭ سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَاء نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ "ثَلاَثاً".
٭ سُبْحَانَ اللهِ الْعَظِيْمِ وَبِحمْدِهِ عَدَدَ خَلْقِهِ وَرِضَاء نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ "ثَلاَثاً".
٭ سُبْحَانَ اللهِ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. سُبْحَانَ اللهِ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. سُبْحَانَ اللهِ مَا بَيْنَ ذَلِكَ. سُبْحَانَ اللهِ عَدَدَ مَا هُوَ خَالَقٌ.
٭ الْحَمْدُ للهِ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. الْحَمْدُ للهِ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. الْحَمْدُ للهِ عَدَدَ مَا بَيْنَ ذَلِكَ. الْحَمْدُ للهِ عَدَدَ مَا هُوَ خَالَقٌ.
٭ لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَا بَيْنَ ذَلِكَ. لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَا هُوَ خَالَقٌ.
٭ اللهُ أَكْبَرُ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. اللهُ أَكْبَرُ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. اللهُ أَكْبَرُ عَدَدَ مَا بَيْنَ ذَلِكَ. اللهُ أَكْبَرُ عَدَدَ مَا هُوَ خَالَقٌ.
٭ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ عَدَدَ مَا بَيْنَ ذَلِكَ. لاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ عَدَدَ مَا هُوَ خَالَقٌ.
٭ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ يُحْيـيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيء قَدِيْرٌ عَدَدَ كُلِّ ذَرَّةٍ "أَلْفَ مَرَّةٍ". "ثَلاَثاً".
٭ لاَ إِلٰهَ إِلاَّ اللهُ مُحَمَّدٌ رَسُوْلُ اللهِ، صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ فِيْ كُلِّ لَمْحَةٍ وَلَحْظَةٍ وَنَفَسٍ عَدَدَ مَا وَسِعَهُ عِلْمُ اللهِ. "ثَلاَثاً".
''',
      false,
      incrementedContentId++, //86,
      hasVoice: true,
      voiceFile: "11bVqJXT6cjeZUxZA4wD4BlV6FmtOWxVZ",
    ),
    Content(
      incrementedContentId,
      //      142,
      '''أَعُوْذُ باللهِ السَّمِيْعِ العَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ، بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ "ثَلاَثاً".
ثُمَّ ﴿الفَاتِحَةُ﴾، وَ(آيَةُ الكُرْسِيِّ) وَ﴿  لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ ٢٨٤ ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ ٢٨٥ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ ٢٨٦﴾. ثُمَّ ﴿ قُلْ هُوَ ٱللَّهُ أَحَدٌ﴾ "ثَلاَثاً" وَ﴿ المُعَوِّذَتَيْنِ﴾ "ثَلاَثاً، ثَلاَثاً".
بِسْمِ اللهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ، وَهُوَ السَّمِيْعُ الْعَلِيْمُ "ثَلاَثاً".
بِسْمِ اللهِ عَلَىٰ أَدْيَانِنَا، وأَنْفُسِنَا، وأَهْلِيْنَا، وأَمْوَالِنَا "ثَلاَثاً".
بِسْمِ اللهِ، مَا شَاءَ اللهُ، لاَ يَسُوْقُ الخَيْرَ إِلاَّ اللهُ، بِسْمِ اللهِ مَا شَاءَ اللهُ، لاَ يَصْرِفُ السُّوْءَ إِلاَّ اللهُ، بِسْمِ اللهِ مَا شَاءَ اللهُ، مَا كانَ مِنْ نِعْمَةٍ فَمِنَ اللهِ، بِسْمِ اللهِ مَا شَاءَ اللهُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ "ثَلاَثاً".
بِسْمِ اللهِ رَبُّنا اللهُ، حَسْبُنَا اللهُ، تَوَكَّلنَا عَلَى اللهِ، مَا شَاءَ اللهُ، لاَ قُوَّةَ إِلاَّ بِاللهِ "ثَلاَثاً".
لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ "عَشْراً".
رَضِيْنَا بِاللهِ رَبّاً، وبَالإِسْلاَمِ دِيْناً، وَبِمُحَمَّدٍ نَبِيّاً وَرَسُولاً "ثَلاَثاً".
اللَّهُمَّ مَا أصبح بِنَا مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، لَكَ الحَمْدُ، وَلَكَ الشُّكْرُ "ثَلاَثاً".
سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَاءَ نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ "ثَلاَثاً".
سُبْحَانَ اللهِ عَدَدَ خَلْقِهِ، سُبْحَانَ اللهِ رِضَاءَ نَفْسِهِ، سُبْحَانَ اللهِ زِنَةَ عَرْشِهِ، سُبْحَانَ اللهِ مِدَادَ كَلِمَاتِهِ "ثَلاَثاً".
سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ العَظِيْمِ "ثَلاَثاً".
سُبْحَانَ اللهِ، والْحَمْدُ للهِ، وَلاَ إِلٰهَ إِلاَّ اللهُ، واللهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ "ثَلاَثاً".
نَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ "ثَلاَثاً".
اللَّهُمَّ إِنَّا أصبحنَا مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ، فَأَتِمَّ نِعْمَتَكَ عَلَيْنَا وَعَافِيَتَكَ وَسَتْرَكَ فِي الدُّنْيَا وَالآخِرَةِ "ثَلاَثاً".
اللَّهُمَّ إِنَّا أصبحنَا نُشهِدُكَ، وَنُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلائِكَتَكَ، وَجَمِيْعَ خَلْقِكَ أَنَّكَ أَنْتَ اللهُ لاَ إِلٰهَ إِلاَّ أَنْتَ، وَحْدَكَ لاَ شَرِيْكَ لَكَ وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُوْلُكَ "أَرْبَعاً".
حَسْبُنا اللهُ لاَ إِلٰهَ إِلاَّ هُوَ، عَلَيْهِ تَوكَّلْنَا وَهُوَ رَبُّ الْعَرْشِ العَظِيْمِ "سَبْعاً".
آمَنَّا بِاللهِ، وَبِمَلاَئِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَبِالْيَوْمِ الآخِرِ، وَبِالْقَدَرِ خَيْرِهِ وَشَرِّهِ "ثَلاَثاً".
نَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ، وَنَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، وَأَنَّ عِيْسَىٰ عَبْدُ اللهِ وَرَسُولُهُ وَابْنُ أَمَتِهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ، وَرُوْحٌ مِنْهُ، وَأَنَّ الجنَّةَ حَقٌّ، وأَنَّ النَّارَ حَقٌّ "ثَلاَثاً".
اللَّهُمَّ إِنَّا نُؤْمِنُ بِمَا تَعْلَمُ أَنَّهُ الحَقُّ مِنْ عِنْدِكَ، وَنَبْرَأُ إِلَيْكَ مِمَّا تَعْلَمُ أَنَّهُ البَاطِلُ عِنْدَكَ "ثَلاَثاً".
اللَّهُمَّ إِنَّا نَعُوْذُ بِكَ أَنْ نُشْرِكَ بِكَ شَيْئاً نَعْلَمُهُ، وَنَسْتَغْفِرُكَ لِمَا لاَ نَعْلَمُهُ.
اللَّهُمَّ مَغْفِرَتُكَ أَوْسَعُ مِنْ ذُنُوبِنَا، وَرَحْمَتُكَ أَرْجَىٰ عِنْدَنَا مِنْ أَعْمَالِنَا، فَاغْفِرْ لَنَا، وَتُبْ عَلَيْنَا، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ "ثَلاَثاً".
نَسْتَغْفِرُ اللهَ العَظِيْمَ الَّذِي لاَ إِلٰهَ إِلاَّ هُوَ الحَيَّ القَيُّوْمَ، وَنَتُوبُ إِلَيْهِ "ثَلاَثاً".
اللَّهُمَّ ارْحَمْنَا وَارْحَمْ وَالِدِيْنَا، وَارْحَمْ أَمْوَاتَنَا، وَارْحَمْ أُمَّةَ مُحَمَّدٍ رَحْمَةً عَامَّةً "ثَلاَثاً".
اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَعَلَىٰ آلِهِ كَمَا لاَ نِهَايَةَ لِكَمَالِكَ، وَعَدَدَ كَمَالِهِ وَعَلَى كُلِّ نَبِيٍّ وَمَلَكٍ وَوَلِيٍّ عَدَدَ مَعْلُوْمَاتِكَ، وَعَلَيْنَا مَعَهُمْ يَا أَرْحَمَ الرَّاحِمِيْنَ "ثَلاَثاً".
لاَ إِلٰهَ إِلاَّ اللهُ مُحَمَّدٌ رَسُوْلُ اللهِ "خَمْساً وَعِشْرِيْنَ مَرَّةً". ثُمَّ يَقْرَأُ ﴿ الْفَاتِحَةَ﴾، وَيَجْمَعُ ثُمَّ بَعْدَ ذلِكَ:
اللَّهُمَّ إِنَّا نَسْأَلُكَ رِضَاكَ وَالجَنَّةَ.
وَنَعُوْذُ بِكَ مِنْ سَخَطِكَ وَالنَّار "ثَلاَثاً"، يَا عَالِمَ السِّرِّ مِنَّا لاَ تَهْتِكِ السِّتْرَ عَنَّا، وَعَافِنَا وَاعْفُ عَنَّا، وَكُنْ لَنَا حَيْثُ كُنَّا "ثَلاَثاً".
يَا اللهُ بِهَا، يَا اللهُ بِهَا، يَا اللهُ بِحُسْنِ الخَاتِمَةِ "سَبْعاً". 

نُقِلَ مِنْ كِتَابِ «عِقْدِ اليَوَاقِيْتِ» لِسَيِّدِنَا الإِمَامِ عَيْدَروسِ بْنِ عُمَرَ الحَبْشِيِّ ـ رَضِيَ اللهُ عَنْهُ ـ فِيْ تَرْجَمَةِ (صَاحِبِ الرَّاتِبِ) 
''',
      false,
      incrementedContentId++, //104,
    ),
    Content(
      incrementedContentId,
      //      120,
      '''عَلَيْكَ بِاسْمِ اللهِ اللَّطِيْفِ تُكَرِّرُهُ بَعْدَ الصُّبْح وَبَعْدَ الْمَغْرِبِ "129 مَرَّةً"، وَإِنْ زِدْتَ فَحَسَنٌ ثُمَّ تَقُوْلُ بَعْدَهُ: «اللهُ لَطِيْفٌ بِعِبادِهِ، يَرْزُقُ مَنْ يَشَاءُ، وَهُوَ القَوِيُّ الْعَزِيْزُ "سَبْعاً".
اللَّهُمَّ يا مُسَخِّرَ السَّمواتِ السَّبْعِ، وَالأَرَضِيْنَ وَمَنْ فِيْهِنَّ، وَمَنْ عَلَيْهِنَّ، سَخِّرْ لِيْ كُلَّ شَيْءٍ مِنْ عِبادِكَ؛ مِمَّا فِي بَرِّكَ وَبَحْرِكَ يَا رَبَّ العالَمِيْنَ، حَتَّى لا  يَكُوْنَ فِي الْكَوْنِ شَيْءٌ مُتَحَرِّكٌ، أَوْ سَاكِنٌ، أَوْ صَامِتٌ، أَوْ نَاطِقٌ ظاهِراً وَباطِناً، إِلاَّ سَخَّرْتَهُ لِيْ، وَيَكُوْنُ طَوْعَ أَمْرِيْ بِبَرَكَةِ اسْمِكَ اللَّطِيْفِ الْمَكْنُوْنِ، يا اللهُ يا حَيُّ، يا قَيُّومُ، إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُوْلَ لَهُ كُنْ فَيَكُوْنُ.
إِلٰهِيْ جُودُكَ دَلَّنِيْ عَلَيْكَ، وَإِحْسَانُكَ قَرَّبَنِيْ إِلَيْكَ، أَشْكُوْ إِلَيْكَ مَا لاَ يَخْفَىٰ عَلَيْكَ، وَأَسْأَلُكَ مَا لاَ يَعْسُرُ عَلَيْكَ، إِذْ عِلْمُكَ بِحالِيْ يُغْنِيْ عَنْ سُؤالِيْ، يا مُفَرِّجاً عَنْ كُلِّ مَكْرُوبٍ كَرْبَهُ وَمُنْجِّيَهُ، فَرِّجْ عَنِّيْ كُلَّ كَرْبِيْ وَمَا أَنَا فِيْهِ. يا مَنْ لَيْسَ بِغائِبٍ فَأَنْتَظِرُهُ، ولاَ بِنائِمٍ فَأُوْقِظُهُ، وَلا بِغافِلٍ فَأُذَكِّرُهُ، وَلاَ بِعاجِزٍ فَأُمْهِلُهُ، يا عالِماً بِالجُمْلَةِ، وَغَنِيّاً عَنِ التَّفْصِيْلِ، يا سَامِعاً لِلْمَقالِ وَالْقِيْلِ، كَفَىٰ عِلْمُكَ المَقالَ، وَانْقَطَعَ الرَّجاءُ إِلاَّ مِنْكَ يا مُتَعالٍ، وَخَابَتِ الآمالُ إِلاَّ فِيْكَ يا ذا الجَلالِ وَالإِكْرَامِ، وَانْسَدَّتِ الطُّرُقُ إِلاَّ إِلَيْكَ يا مِفْضالُ، يا  سَمِيْعُ، يا قَرِيْبُ، يا بَصِيْرُ، يا مُجِيْبُ، اغْفِرْ لِيْ وَارْحَمْنِيْ بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ، وَيَسِّرْ لِيْ رِزْقِيْ، وَسَخِّرْ لِيْ جَمِيْعَ خَلْقِكَ، إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ، وَصَلَّىٰ اللهُ عَلَى سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ»..
''',
      false,
      incrementedContentId++, //82,
    ),
    Content(
      incrementedContentId,
      //      131,
      '''﴿الفاتحة﴾ "سَبْعاً"، و﴿ الناس﴾ "سَبْعاً"، وَ﴿الفَلَقُ﴾ "سَبْعاً"، وَ﴿ الإِخْلاصُ﴾ "سَبْعاً"، و﴿الكَافِرُونَ﴾ "سَبْعاً"، وآيةُ الكرسيِّ "سَبْعاً"، سُبْحانَ اللهِ وَالحَمْدُ للهِ وَلا إِلهَ إِلاَّ اللهُ وَاللهُ أَكْبَرُ "سَبْعاً"، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلِّمْ "سَبْعاً"، أَسْتَغْفِرُ اللهَ العَظِيْمَ لِيْ وَلِوَالِدَيَّ وَلْلمُؤْمِنِيْنَ وَالمُؤْمِناتِ، وَالمُسْلِمِيْنَ وَالمُسْلِماتِ، الأَحْياءِ مِنْهُمْ وَالأَمْواتِ، إِنَّكَ قَرِيْبٌ مُجِيْبُ الدَّعَواتِ "سَبْعاً"، اللَّهُمَّ افْعَلْ بِيْ وَبِهِمْ عاجِلاً وَآجِلاً فِي الدُّنْيا وَالآخِرَةِ مَا أَنْتَ لَهُ أَهْلٌ، وَلاَ تَفْعَلْ بِنَا يا مَوْلانا ما نَحْنُ لَهُ أَهْلٌ إِنَّكَ غَفُوْرٌ حَلِيْمٌ، جَوَادٌ كَرِيْمٌ، رَؤُوفٌ رَحِيْمٌ "سَبْعاً"..''',
      false,
      incrementedContentId++, //93,
    ),
    Content(
      ///////////////////////////////////////////////////////////////////////////////
      incrementedContentId,
      //      136,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ
يَا اللهُ، يَا وَاحِدُ، يَا أَحَدُ، يَا وَاجِدُ، يَا جَوَادُ؛ انْفَحْنَا مِنْكَ بِنَفْحَةِ خَيْرٍ "ثَلاَثاً".
ثُمَّ يَقُوْلُ ـ وَهُوَ رَافِعٌ يَدَيْهِ جِدّاً بِحَيْثُ يُرَى بَيَاضُ إِبْطَيْهِ ـ :
يَا بَاسِطُ "عَشْراً".
ثُمَّ يَضَعُهُمَا وَيَقُوْلُ: اُبْسُطْ عَلَيْنَا الْخَيْرَ وَالرِّزْقَ، وَوَفِّقْنَا لإِصَابَةِ الصَّوَابِ وَالْحَقِّ، وَزَيِّنَّا بِالإِخْلاَصِ وَالصِّدْقِ، وَأَعِذْنَا مِنْ شَرِّ الْخَلْقِ، وَاخْتِمْ لَنَا بِالْحُسْنَى فِيْ لُطْفٍ وَعَافِيَةٍ.
اللَّهُمَّ جَمِّلْنَا بِسِتْرِكَ، وَاسْتُرْنَا بِعَافِيَتِكَ، وَعَافِنَا مِنْ مُخَالَفَتِكَ.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى، وَالْعَافِيَةَ وَالْيَقِيْنَ، وَالثَّبَاتَ عَلَى الْحَقِّ، وَالْوَفَاةَ عَلَى الإِسْلاَمِ، وَالْمَصِيْرَ إِلَى الْجَنَّةِ.
اللَّهُمَّ إِنِّي أَسْأَلُكَ دَوَامَ الْعَافِيَةِ، وَتَمَامَ النِّعْمَةِ، وَحُسْنَ الْخَاتِمَةِ وَالْعَاقِبَةِ.
اللَّهُمَّ نَوِّرْ قُلُوْبَنَا، وَاشْرَحْ صُدُوْرَنَا، وَأَحْسِنْ مُنْقَلَبَنَا، وَأَيِّدْنَا بِرُوْحٍ مِنْكَ، وَوَفِّقْنَا لِمَا تُحِبُّهُ وَتَرْضَاهُ، وَثَبِّتْنَا بِالْقَوْلِ الثَّابِتِ فِيْ الْحَيَاةِ الدُّنْيَا وَفِيْ الآخِرَةِ.
اللَّهُمَّ اغْفِرْ ذُنُوْبَنَا، وَاسْتُرْ عُيُوْبَنَا، وَاكْشِفْ كُرُوْبَنَا، وَأَصْلِحْ ذَاتَ بَيْنِنَا، وَأَلِّفْ ـ فِيْ طَاعَتِكَ وَطَاعَةِ رَسُوْلكَ ـ بَيْنَ قُلُوْبِنَا.
اللَّهُمَّ جَمِّلْ أَحْوَالَنَا، وَسَدِّدْ أَقْوَالَنَا، وَأَصْلِحْ أَعْمَالَنَا، وَطَهِّرْ قُلُوْبَنَا، وَحَسِّنْ أَخْلاَقَنَا، وَطَيِّبْ وَوَسِّعْ أَرْزَاقَنَا، وَاقْضِ بِفَضْلِكَ دُيُوْنَنَا، وَأَصْلِحْ بِكَرَمِكَ شُؤُوْنَنَا، وَاجْعَلْ إِلَى رَحْمَتِكَ ـ وَرِضَاكَ وَمُجَاوَرَتِكَ فِيْ دَارِ كَرَامَتِكَ ـ مُنْقَلَبَنَا وَمَصِيْرَنَا وَرُجُوْعَنَا.
اللَّهُمَّ بَارِكْ لَنَا فِيْ قُلُوْبِنَا، وَأَدْيَانِنَا، وَأَبْدَانِنَا، وَجَوَارِحِنَا، وَعُلُوْمِنَا، وَأَعْمَالِنَا، وَأَخْلاَقِنَا، وَأَرْزَاقِنَا، وَأَهْلِيْنَا وَأَوْلاَدِنَا، وَقَرَابَاتِنَا وَأَصْحَابِنَا، وَجَمِيْعِ مَنْ مَعَنَا وَمَا مَعَنَا.
اللَّهُمَّ اجْعَلْنَا وَإِيَّاهُمْ أَجْمَعِيْنَ فِيْ عَافِيَتِكَ، وَسَلاَمَتِكَ وَعِزِّكَ، وَكَرَامَتِكَ، وَغِنَاكَ، وَيُسْرِكَ، وَسَتْرِكَ، وَسَعَتِكَ، وَخَفِيِّ لُطْفِكَ، وَجَمِيْلِ سَتْرِكَ.
اللَّهُمَّ اجْعَلْنَا وَإِيَّاهُمْ أَجْمَعِيْنَ فِيْ حِفْظِكَ، وَكَنَفِكَ، وَعَهْدِكَ، وَذِمَّتِكَ، وَجِوَارِكَ، وَعِيَاذِكَ، وَأَمَانِكَ، مِنْ شَرِّ كُلِّ ذِيْ شَرٍّ مِنْ خَلْقِكَ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّيْ عَلَى صِرَاطٍ مُسْتَقِيْمٍ، وَمِنْ شَرِّ كُلِّ شَيْطَانٍ وَسُلْطَانٍ مِنْ إِنْسٍ وَجَانٍّ، وَطَاغٍ، وَبَاغٍ، وَحَاسِدٍ، وَخَائِنٍ، وَسَاحِرٍ، وَغادِرٍ، وَمَاكِرٍ، وَعَائِنٍ.
بِاسْمِ اللهِ تَحَصَّنَّا بِاللهِ، بِاسْمِ اللهِ اسْتَجَرْنَا بِاللهِ، بِاسْمِ اللهِ أَدْخَلْنَا أَنْفُسَنَا وَأَهْلِيْنَا وَأَوْلاَدَنَا وَأَمْوَالَنَا وَجَمِيْعَ مَنْ مَعَنَا وَمَا مَعَنَا فِيْ حِفْظِ الله وَفِيْ كَنَفِ اللهِ، وَفِيْ أَمَانِ اللهِ، مِنْ شَرِّ جَمِيْعِ الْبَلِيَّاتِ وَالأَذِيَّاتِ، وَالْمُؤْذِيْنَ وَالأَشْرَارِ مِنْ خَلْقِ اللهِ، وَمِنْ فُجَاءَةِ الأَقْدَارِ، وَبَغَتَاتِ الأُمُوْرِ بِالسُّوْءِ، وَمِنْ شَرِّ كُلِّ هَدْمٍ وَحَرَقٍ وَغَرَقٍ.
(بِاسْمِ اللهِ) بَابُنَا، ﴿ تَبَـٰرَكَ ﴾ حِيْطَانُنَا، ﴿  يسٓ ﴾ سَقْفُنَا، ﴿ كٓهيعٓصٓ ﴾ كِفَايَتُنَا، ﴿  حمٓ عٓسٓقٓ ﴾ حِمَايَتُنَا، فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ ﴾ سِتْرُ الْعَرْشِ مَسْبُوْلٌ عَلَيْنَا، وعَيْنُ اللهِ نَاظِرَةٌ إِلَيْنَا، بِحَوْلِ اللهِ لاَ يُقْدَرُ عَلَيْنَا، ﴿  وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطٌۢ ٢٠ بَلْ هُوَ قُرْءَانٌۭ مَّجِيدٌۭ ٢١ فِى لَوْحٍۢ مَّحْفُوظٍۭ ٢٢ ﴾.
﴿  فَٱللَّهُ خَيْرٌ حَـٰفِظًۭا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ ﴾. "ثَلاَثاً".
حَسْبِيَ اللهُ لاَ إِلَهَ إِلاَّ هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ "سَبْعاً".
بِاسْمِ اللهِ الّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ "ثَلاَثاً".
وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ "ثَلاَثاً" .
اللَّهُمَّ اسْتُرْ عَوْرَاتِنَا، وَآمِنْ رَوْعَاتِنَا، وَاكْفِنَا كُلَّ هَوْلٍ دُوْنَ الْجَنَّةِ.
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ وَسَلِّمْ.
اللَّهُمَّ إِنَّا نَسْأَلُكَ خَيْرَ الْحَيَاةِ وَخَيْرَ الْوَفَاةِ وَخَيْرَ مَا بَيْنَهُمَا، وَنَعُوْذُ بِكَ مِنْ شَرِّ الْحَيَاةِ وَشَرِّ الْوَفَاةِ وَشَرِّ مَا بَيْنَهُمَا، أَحْيِنِيْ حَيَاةَ السُّعَدَاءِ حَيَاةَ مَنْ تُحِبُّ بَقَاءَهُ، وَتَوَفَّنِيْ وَفَاةَ الشُّهَدَاءِ وَفَاةَ مَنْ تُحِبُّ لِقَاءَهُ.
اللَّهُمَّ قَنِّعْنِيْ بِمَا رَزَقْتَنِيْ وَبَارِكْ لِيْ فِيْهِ، وِاخْلُفْ عَلَى كُلِّ غَائِبَةٍ لِيْ بِخَيْرٍ.
اللَّهُمَّ إِنِّيْ أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلاَءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ الْقَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ.
اللَّهُمَّ لاَ تُقَدِّمْنِيْ لِعَذَابٍ، وَلاَ تُؤَخِّرْنِيْ لِفِتْنَةٍ، وَخُذْ رِضَاكَ مِنِّيْ فِيْ عَافِيَةٍ.
اللَّهُمَّ ارْحَمْنِيْ بِتَرْكِ الْمَعَاصِيْ أَبَداً مَا أَبْقَيْتَنِيْ، وَارْحَمْنِيْ أَنْ أَتَكَلَّفَ مَا لاَ يَعْنِيْنِيْ، وَارْزُقْنِيْ حُسْنَ النَّظَرِ فِيْمَا يُرْضِيْكَ عَنِّيْ.
أَسْأَلُكَ خَشْيَتَكَ فِيْ الْغَيْبِ وَالشَّهَادَةِ، وَالْعَدْلَ فِيْ الرِّضَا وَالْغَضَبِ، وَالْقَصْدَ فِيْ الْغِنَى وَالْفَقْرِ، وَالصِّدْقَ فِيْ الْجِدِّ وَالْهَزْلِ، وَالتَّوَاضُعَ فِيْ الْقَوْلِ وَالْفِعْلِ.
اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِيْ فَحَسِّنْ خُلُقِيْ، وَاجْعَلْ سَرِيْرَتِيْ خَيْراً مِنْ عَلاَنِيَتِيْ، وَاجْعَلْ عَلاَنِيَتِيْ صَالِحَةً.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ صَالِحِ مَا تُؤْتِيْ النَّاسَ مِنَ الأَهْلِ وَالْمَالِ وَالْوَلَدِ غَيْرِ الضَّالِّ وَلاَ الْمُضِلِّ.
اللَّهُمَّ وَفِّقْنِيْ لِمَحَابِّكَ مِنَ الأَعْمَالِ، وَارْزُقْنِيْ حُسْنَ الظَّنِّ بِكَ، وَصِدْقَ التَّوَكُّلِ عَلَيْكَ.
اللَّهُمَّ زَيِّنِّيْ بِزِيْنَةِ الإِيْمَانِ، وَاجْعَلْنِيْ هَادِياً مَهْدِيّاً.
اللَّهُمَّ احْفَظْنِيْ فِيْمَا أَمَرْتَنِيْ، وَاحْفَظْنِيْ عَمَّا نَهَيْتَنِيْ، وَاحْفَظْ عَلَيَّ مَا أَعْطَيْتَنِيْ.
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَسَلِّمْ.
اللَّهُمَّ اجْعَلْنِيْ مِنْ أَوْلِيَائِكَ الْمُتَّقِيْنَ، وَحِزْبِكَ الْمُفْلِحِيْنَ، وَاسْتَعْمِلْنِيْ فِيْمَا يُرْضِيْكَ عَنِّيْ، وَوَفِّقْنِيْ لِمَحَابِّكَ مِنِّيْ، وَصَرِّفْنِيْ بِحُسْنِ اخْتِيَارِكَ لِيْ.
أَسْأَلُكَ جَوَامِعَ الْخَيْرِ وَفَوَاتِحَهُ وَخَوَاتِمَهُ، وَأَعُوْذُ بِكَ مِنْ جَوَامِعِ الشَّرِّ وَفَوَاتِحِهِ وَخَوَاتِمِهِ.
وَأَسْتَغْفِرُكَ اللَّهُمَّ مِنْ كُلِّ ذَنْبٍ تُبْتُ إِلَيْكَ مِنْهُ ثُمَّ عُدْتُ فِيْهِ، وَأَسْتَغْفِرُكَ مِنْ كُلِّ عَمَلٍ عَمِلْتُهُ لِوَجْهِكَ، فَخَالَطَهُ مَا لَيْسَ لَكَ فِيْهِ رِضاً، وَأَسْتَغْفِرُكَ مِنْ كُلِّ وَعْدٍ وَعَدْتُكَ بِهِ مِنْ نَفْسِيْ ثُمَّ لَمْ أُوْفِ لَكَ بِهِ، وَأَسْتَغْفِرُكَ مِنْ كُلِّ نِعْمَةٍ أَنْعَمْتَ بِهَا عَلَيَّ فَتَقَوَّيْتُ بِهَا عَلَى مَعْصِيَتِكَ، وَأَسْتَغْفِرُكَ مِنْ كُلِّ ذَنْبٍ أَذْنَبْتُهُ فِيْ سَوَادِ اللَّيْلِ وَبَيَاضِ النَّهَارِ فِيْ خَلاَءٍ أَوْ مَلإٍ أَوْ سِرٍّ أَوْ عَلاَنِيَةٍ يَا  كَرِيْمُ.
اللَّهُمَّ يَا رَبَّ كُلِّ شَيْءٍ، بِقُدْرَتِكَ عَلَى كُلِّ شَيْءٍ، اغْفِرْ لِيْ كُلَّ شَيْءٍ، وَلاَ تَسْأَلْنِيْ عَنْ شَيْءٍ.
اللَّهُمَّ ارْحَمْ مَا خَلَقْتَ، وَاغْفِرْ مَا قَدَّرْتَ، وَطَيِّبْ مَا رَزَقْتَ، وَتَمِّمْ مَا أَنْعَمْتَ، وَتَقَبَّلْ مَا اسْتَعْمَلْتَ، وَاحْفَظْ مَا اسْتُحْفِظْتَ، وَلاَ تَهْتِكْ مَا سَتَرْتَ، فَإِنَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ.
اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ حِدَّةِ الْحِرْصِ، وَشِدَّةِ الطَّمَعِ، وَسَوْرَةِ الْغَضَبِ، وَسِنَةِ الْغَفْلَةِ، وَتَعَاطِيْ الْكُلْفَةِ، وَمُبَاهَاةِ الْمُكْثِريْنَ، وَالإِزْرَاءِ عَلَى الْمُقِلِّيْنَ، وَأَنْ أَخْذُلَ مَظْلُوْماً، أَوْ أَنْصُرَ ظَالِماً، أَوْ أَقُوْلَ فِيْ الْعِلْمِ بِغَيْرِ عِلْمٍ، أَوْ أَعْمَلَ فِيْ الدِّيْنِ بِغَيْرِ يَقِيْنٍ.
يَا مَنْ لاَ يَشْغَلُهُ شَأْنٌ عَنْ شَأْنٍ، وَلاَ سَمْعٌ عَنْ سَمْعٍ، وَلاَ تُغَلِّطُهُ الْمَسَائِلُ، وَلاَ يُبَرِّمُهُ إِلْحَاحُ الْمُلِحِّيْنَ.. أَذقْنِيْ بَرْدَ عَفْوِكَ، وَحَلاََوَةَ مَغْفِرَتِكَ.
اللَّهُمَّ ارْزُقْنِيْ حُزْنَ خَوْفِ الْوَعِيْدِ، وَلَذَّةَ رَجَاءِ الْمَوْعُوْدِ حَتَّى أَجِدَ لَذَّةَ مَا لَهُ أَطْلُبُ، وَخَوْفَ مَا عَنْهُ أَهْرُبُ.
اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ دُنْيَا تَمْنَعُ خَيْرَ الآخِرَةِ، وَمِنْ حَيَاةٍ تَمْنَعُ خَيْرَ الْمَمَاتِ، وَمِنْ أَمَلٍ يَمْنَعُ خَيْرَ الْعَمَلِ.
وَأَسْتَغْفِرُكَ مِنْ كُلِّ لَذَّةٍ بِغَيْرِ ذِكْرِكَ، وَرَاحَةٍ بِغَيْرِ خِدْمَتِكَ، وَسُرُوْرٍ بِغَيْرِ قُرْبِكَ، وَفَرَحٍ بِغَيْرِ مُجَالَسَتِكَ، وَشُغْلٍ بِغَيْرِ مُعَامَلَتِكَ.
اللَّهُمَّ إِذَا أَقْرَرْتَ عَيْنَ أَهْلِ الدُّنْيَا بِالدُّنْيَا.. فَأَقِرَّ عَيْنِيْ بِطَاعَتِكَ.
اللَّهُمَّ اجْعَلْ طَاعَتَكَ فِيْ كُلِّ شَيْءٍ مِنِّيْ، أَسْأَلُكَ حُبَّكَ، وَحُبَّ مَنْ يُحِبُّكَ، وَحُبَّ مَنْ حُبُّهُ يُقَرِّبُنِيْ إِلَيْكَ.
اللَّهُمَّ وَمَا رَزَقْتَنِيْ مِمَّا أُحِبُّ.. فَاجْعَلْهُ قُوَّةً لِيْ فِيْمَا تُحِبُّ، وَمَا زَوَيْتَ عَنِّيْ مِمَّا أُحِبُّ.. فَاجْعَلْهُ فَرَاغاً لِيْ فِيْمَا تُحِبُّ.
اللَّهُمَّ لاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ، وَلاَ تَنْزِعْ عَنِّيْ صَالِحَ مَا أَعْطَيْتَنِيْ.
اللَّهُمَّ إِنَّكَ سَأَلْتَنِيْ مِنْ نَفْسِيْ مَا لاَ أَمْلِكُهُ إِلاَّ بِكَ، فَأَعْطِنِيْ مِنْهَا مَا يُرْضِيْكَ عَنِّيْ.
أَسْأَلُكَ حُبَّكَ، وَحُبَّ مَنْ يُحِبُّكَ، وَحُبَّ كُلِّ عَمَلٍ يُقَرِّبُنِيْ إِلَى حُبِّكَ.
اللَّهُمَّ اجْعَلْ حُبَّكَ أَحَبَّ إِلَيَّ مِنْ نَفْسِيْ وَأَهْلِيْ وَمَالِيْ، وَأَحَبَّ إِلَيَّ مِنَ الْمَاءِ الْبَارِدِ.
اللَّهُمَّ أَحْينِيْ مَا كَانَتِ الْحَيَاةُ خَيْراً لِيْ، وَتَوَفَّنِيْ إِذَا كَانَتِ الْوَفَاةُ خَيْراً لِيْ.
أَسْتَغْفِرُكَ مِنْ كُلِّ مَدْخَلِ سُوْءٍ، وَنِيَّةِ سُوْءٍ، فَاغْفِرْ لِيْ وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ.
اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الشَّكِّ فِيْ الْحَقِّ بَعْدَ الْيَقِيْنِ، وَمِنَ الشَّيْطَانِ الرَّجِيْمِ، وَمِنْ شَدَائِدِ يَوْمِ الدِّيْنِ، وَمِنْ الْوَعْثِ عِنْدَ الْبَعْثِ.
وَأَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ، وَأَعُوْذُ بِكَ مِنْ سَخَطِكَ وَالنَّارِ.
وَاخْتِمْ لَنَا بِالْحُسْنَى فِيْ لُطْفٍ وَعَافِيَةٍ يَا أَرْحَمَ الرَّاحِمِيْنَ.
وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ.
''',
      false,
      incrementedContentId++, //98,
    ),
    Content(
      incrementedContentId,
      //      139,
      '''٭ بِسْمِ الله الرَّحْمنِ الرَّحِيْمِ "مِئَةَ مَرَّةٍ".
٭ الحَمْدُ للهِ رَبِّ العَالَمِيْنَ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَعَلَىٰ آلِ سَيِّدِنا مُحَمَّدٍ وَسَلِّمْ "مِئَةَ مَرَّةٍ".
٭ لا إِلهَ إِلاَّ الله مُحَمَّدٌ رَسُولُ الله "مِئَةَ مَرَّةٍ".
٭ سُبْحَانَ الله وَبِحَمْدِهِ، سُبْحَانَ اللهِ العَظِيْمِ "مِئَةَ مَرَّةٍ".
٭ أَسْتَغْفِرُ اللهَ العَظِيمَ، وَأَسْأَلُهُ التَّوْبَةَ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الخَيْراتِ، وَتَرْكَ المُنكَراتِ، وحُبَّ المَساكِيْنِ، وَأَنْ تَغْفِرَ لِيْ وَتَرْحَمَنِيْ ـ "مِئَةَ مَرَّةٍ".
٭ سُوْرَةُ (الإِخْلاصِ) "مِئَةَ مَرَّةٍ".
٭ حَسْبُنَا اللهُ وَنِعْمَ الوَكِيْلُ ـ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنا مُحَمَّدٍ النَّبيِّ الأُمِّيِّ، وَعَلَى آلِ سَيِّدِنا مُحَمَّدٍ وَسَلِّمْ "ثَلاثَ مَرَّاتٍ".
وَلا تَسْتَعْظِمْ ذلِكَ وَتَقُولُ: إِنَّ عَدَدَ مِئَةٍ لِكُلِّ ذِكْرٍ كَثِيْرٌ، فَإِذَا وَاظَبْتَ عَلَيْها فَإِنَّها تَسْهُلُ عَلَى اللِّسانِ، وَتَقْطَعُها فِي أَسْرَعِ وَقْتٍ، وَلاَ بَأْسَ بِحَمْلِ المَسْبَحَةِ فِي بَعْضِ الأَحْيانِ، لِضَبْطِ العَدَدِ لا لِلْفَخْرِ وَالتَّصَنُّعِ وَالتَّزْيِيْفِ عَلَىٰ النَّاسِ! ـ وَيُعْتَبَرُ ذلِكَ تَدْلِيْساً، وَيَكُوْنُ ذٰلِكَ كَمَنْ يَشْهَدُ زُوْراً، وَيَرْتَكِبُ فُجُوراً !
وقد رَتَّبَها الحَبِيْبُ عَلِيُّ بْنُ حَسَنٍ العَطَّاسُ، وَأَمَرَ بَقِراءَتِها مَعَ الحَثِّ مِنْهُ عَلَى ذٰلِكَ، وَالبِشارَةِ لِمَنْ واظَبَ عَلَيْها بِبُلُوغِ المَرامِ بَعْدَ الصُّبْحِ، وَبَعْدَ المَغْرِبِ؛ وفِيْها الخَيْرَ وَالبَرَكَةَ.
''',
      false,
      incrementedContentId++, //101,
    ),

    ///  أذكار وأوراد تقرأ مساءً
    Content(
      incrementedContentId,
      //      124,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  قُلْ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمْ يَلِدْ وَلَمْ يُولَدْ ٣ وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ٤ ﴾.
"ثَلاَثاً".
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿ قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ ١ مِن شَرِّ مَا خَلَقَ ٢ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣ وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ ٤ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥ ﴾.
"ثَلاَثاً".
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿ قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ ١ مَلِكِ ٱلنَّاسِ ٢ إِلَـٰهِ ٱلنَّاسِ ٣ مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ ٤ ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ ٥ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ ٦ ﴾.
"ثَلاَثاً".
﴿  رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَـٰطِينِ ٩٧ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ ٩٨ ﴾. "ثَلاَثاً".
﴿أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـٰكُمْ عَبَثًۭا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ ١١٥ فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ ١١٦ وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرْهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ ١١٧ وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ ١١٨ ﴾.
﴿فَسُبْحَـٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ ١٧ وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّۭا وَحِينَ تُظْهِرُونَ ١٨ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ ١٩﴾.
أَعُوْذُ بِاللهِ السَّمِيْعِ الْعَلِيْمِ، مِنَ الشَّيْطَانِ الرَّجِيْمِ "ثَلاَثاً".
﴿لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَـٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ٢١ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ ٢٢ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ٢٣ هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ٢٤ ﴾.
﴿سَلَـٰمٌ عَلَىٰ نُوحٍۢ فِى ٱلْعَـٰلَمِينَ ٧٩ إِنَّا كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ ٨٠ إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُؤْمِنِينَ ٨١ ﴾.
أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ. "ثَلاَثاً".
بِاسْمِ اللهِ الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. "ثَلاَثاً".
اللَّهُمَّ إِنِّيْ أَمْسَيْتُ مِنْكَ فِيْ نِعْمَةٍ وَعَافِيَةٍ وَسَتْرٍ، فَأَتْمِمْ نِعْمَتَكَ عَلَيَّ وَعَافِيَتَكَ وَسَتْرَكَ فِيْ الدُّنْيَا وَالآخِرَةِ. "ثَلاَثاً".
اللَّهُمَّ إِنِّيْ أَمْسَيْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتَكَ، وَجَمِيْعَ خَلْقِكَ.. أَنَّكَ أَنْتَ اللهُ، لا إِلٰهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُوْلُكَ. "أَرْبَعاً".
الْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.. حَمْداً يُوَافِيْ نِعَمَهُ، وَيُكَافِئُ مَزِيْدَهُ. "ثَلاَثاً".
آمَنْتُ بِاللهِ الْعَظِيْمِ، وَكَفَرْتُ بِالْجِبْتِ وَالطَّاغُوْتِ، وَاسْتَمْسَكْتُ بِالْعُرْوَةِ الْوُثْقَى لاَ انْفِصَامَ لَهَا، وَاللهُ سَمِيْعٌ عَلِيْمٌ. "ثَلاَثاً".
رَضِيْتُ بِاللهِ رَبّاً، وَبِالإِسْلاَمِ دِيْناً، وَبِمُحَمَّدٍ صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ نَبِيّاً وَرَسُوْلاً. "ثَلاَثاً".
حَسْبِيَ اللهُ لاَ إِلٰهَ إِلاَّ هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ. "سَبْعاً".
اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَآلِهِ وَصَحْبِهِ وَسَلِّمْ. "عَشْراً".
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فُجَاءَةِ الْخَيْرِ، وَأَعُوْذُ بِكَ مِنْ فُجَاءَةِ الشَّرِّ.
اللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ، وَأَنَا عَبْدُكَ، وَأَنَا عَلَىٰ عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ بِذَنْبِيْ، فَاغْفِرْ لِيْ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ.
اللَّهُمَّ  أَنْتَ رَبِّيْ لاَ إِلَهَ إِلاَّ أَنْتَ، عَلَيْكَ تَوَكَّلْتُ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيْمِ.
مَا شَاءَ اللهُ كَانَ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
أَعْلَمُ أَنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَأَنَّ اللهَ قَدْ أَحَاطَ بِكُلِّ شَيء عِلْماً.
اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنِّ رَبِّيْ عَلَى صِرَاطٍ مُسْتَقِيْمٍ.
يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَمِنْ عَذَابِكَ أَسْتَجِيْرُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ، وَلاَ تَكِلْنِيْ إِلَىٰ نَفْسِيْ طَرْفَةَ عَيْنٍ.
اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَأَعُوْذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ، وَأَعُوْذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَافِيَةَ فِيْ الدُّنْيَا وَالآخِرَةِ.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ، وَالْمُعَافَاةَ الدَّائِمَةَ فِيْ دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ.
اللَّهُمَّ اسْتُرْ عَوْرَاتِيْ، وَآمِنْ رَوْعَاتِيْ.
اللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ، وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ.
اللَّهُمَّ أَنْتَ خَلَقْتَنِيْ، وَأَنْتَ تَهْدِيْنِيْ، وَأَنْتَ تُطْعِمُنِيْ، وَأَنْتَ تَسْقِيْنِيْ، وَأَنْتَ تُمِيْتُنِيْ، وَأَنْتَ تُحْيِيْنِيْ، وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.
أَمْسَيْنَا عَلَى فِطْرَةِ الإِسْلاَمِ، وَعَلَىٰ كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَىٰ اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ حَنِيْفاً مُسْلِماً، وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ.
اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَعَلَيْكَ نَتَوَكَّلُ، وَإِلَيْكَ المَصِير، أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ، فَتْحَهُا وَنَصْرَهُا وَنُوْرَهُا وَبَرَكَتَهُا وَهُدَاهُا.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ، وَخَيْرَ مَا فِيْهِا، وَخَيْرَ مَا قَبْلَهُا، وَخَيْرَ مَا بَعْدَهُا، وَأَعُوْذُ بِكَ مِنْ شَرِّ هَذِهِ اللَّيْلَةِ، وَشَرِّ مَا فِيْهِا، وَشَرِّ مَا بَعْدَهُا.
اللَّهُمَّ مَا أَمْسَى بِيْ مِنْ نِعْمَةٍ، أَوْ بِأَحَدٍ مِنْ خَلْقِكَ.. فَمِنْكَ وَحْدَكَ، لاَ شَرِيْكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ عَلَىٰ ذَلِكَ.
سُبْحَانَ اللهِ وَبِحَمْدِهِ. "مِئَةَ مَرَّةٍ"
سُبْحَانَ اللهِ الْعَظِيْمِ وَبِحَمْدِهِ. "مِئَةَ مَرَّةٍ".
سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ. "مِئَةَ مَرَّةٍ".
فأن لم يمكنك أن تأتي بهذه الذكار بهذه الكيفية .. فلا أقل من أن تأتي بها بالطريقة التالية:
٭ سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَاء نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ "ثَلاَثاً".
٭ سُبْحَانَ اللهِ الْعَظِيْمِ وَبِحمْدِهِ عَدَدَ خَلْقِهِ وَرِضَاء نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ "ثَلاَثاً".
٭ سُبْحَانَ اللهِ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. سُبْحَانَ اللهِ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. سُبْحَانَ اللهِ مَا بَيْنَ ذَلِكَ. سُبْحَانَ اللهِ عَدَدَ مَا هُوَ خَالَقٌ.
٭ الْحَمْدُ للهِ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. الْحَمْدُ للهِ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. الْحَمْدُ للهِ عَدَدَ مَا بَيْنَ ذَلِكَ. الْحَمْدُ للهِ عَدَدَ مَا هُوَ خَالَقٌ.
٭ لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَا بَيْنَ ذَلِكَ. لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَا هُوَ خَالَقٌ.
٭ اللهُ أَكْبَرُ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. اللهُ أَكْبَرُ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. اللهُ أَكْبَرُ عَدَدَ مَا بَيْنَ ذَلِكَ. اللهُ أَكْبَرُ عَدَدَ مَا هُوَ خَالَقٌ.
٭ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ عَدَدَ مَا خَلَقَ فِيْ السَّمَاءِ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ عَدَدَ مَا خَلَقَ فِيْ الأَرْضِ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ عَدَدَ مَا بَيْنَ ذَلِكَ. لاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ عَدَدَ مَا هُوَ خَالَقٌ.
٭ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ يُحْيـيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيء قَدِيْرٌ عَدَدَ كُلِّ ذَرَّةٍ "أَلْفَ مَرَّةٍ". "ثَلاَثاً".
٭ لاَ إِلٰهَ إِلاَّ اللهُ مُحَمَّدٌ رَسُوْلُ اللهِ، صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ فِيْ كُلِّ لَمْحَةٍ وَلَحْظَةٍ وَنَفَسٍ عَدَدَ مَا وَسِعَهُ عِلْمُ اللهِ. "ثَلاَثاً".
''',
      false,
      incrementedContentId++, //86,
      hasVoice: true,
      voiceFile: "11bVqJXT6cjeZUxZA4wD4BlV6FmtOWxVZ",
    ),
    Content(
      incrementedContentId,
      //      142,
      '''أَعُوْذُ باللهِ السَّمِيْعِ العَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ، بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ "ثَلاَثاً".
ثُمَّ ﴿الفَاتِحَةُ﴾، وَ(آيَةُ الكُرْسِيِّ) وَ﴿  لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ ٢٨٤ ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ ٢٨٥ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ ٢٨٦﴾. ثُمَّ ﴿ قُلْ هُوَ ٱللَّهُ أَحَدٌ﴾ "ثَلاَثاً" وَ﴿ المُعَوِّذَتَيْنِ﴾ "ثَلاَثاً، ثَلاَثاً".
بِسْمِ اللهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ، وَهُوَ السَّمِيْعُ الْعَلِيْمُ "ثَلاَثاً".
بِسْمِ اللهِ عَلَىٰ أَدْيَانِنَا، وأَنْفُسِنَا، وأَهْلِيْنَا، وأَمْوَالِنَا "ثَلاَثاً".
بِسْمِ اللهِ، مَا شَاءَ اللهُ، لاَ يَسُوْقُ الخَيْرَ إِلاَّ اللهُ، بِسْمِ اللهِ مَا شَاءَ اللهُ، لاَ يَصْرِفُ السُّوْءَ إِلاَّ اللهُ، بِسْمِ اللهِ مَا شَاءَ اللهُ، مَا كانَ مِنْ نِعْمَةٍ فَمِنَ اللهِ، بِسْمِ اللهِ مَا شَاءَ اللهُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ "ثَلاَثاً".
بِسْمِ اللهِ رَبُّنا اللهُ، حَسْبُنَا اللهُ، تَوَكَّلنَا عَلَى اللهِ، مَا شَاءَ اللهُ، لاَ قُوَّةَ إِلاَّ بِاللهِ "ثَلاَثاً".
لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ "عَشْراً".
رَضِيْنَا بِاللهِ رَبّاً، وبَالإِسْلاَمِ دِيْناً، وَبِمُحَمَّدٍ نَبِيّاً وَرَسُولاً "ثَلاَثاً".
اللَّهُمَّ مَا أَمْسَىٰ بِنَا مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، لَكَ الحَمْدُ، وَلَكَ الشُّكْرُ "ثَلاَثاً".
سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَاءَ نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ "ثَلاَثاً".
سُبْحَانَ اللهِ عَدَدَ خَلْقِهِ، سُبْحَانَ اللهِ رِضَاءَ نَفْسِهِ، سُبْحَانَ اللهِ زِنَةَ عَرْشِهِ، سُبْحَانَ اللهِ مِدَادَ كَلِمَاتِهِ "ثَلاَثاً".
سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ العَظِيْمِ "ثَلاَثاً".
سُبْحَانَ اللهِ، والْحَمْدُ للهِ، وَلاَ إِلٰهَ إِلاَّ اللهُ، واللهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ "ثَلاَثاً".
نَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ "ثَلاَثاً".
اللَّهُمَّ إِنَّا أَمْسَيْنَا مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ، فَأَتِمَّ نِعْمَتَكَ عَلَيْنَا وَعَافِيَتَكَ وَسَتْرَكَ فِي الدُّنْيَا وَالآخِرَةِ "ثَلاَثاً".
اللَّهُمَّ إِنَّا أَمْسَيْنَا نُشهِدُكَ، وَنُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلائِكَتَكَ، وَجَمِيْعَ خَلْقِكَ أَنَّكَ أَنْتَ اللهُ لاَ إِلٰهَ إِلاَّ أَنْتَ، وَحْدَكَ لاَ شَرِيْكَ لَكَ وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُوْلُكَ "أَرْبَعاً".
حَسْبُنا اللهُ لاَ إِلٰهَ إِلاَّ هُوَ، عَلَيْهِ تَوكَّلْنَا وَهُوَ رَبُّ الْعَرْشِ العَظِيْمِ "سَبْعاً".
آمَنَّا بِاللهِ، وَبِمَلاَئِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَبِالْيَوْمِ الآخِرِ، وَبِالْقَدَرِ خَيْرِهِ وَشَرِّهِ "ثَلاَثاً".
نَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ، وَنَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، وَأَنَّ عِيْسَىٰ عَبْدُ اللهِ وَرَسُولُهُ وَابْنُ أَمَتِهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ، وَرُوْحٌ مِنْهُ، وَأَنَّ الجنَّةَ حَقٌّ، وأَنَّ النَّارَ حَقٌّ "ثَلاَثاً".
اللَّهُمَّ إِنَّا نُؤْمِنُ بِمَا تَعْلَمُ أَنَّهُ الحَقُّ مِنْ عِنْدِكَ، وَنَبْرَأُ إِلَيْكَ مِمَّا تَعْلَمُ أَنَّهُ البَاطِلُ عِنْدَكَ "ثَلاَثاً".
اللَّهُمَّ إِنَّا نَعُوْذُ بِكَ أَنْ نُشْرِكَ بِكَ شَيْئاً نَعْلَمُهُ، وَنَسْتَغْفِرُكَ لِمَا لاَ نَعْلَمُهُ.
اللَّهُمَّ مَغْفِرَتُكَ أَوْسَعُ مِنْ ذُنُوبِنَا، وَرَحْمَتُكَ أَرْجَىٰ عِنْدَنَا مِنْ أَعْمَالِنَا، فَاغْفِرْ لَنَا، وَتُبْ عَلَيْنَا، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ "ثَلاَثاً".
نَسْتَغْفِرُ اللهَ العَظِيْمَ الَّذِي لاَ إِلٰهَ إِلاَّ هُوَ الحَيَّ القَيُّوْمَ، وَنَتُوبُ إِلَيْهِ "ثَلاَثاً".
اللَّهُمَّ ارْحَمْنَا وَارْحَمْ وَالِدِيْنَا، وَارْحَمْ أَمْوَاتَنَا، وَارْحَمْ أُمَّةَ مُحَمَّدٍ رَحْمَةً عَامَّةً "ثَلاَثاً".
اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَعَلَىٰ آلِهِ كَمَا لاَ نِهَايَةَ لِكَمَالِكَ، وَعَدَدَ كَمَالِهِ وَعَلَى كُلِّ نَبِيٍّ وَمَلَكٍ وَوَلِيٍّ عَدَدَ مَعْلُوْمَاتِكَ، وَعَلَيْنَا مَعَهُمْ يَا أَرْحَمَ الرَّاحِمِيْنَ "ثَلاَثاً".
لاَ إِلٰهَ إِلاَّ اللهُ مُحَمَّدٌ رَسُوْلُ اللهِ "خَمْساً وَعِشْرِيْنَ مَرَّةً". ثُمَّ يَقْرَأُ ﴿ الْفَاتِحَةَ﴾، وَيَجْمَعُ ثُمَّ بَعْدَ ذلِكَ:
اللَّهُمَّ إِنَّا نَسْأَلُكَ رِضَاكَ وَالجَنَّةَ.
وَنَعُوْذُ بِكَ مِنْ سَخَطِكَ وَالنَّار "ثَلاَثاً"، يَا عَالِمَ السِّرِّ مِنَّا لاَ تَهْتِكِ السِّتْرَ عَنَّا، وَعَافِنَا وَاعْفُ عَنَّا، وَكُنْ لَنَا حَيْثُ كُنَّا "ثَلاَثاً".
يَا اللهُ بِهَا، يَا اللهُ بِهَا، يَا اللهُ بِحُسْنِ الخَاتِمَةِ "سَبْعاً". 

نُقِلَ مِنْ كِتَابِ «عِقْدِ اليَوَاقِيْتِ» لِسَيِّدِنَا الإِمَامِ عَيْدَروسِ بْنِ عُمَرَ الحَبْشِيِّ ـ رَضِيَ اللهُ عَنْهُ ـ فِيْ تَرْجَمَةِ (صَاحِبِ الرَّاتِبِ) 
''',
      false,
      incrementedContentId++, //104,
    ),
    Content(
      incrementedContentId,
      //      120,
      '''عَلَيْكَ بِاسْمِ اللهِ اللَّطِيْفِ تُكَرِّرُهُ بَعْدَ الصُّبْح وَبَعْدَ الْمَغْرِبِ "129 مَرَّةً"، وَإِنْ زِدْتَ فَحَسَنٌ ثُمَّ تَقُوْلُ بَعْدَهُ: «اللهُ لَطِيْفٌ بِعِبادِهِ، يَرْزُقُ مَنْ يَشَاءُ، وَهُوَ القَوِيُّ الْعَزِيْزُ "سَبْعاً".
اللَّهُمَّ يا مُسَخِّرَ السَّمواتِ السَّبْعِ، وَالأَرَضِيْنَ وَمَنْ فِيْهِنَّ، وَمَنْ عَلَيْهِنَّ، سَخِّرْ لِيْ كُلَّ شَيْءٍ مِنْ عِبادِكَ؛ مِمَّا فِي بَرِّكَ وَبَحْرِكَ يَا رَبَّ العالَمِيْنَ، حَتَّى لا  يَكُوْنَ فِي الْكَوْنِ شَيْءٌ مُتَحَرِّكٌ، أَوْ سَاكِنٌ، أَوْ صَامِتٌ، أَوْ نَاطِقٌ ظاهِراً وَباطِناً، إِلاَّ سَخَّرْتَهُ لِيْ، وَيَكُوْنُ طَوْعَ أَمْرِيْ بِبَرَكَةِ اسْمِكَ اللَّطِيْفِ الْمَكْنُوْنِ، يا اللهُ يا حَيُّ، يا قَيُّومُ، إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُوْلَ لَهُ كُنْ فَيَكُوْنُ.
إِلٰهِيْ جُودُكَ دَلَّنِيْ عَلَيْكَ، وَإِحْسَانُكَ قَرَّبَنِيْ إِلَيْكَ، أَشْكُوْ إِلَيْكَ مَا لاَ يَخْفَىٰ عَلَيْكَ، وَأَسْأَلُكَ مَا لاَ يَعْسُرُ عَلَيْكَ، إِذْ عِلْمُكَ بِحالِيْ يُغْنِيْ عَنْ سُؤالِيْ، يا مُفَرِّجاً عَنْ كُلِّ مَكْرُوبٍ كَرْبَهُ وَمُنْجِّيَهُ، فَرِّجْ عَنِّيْ كُلَّ كَرْبِيْ وَمَا أَنَا فِيْهِ. يا مَنْ لَيْسَ بِغائِبٍ فَأَنْتَظِرُهُ، ولاَ بِنائِمٍ فَأُوْقِظُهُ، وَلا بِغافِلٍ فَأُذَكِّرُهُ، وَلاَ بِعاجِزٍ فَأُمْهِلُهُ، يا عالِماً بِالجُمْلَةِ، وَغَنِيّاً عَنِ التَّفْصِيْلِ، يا سَامِعاً لِلْمَقالِ وَالْقِيْلِ، كَفَىٰ عِلْمُكَ المَقالَ، وَانْقَطَعَ الرَّجاءُ إِلاَّ مِنْكَ يا مُتَعالٍ، وَخَابَتِ الآمالُ إِلاَّ فِيْكَ يا ذا الجَلالِ وَالإِكْرَامِ، وَانْسَدَّتِ الطُّرُقُ إِلاَّ إِلَيْكَ يا مِفْضالُ، يا  سَمِيْعُ، يا قَرِيْبُ، يا بَصِيْرُ، يا مُجِيْبُ، اغْفِرْ لِيْ وَارْحَمْنِيْ بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ، وَيَسِّرْ لِيْ رِزْقِيْ، وَسَخِّرْ لِيْ جَمِيْعَ خَلْقِكَ، إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ، وَصَلَّىٰ اللهُ عَلَى سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ»..
''',
      false,
      incrementedContentId++, //82,
    ),
    Content(
      incrementedContentId,
      //      131,
      '''﴿الفاتحة﴾ "سَبْعاً"، و﴿ الناس﴾ "سَبْعاً"، وَ﴿الفَلَقُ﴾ "سَبْعاً"، وَ﴿ الإِخْلاصُ﴾ "سَبْعاً"، و﴿الكَافِرُونَ﴾ "سَبْعاً"، وآيةُ الكرسيِّ "سَبْعاً"، سُبْحانَ اللهِ وَالحَمْدُ للهِ وَلا إِلهَ إِلاَّ اللهُ وَاللهُ أَكْبَرُ "سَبْعاً"، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلِّمْ "سَبْعاً"، أَسْتَغْفِرُ اللهَ العَظِيْمَ لِيْ وَلِوَالِدَيَّ وَلْلمُؤْمِنِيْنَ وَالمُؤْمِناتِ، وَالمُسْلِمِيْنَ وَالمُسْلِماتِ، الأَحْياءِ مِنْهُمْ وَالأَمْواتِ، إِنَّكَ قَرِيْبٌ مُجِيْبُ الدَّعَواتِ "سَبْعاً"، اللَّهُمَّ افْعَلْ بِيْ وَبِهِمْ عاجِلاً وَآجِلاً فِي الدُّنْيا وَالآخِرَةِ مَا أَنْتَ لَهُ أَهْلٌ، وَلاَ تَفْعَلْ بِنَا يا مَوْلانا ما نَحْنُ لَهُ أَهْلٌ إِنَّكَ غَفُوْرٌ حَلِيْمٌ، جَوَادٌ كَرِيْمٌ، رَؤُوفٌ رَحِيْمٌ "سَبْعاً"..''',
      false,
      incrementedContentId++, //93,
    ),
    Content(
      incrementedContentId,
      //      139,
      '''٭ بِسْمِ الله الرَّحْمنِ الرَّحِيْمِ "مِئَةَ مَرَّةٍ".
٭ الحَمْدُ للهِ رَبِّ العَالَمِيْنَ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَعَلَىٰ آلِ سَيِّدِنا مُحَمَّدٍ وَسَلِّمْ "مِئَةَ مَرَّةٍ".
٭ لا إِلهَ إِلاَّ الله مُحَمَّدٌ رَسُولُ الله "مِئَةَ مَرَّةٍ".
٭ سُبْحَانَ الله وَبِحَمْدِهِ، سُبْحَانَ اللهِ العَظِيْمِ "مِئَةَ مَرَّةٍ".
٭ أَسْتَغْفِرُ اللهَ العَظِيمَ، وَأَسْأَلُهُ التَّوْبَةَ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الخَيْراتِ، وَتَرْكَ المُنكَراتِ، وحُبَّ المَساكِيْنِ، وَأَنْ تَغْفِرَ لِيْ وَتَرْحَمَنِيْ ـ "مِئَةَ مَرَّةٍ".
٭ سُوْرَةُ (الإِخْلاصِ) "مِئَةَ مَرَّةٍ".
٭ حَسْبُنَا اللهُ وَنِعْمَ الوَكِيْلُ ـ "مِئَةَ مَرَّةٍ".
٭ اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنا مُحَمَّدٍ النَّبيِّ الأُمِّيِّ، وَعَلَى آلِ سَيِّدِنا مُحَمَّدٍ وَسَلِّمْ "ثَلاثَ مَرَّاتٍ".
وَلا تَسْتَعْظِمْ ذلِكَ وَتَقُولُ: إِنَّ عَدَدَ مِئَةٍ لِكُلِّ ذِكْرٍ كَثِيْرٌ، فَإِذَا وَاظَبْتَ عَلَيْها فَإِنَّها تَسْهُلُ عَلَى اللِّسانِ، وَتَقْطَعُها فِي أَسْرَعِ وَقْتٍ، وَلاَ بَأْسَ بِحَمْلِ المَسْبَحَةِ فِي بَعْضِ الأَحْيانِ، لِضَبْطِ العَدَدِ لا لِلْفَخْرِ وَالتَّصَنُّعِ وَالتَّزْيِيْفِ عَلَىٰ النَّاسِ! ـ وَيُعْتَبَرُ ذلِكَ تَدْلِيْساً، وَيَكُوْنُ ذٰلِكَ كَمَنْ يَشْهَدُ زُوْراً، وَيَرْتَكِبُ فُجُوراً !
وقد رَتَّبَها الحَبِيْبُ عَلِيُّ بْنُ حَسَنٍ العَطَّاسُ، وَأَمَرَ بَقِراءَتِها مَعَ الحَثِّ مِنْهُ عَلَى ذٰلِكَ، وَالبِشارَةِ لِمَنْ واظَبَ عَلَيْها بِبُلُوغِ المَرامِ بَعْدَ الصُّبْحِ، وَبَعْدَ المَغْرِبِ؛ وفِيْها الخَيْرَ وَالبَرَكَةَ.
''',
      false,
      incrementedContentId++, //101,
    ),
    Content(
      incrementedContentId,
      //      60,
      '''اللَّهُمَّ يَا اللهُ، يَا عَلِيُّ، يَا عَظِيْمُ، يَا حَلِيْمُ، يَا عَلِيْمُ، أَنْتَ رَبِّيْ، وَعِلْمُكَ حَسْبِيْ، فَنِعْمَ الرَّبُّ رَبِّيْ، وَنِعْمَ الْحَسْبُ حَسْبِيْ، تَنْصُرُ مَنْ تَشَاءُ، وَأَنْتَ الْعَزِيْزُ الرَّحِيْمُ.
نَسْأَلُكَ الْعِصْمَةَ فِيْ الْحَرَكَاتِ وَالسَّكَنَاتِ، وَالْكَلِمَاتِ وَالإِرَادَاتِ وَالْخَطَرَاتِ.. مِنَ الشُّكُوْكِ وَالظُّنُوْنِ، وَالأَوْهَامِ السَّاتِرَةِ لِلْقُلُوْبِ، عَنْ مُطَالَعَةِ الْغُيُوْبِ، فَقَدِ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالاً شَدِيْداً.
﴿ وَإِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًۭا ١٢﴾.
فَثَبِّتْنَا وَانْصُرْنَا، وَسَخِّرْ لَنَا هَذَا الْبَحْرَ، كَمَا سَخَّرْتَ الْبَحْرَ لِمُوْسَى، وَسَخَّرْتَ النَّارَ لإِبْرَاهِيْمَ، وَسَخَّرْتَ الْجِبَالَ وَالْحَدِيْدَ لِدَاوُوْدَ، وَسَخَّرْتَ الرِّيْحَ وَالشَّيَاطِيْنَ وَالْجِنَّ لِسُلَيْمَانَ، وَسَخِّرْ لَنَا كُلَّ بَحْرٍ هُوَ لَكَ فِيْ الأَرْضِ وَالسَّمَاءِ، وَالْمُلْكِ وَالْمَلَكُوْتِ، وَبَحْرِ الدُّنْيَا، وبَحْرِ الآخِرَةِ، وَسَخِّرْ لَنَا كُلَّ شَيْءٍ، يَا مَنْ بِيَدِهِ مَلَكُوْتُ كُلِّ شَيْءٍ.
﴿كهيعص﴾ "ثَلاَثاً".
انْصُرْنَا فَإِنَّكَ خَيْرُ النَّاصِرِيْنَ، وَافْتَحْ لَنَا فَإِنَّكَ خَيْرُ الْفَاتِحِيْنَ، وَاغْفِرْ لَنَا فَإِنَّكَ خَيْرُ الْغَافِرِيْنَ، وَارْحَمْنَا فَإِنَّكَ خَيْرُ الرَّاحِمِيْنَ، وَارْزُقْنَا فَإِنَّكَ خَيْرُ الرَّازِقِيْنَ، وَاهْدِنَا وَنَجِّنَا مِنَ الْقَوْمِ الظَّالِمِيْنَ، وَهَبْ لَنَا رِيْحاً طَيِّبَةً كَمَا هِيَ فِيْ عِلْمِكَ، وَانْشُرْهَا عَلَيْنَا مِنْ خَزَائِنِ رَحْمَتِكَ، وَاحْمِلْنَا بِهَا حَمْلَ الْكَرَامَةِ، مَعَ السَّلاَمَةِ وَالْعَافِيَةِ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.
اللَّهُمَّ يَسِّرْ لَنَا أُمُوْرَنَا، مَعَ الرَّاحَةِ لِقُلُوْبِنَا وَأَبْدَانِنَا، وَالسَّلاَمَةِ وَالْعَافِيَةِ فِيْ دِيْنِنَا وَدُنْيَانَا، وَكُنْ لَنَا صَاحِباً فِيْ سَفَرِنَا، وَخَلِيْفَةً فِيْ أَهْلِنَا، وَاطْمِسْ عَلَى وُجُوْهِ أَعْدَائِنَا، وَامْسَخْهُمْ عَلَى مَكَانَتِهِمْ، فَلاَ يَسْتَطِيْعُوْنَ الْمُضِيَّ وَلاَ الْمَجِيْءَ إِلَيْنَا.
﴿ وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ ٦٦ وَلَوْ نَشَآءُ لَمَسَخْنَـٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَـٰعُوا۟ مُضِيًّۭا وَلَا يَرْجِعُونَ ٦٧﴾.
﴿يسٓ ١ وَٱلْقُرْءَانِ ٱلْحَكِيمِ ٢ إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ ٣ عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ ٤ تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ ٥ لِتُنذِرَ قَوْمًۭا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَـٰفِلُونَ ٦ لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ ٧ إِنَّا جَعَلْنَا فِىٓ أَعْنَـٰقِهِمْ أَغْلَـٰلًۭا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ ٨ وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّۭا وَمِنْ خَلْفِهِمْ سَدًّۭا فَأَغْشَيْنَـٰهُمْ فَهُمْ لَا يُبْصِرُونَ ٩﴾.
شَاهَتِ الْوُجُوْهُ "ثَلاَثاً"، ﴿ ۞ وَعَنَتِ ٱلْوُجُوهُ لِلْحَىِّ ٱلْقَيُّومِ ۖ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًۭا ١١١﴾، ﴿طس﴾، ﴿  حمٓ عٓسٓقٓ ﴾، ﴿ مَرَجَ ٱلْبَحْرَيْنِ يَلْتَقِيَانِ ١٩ بَيْنَهُمَا بَرْزَخٌۭ لَّا يَبْغِيَانِ ٢٠﴾، ﴿  حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾ ﴿ حم ﴾، حُمَّ الأَمْرُ، وَجَاءَ النَّصْرُ فَعَلَيْنَا لاَ يُنْصَرُوْنَ، ﴿  حمٓ ١ تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ ٢ غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ ٣ ﴾.
(بِاسْمِ اللهِ) بَابُنَا، ﴿ تَبَـٰرَكَ ﴾ حِيْطَانُنَا، ﴿  يسٓ ﴾ سَقْفُنَا، ﴿ كٓهيعٓصٓ ﴾ كِفَايَتُنَا، ﴿  حمٓ عٓسٓقٓ ﴾ حِمَايَتُنَا، فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ ﴾ سِتْرُ الْعَرْشِ مَسْبُوْلٌ عَلَيْنَا، وعَيْنُ اللهِ نَاظِرَةٌ إِلَيْنَا، بِحَوْلِ اللهِ لاَ يُقْدَرُ عَلَيْنَا، ﴿  وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطٌۢ ٢٠ بَلْ هُوَ قُرْءَانٌۭ مَّجِيدٌۭ ٢١ فِى لَوْحٍۢ مَّحْفُوظٍۭ ٢٢ ﴾.
﴿  فَٱللَّهُ خَيْرٌ حَـٰفِظًۭا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ ﴾. "ثَلاَثاً".
﴿  إِنَّ وَلِـِّۧىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَـٰبَ ۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ ﴾ ﴿  حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ﴾ "ثَلاَثاً".
بِاسْمِ الله الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. "ثَلاَثاً".
وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
وَفِيْ نُسْخَةٍ زِيَادَةُ: ﴿ إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا ﴾.
وَفِيْ نُسْخَةٍ زِيَادَةُ: آيَةِ الْكُرْسِيِّ، وَحَسُنَ كَوْنُهَا فِيْ نَفَسٍ وَاحِدٍ.
وَفِيْ نُسْخَةٍ زِيادَةٌ بَعْدَهُ: (يَا اللهُ، يَا نُوْرُ يَا حَقُّ، يَا مُبِيْنُ، اكْسُنِيْ مِنْ نُوْرِكَ، وَعَلِّمْنِيْ مِنْ عِلْمِكَ، وَأَفْهِمْنِيْ عَنْكَ، وَأَسْمِعْنِيْ مِنْكَ، وَبَصِّرْنِيْ بِكَ، وَأَقِمْنِيْ بِشُهُوْدِكَ، وَعَرِّفْنِيْ الطَّرِيْقَ إِلَيْكَ، وَهَوِّنْهَا عَلَيَّ بِفَضْلِكَ، وَأَلْبِسْنِيْ لِبَاسَ التَّقْوَى مِنْكَ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.
يَا سَمِيْعُ يَا عَلِيْمُ، يَا حَلِيْمُ يَا عَلِيُّ، يَا عَظِيْمُ يَا اللهُ؛ اسْمَعْ دُعَائِيْ بِخَصَائِصِ لُطْفِكَ.. آمِيْنَ.
أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ كُلِّهَا مِنْ شَرِّ مَا خَلَقَ. "ثَلاَثاً".
يَا عَظِيْمَ السُّلْطَانِ، يَا قَدِيْمَ الإِحْسَانِ، يَا دَائِمَ النَّعْمَاءِ، يَا بَاسِطَ الرِّزْقِ، يَا كَثْيرَ الْخَيْرَاتِ، يَا وَاسِعَ الْعَطَاءِ، يَا دَافِعَ الْبَلاَءِ، يَا سَامِعَ الدُّعَاءِ، يَا حَاضِراً لَيْسَ بِغَائِبٍ، يَا مَوْجُوْداً عِنْدَ الشَّدَائِدِ، يَا خَفِيَّ اللُّطْفِ يَا لَطِيْفَ الصُّنْعِ، يَا حَلِيْماً لاَ يَعْجَلُ؛ اقْضِ حَاجَتِيْ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ.
اللَّهُمَّ أَنْتَ تَعْلَمُ ما نَحْنُ فِيْهِ، وَما نَطْلُبُهُ وَنُرَجِّيْهِ، مِنْ رَحْمَتِكَ فِي أَمْرِنا كُلِّهِ، فَيَسِّرْ لَنا ما نَحْنُ فِيْهِ مِنْ سَفَرِنا، وَما نَطْلُبُهُ مِنْ حَوائِجِنَا، وَقَرِّبْ عَلَيْنا المَسافاتِ، وَسَلِّمْنا مِنَ العِلَلِ وَالآفاتِ، وَلا تَجْعَلِ الدُّنْيا أَكْبَرَ همِّنا، ولا مَبْلَغَ عِلْمِنا، وَلا تُسَلِّطْ عَلَيْنا مَنْ لا يَرْحَمُنا بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِيْنَ..
وصَلَّىٰ اللهُ عَلَى سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ. سُبْحانَ اللهِ وَبِحَمْدِهِ، سُبْحانَ اللهِ العَظِيْمِ، لا إِلٰهَ إِلاَّ اللهُ، اللَّهُمَّ ثَبِّتْ عِلْمَها فِي قَلْبِيْ، وَاغْفِرْ لِي ذَنْبِيْ، وَلِلمُؤْمِنِيْنَ وَالمُؤْمِناتِ.. وَقُلِ الحَمْدُ للهِ، وَسَلامٌ عَلَى عِبادِهِ الَّذِيْنَ اصْطَفَى "ثَلاَثاً".. ثُمَّ آيَةَ الكُرسِيِّ..
''',
      false,
      incrementedContentId++, //34,
      hasVoice: true,
      voiceFile: "1w1AOARSdMJhQJV2HS4zSLxD_WVHremHT",
    ),
    Content(
      incrementedContentId,
      //      102,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿ وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍۢ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ ٢٧﴾. "ثَلاَثاً".
اللَّهُمَّ بِسَطْوَةِ جَبَرُوْتِ قَهْرِكَ، وَبِسُرْعَةِ إِغَاثَةِ نَصْرِكَ، وَبِغَيْرَتِكَ لاِنْتِهَاكِ حُرُمَاتِكَ، وَبِحِمَايَتِكَ لِمَنِ احْتَمَى بِبَابِكَ.. نَسْأَلُكَ يَا  اللهُ يَا اللهُ يَا اللهُ، يَا سَمِيْعُ يَا مُجِيْبُ، يَا  قَرِيْبُ يَا سَرِيْعُ، يَا مُنْتَقِمُ يَا قَهَّارُ، يَا شَدِيْدَ الْبَطْشِ، يَا مَنْ لاَ يُعْجِزُهُ قَهْرُ الْجَبَابِرَةِ، وَلاَ يَعْظُمُ عَلَيْهِ هَلاَكُ الْمُتَمَرِّدِيْنَ مِنَ الْمُلُوْكِ وَالأَكَاسِرَةِ.. أَنْ تَجْعَلَ كَيْدَ مَنْ كَادَنَا فِيْ نَحْرِهِ، وَمَكْرَ مَنْ مَكَرَ بِنَا عَائِداً عَلَيْهِ، وَحُفْرَةَ مَنْ حَفَرَ لَنَا حُفْرَةً وَاقِعاً هُوَ فِيْهَا، وَمَنْ نَصَبَ لَنَا شَبَكَةَ الْخِدَاعِ.. اجْعَلْهُ يَا سَيِّدِيْ مَسُوْقاً إِلَيْهَا، وَمُصَاداً فِيْهَا، وَأَسِيْراً لَدَيْهَا.
اللَّهُمَّ بِحَقِّ ﴿كهيعص﴾.. اكْفِنَا الْعِدَا، وَلَقِّهِمُ الرَّدَى، وَاجْعَلْهُمْ لِكُل حَبِيْبٍ فِدَا، وَسَلِّطِ اللَّهُمَّ عَلَيْهِمْ عَاجِلَ النِّقَمِ فِيْ الْيَوْمِ وَالْغَدَا.
اللَّهُمَّ بَدِّدْ شَمْلَهُمْ. اللَّهُمَّ فَرِّقْ جَمْعَهُمْ.	
اللَّهُمَّ فُلَّ حَدَّهُمْ، وَأَقِلَّ عَدَدَهُمْ. اللَّهُمَّ اجْعَلِ الدَّائِرَةَ عَلَيْهِمْ.
اللَّهُمَّ أَرْسِلِ الْعَذَابَ إِلَيْهِمْ. اللَّهُمَّ أَخْرِجْهُمْ عَنْ دَائِرَةِ الْحِلْمِ وَاللُّطْفِ، وَاسْلُبْهُمْ مَدَدَ الإِمْهَالِ، وَغُلَّ أَيْدِيَهُمْ، وَاشْدُدْ عَلَى قُلُوْبِهِمْ، وَلاَ تُبَلِّغْهُمُ الآمَالَ.
اللَّهُمَّ مَزِّقْهُمْ كُلَّ مُمَزَّقٍ مَزَّقْتَهُ أَعْدَاءَكَ، انْتِصَاراً لأَنْبِيَائِكَ وَرُسُلِكَ وَأَوْلِيَائِكَ.
اللَّهُمَّ انْتَصِرْ لَنَا انْتِصَارَكَ لأَحْبَابِكَ عَلَى أَعْدَائِكَ. "ثَلاَثاً".
اللَّهُمَّ لاَ تُمَكِّن الأَعْدَاءَ فِيْنَا وَلاَ مِنَّا، وَلاَ تُسَلِّطْهُمْ عَلَيْنَا بِذُنُوْبِنَا. "ثَلاَثاً".
﴿حم﴾ لاَ يُنْصَرُونَ. "سَبْعاً".
اللَّهُمَّ بِحَقِّ ﴿حم عسق﴾ حِمَايَتُنَا مِمَّا نَخَافُ.
اللَّهُمَّ قِنَا شَرَّ الأَسْوَاءِ، وَلاَ تَجْعَلْنَا مَحَّلاً لِلْبَلْوَى.
اللَّهُمَّ أَعْطِنَا أَمَلَ الرَّجَاءِ، وَفَوْقَ الأَمَلِ.
اللَّهُمَّ يَا مَنْ بِفَضْلِهِ.. نَسْأَلُكَ إِلَهِي الْعَجَلَ الْعَجَلَ الْعَجَلَ، الإِجَابَةَ الإِجَابَةَ الإِجَابَةَ، يَا مَنْ أَجَابَ نُوْحاً فِيْ قَوْمِهِ، يَا مَنْ نَصَرَ إِبْرَاهِيْمَ عَلَى أَعْدَائِهِ، يَا مَنْ رَدَّ يُوْسُفَ عَلَى يَعْقُوْبَ، يَا مَنْ كَشَفَ ضُرَّ أَيُّوْبَ، يَا مَنْ أَجَابَ دَعْوَةَ زَكَرِيَّا، يَا مَنْ قَبِلَ تَسْبِيْحَ يُوْنُسَ بْنِ مَتَّى.
أَسْأَلُكَ اللَّهُمَّ بِأَسْرَارِ أَصْحَابِ هَذِهِ الدَّعَوَاتِ الْمُسْتَجَابَاتِ.. أَنْ تَقْبَلَ مَا بِهِ دَعَوْنَاكَ، وَأَنْ تُعْطِيَنَا مَا سَأَلْنَاكَ، وَأَنْجِزْ لَنَا وَعْدَكَ الَّذِيْ وَعَدْتَهُ لِعِبَادِكَ الصَّالِحِيْنَ الْمُؤْمِنِيْنَ.
﴿ لَّآ إِلَـٰهَ إِلَّآ أَنتَ سُبْحَـٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّـٰلِمِينَ﴾.
انْقَطَعَتْ آمَالُنَا وَعِزَّتِكَ إِلاَّ مِنْكَ، وَخَابَ رَجَاؤُنَا وَحَقِّكَ إِلاَّ فِيْكَ.
إِنْ أَبْطَأَتْ غَارَةُ الأَرْحَامِ وَابْتَعَدَتْ
عَنَّا، فَأَقْرَبُ شَيْءٍ غَارَةُ اللهِ
يا غَارَةَ اللهِ حُثِّيْ السَّيْرَ مُسْرِعَةً
فيْ حَلِّ عُقْدَتِنَا يَا غَارَةَ اللهِ
عَدَتِ العَادُوْنَ وَجَارُوْا
وَرَجَوْنَا اللهَ مُجِيْرَا
وَكَفَىٰ بِاللهِ وَلِيّاً
وَكَفَىٰ بِاللهِ نَصِيْرَا
يَا وَاحِدُ، يَا عَلِيُّ، يَا حَلِيْمُ، حَسْبِيَ اللهُ وَنِعْمَ الْوَكِيْلُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ. ﴿  سَلَمٌ عَلَى نُوحٍ فِي الْعَالَمِينَ﴾، اِسْتَجِبْ لَنَا. آمِيْنَ.. آمِيْنَ.. آمِيْنَ.
فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْا، فَأَصْبَحُوْا لاَ يُرَى إِلاَّ مَسَاكِنُهُمْ، وَالحَمْدُ للهِ رَبِّ العالَمِيْنَ.
وصلَّىٰ الله على سيدنا مُحمَّد النَّبيِّ الأُمِّيِّ، وعلى آله وصحبه وسَلَّم تسليماً..
''',
      false,
      incrementedContentId++, //64,
      hasVoice: true,
      voiceFile: "1dUG88heXJ_bNFGUJFVDso1L0eU-m6c07",
    ),
    Content(
      incrementedContentId,
      //      81,
      '''يَبْدَأُ بِقِرَاءَةِ الْفَاتِحَةِ:
بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ١ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ ٢ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ٣ مَـٰلِكِ يَوْمِ ٱلدِّينِ ٤ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ٥ ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ ٧﴾.
وَآيَةِ الْكُرْسِيْ:
ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥﴾.
وَ: ﴿  ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ ٢٨٥ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ ٢٨٦﴾.
ثُمَّ يَقُوْلُ:
لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، يُحْيِـيْ وَيُمِيْتُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. "ثَلاَثاً".
سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلٰهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ. "ثَلاَثاً".
سُبْحَانَ اللهِ وَبِحَمْدِهِ سُبْحَانَ اللهِ الْعَظِيمِ. "ثَلاَثاً".
رَبَّنَا اغْفِرْ لَنَا وَتُبْ عَلَيْنَا، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ. "ثَلاَثاً".
اللَّهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ، اللَّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ "ثَلاَثاً".
أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ. "ثَلاَثاً".
بِاسْمِ اللهِ الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. "ثَلاَثاً".
رَضِيْنَا بِاللهِ رَبّاً، وَبِالإِسْلاَمِ دِيْناً، وَبِمُحَمَّدٍ نَبِيّاً. "ثَلاَثاً".
بِاسْمِ اللهِ، وَالْحَمْدُ للهِ، والْخَيْرُ وَالشَّرُّ بِمَشِيْئَةِ اللهِ. "ثَلاَثاً".
آمَنَّا بِاللهِ وَالْيَوْمِ الآخِرْ، تُبْنَا إِلَى اللهِ بَاطِناً وَظَاهِرْ. "ثَلاَثاً".
يَا رَبَّنَا وَاعْفُ عَنَّا، وَامْحُ الَّذِيْ كَانَ مِنَّا. "ثَلاَثاً".
يَا ذَا الْجَلاَلِ وَالإِكْرَامِ؛ أَمِتْنَا عَلَى دِيْنِ الإِسْلاَمِ. "سَبْعاً".
يَا قَوِيُّ يَا مَتِيْنُ؛ اكْفِ شَرَّ الظَّالِمِيْنَ. "ثَلاَثاً".
أَصْلَحَ اللهُ أُمُوْرَ الْمُسْلِمِيْنَ، صَرَفَ اللهُ شَرَّ الْمُؤْذِيْنَ. "ثَلاَثاً".
يَا عَلِيُّ يَا كَبِيْرُ، يَا عَلِيْمُ يَا قَدِيْرُ، يَا سَمِيْعُ يَا بَصِيْرُ، يَا لَطِيْفُ يَا خَبِيْرُ. "ثَلاَثاً".
يَا فَارِجَ الْهَمِّ، يَا كَاشِفَ الْغَمّ، يَا مَنْ لِعَبْدِهِ يَغْفِرُ وَيَرْحَمْ. "ثَلاَثاً".
أَسْتَغْفِرُ اللهَ رَبَّ الْبَرَايَا، أَسْتَغْفِرُ اللهَ مِنَ الْخَطَايَا. "أَرْبَعاً".
لاَ إِلٰهَ إِلاَّ اللهُ. "خَمْسِيْنَ ـ أَو مِئَةَ ـ مَرَّةً"، وَإِنْ بَلَّغَها إِلَى أَلْفٍ كَانَ حَسَناً، ثُمَّ يَقُوْلُ:
مُحَمَّدٌ رَسُوْلُ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ وَشَرَّفَ وَكَرَّمَ وَمَجَّدَ وَعَظَّمَ وَرَضِيَ اللهُ عَنْ أَهْلِ بَيْتِهِ الْمُطَهَّرِيْنَ، وَأَصْحَابِهِ الْمُهْتَدِيْنَ، وَالتَّابِعِيْنَ لَهُمْ بِإِحْسَانٍ إِلَىٰ يَوْمِ الدِّيْنِ.
ثُمَّ يقْرَأُ سُوْرَةَ الإِخْلاَصِ ـ "ثَلاَثاً" ـ وَالْمُعَوِّذَتَيْنِ. "مَرَّةً مَرَّة"ً.

ثُمَّ يَقُولُ:
الْفاتِحَةَ: إِلَى رُوْحِ سَيِّدِنَا الْفَقِيْهِ الْمُقَدَّمِ مُحَمَّدِ بْنِ عَلِيٍّ بَاعَلَوِيِّ، وَأُصُوْلِه، وَفُرُوْعِهِمْ، وَكَافَّةِ سَادَتِنَا آلِ أَبِيْ عَلَوِيٍّ.. أَنْ يُعْلِيَ اللهُ دَرَجَاتِهِمْ، وَيَنْفَعَنَا بِهِمْ وَبِأَسْرَارِهِمْ، وَأَنْوَارِهِمْ فِيْ الدُّنْيَا وَالآخِرَةِ.
الْفَاتِحَةَ: إِلَىٰ أَرْوَاحِ سَادَتِنَا الصُّوْفِيَّةِ أَيْنَمَا كَانُوْا وَحَلَّتْ أَرْوَاحُهُمْ.. أَنْ يُعْلِيَ اللهُ دَرَجَاتِهِمْ، وَيَنْفَعَنَا بِهِمْ وَبِعْلُوْمِهِمْ وَأَسْرَارِهِمْ وَيُلْحِقَنَا بِهِمْ فِيْ خَيْرٍ وَعَافِيَةٍ.
الْفَاتِحَةَ: إِلَى رُوْحِ صَاحبِ الرَّاتِبِ، قُطْبِ الإِرْشَادِ، وَغَوْثِ الْعِبَادِ وَالْبِلادِ الْحَبِيْبِ عَبْدِ الله بْنِ عَلَوِيٍّ الْحَدَّادِ، وَأُصُوْلِهِ وَفُرُوعِهِمْ.. أَنْ يُعْلِيَ اللهُ دَرَجَاتِهِمْ، وَيَنْفَعَنَا بِهِمْ وَبِأَسْرَارِهِمْ، وَأَنْوَارِهِمْ وَبَرَكَاتِهِمْ فِيْ الدُّنْيَا وَالآخِرَةِ.
الْفَاتِحَةَ: إِلَى أَرْوَاحِ كَافَّةِ عِبَادِ الله الصَّالِحِيْنَ وَالْوَالِدِيْنَ، وَجَمِيْعِ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ، وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ.. أَنْ يَغْفِرَ اللهُ لَهُمْ، وَيَرْحَمَهُمْ وَيَنْفَعَنَا بِأَسْرَارِهِمْ وَبَرَكَاتِهِمْ فِي الدُّنيا وَالآخِرَةِ.
وَيَدْعُوَ الْقَارِئُ بِمَا شَاءَ مِنْ جَوَامِعِ الْكَلِمِ وَكَوَامِلِ الثَّنَاءِ، وَيَقُوْلُ فِيْ آخِرِ الْفَاتِحَةِ: وَإِلَى حَضْرَةِ النَّبِيِّ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ، ثُمَّ يَسْكُتُ هُنَيْهَةً يَدْعُوْ الله فِيْهَا رَافِعاً يَدَيْهِ ثُمَّ يَضَعُهُما وَيَقُوْلُ: اللَّهُمَّ إِنَّا نَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ، وَنَعُوْذُ بِكَ مِنْ سَخَطِكَ وَالنَّارِ. "ثَلاَثاً".
انتهى الرَّاتِبُ الشَّهِيرُ.
واحْذَرْ أَنْ تَتْرُكَ الرَّاتِبَ لِلحَبِيْبِ عَبْدِ الله الحدَّادِ، فَإِنَّهُ مُهِمٌّ. فَإِنْ كُنْتَ مِمَّنْ يُحَزِّبُ فَاقْرَأْهُ قَبْلَ العِشاءِ فِي المَسْجِدِ كَما هِيَ عَادَتُهُمْ، وَإِلاَّ فَلا تَغْفُلْ عَنْ قِراءَتِهِ إِذَا عُدْتَ إِلَى مَنْزِلِكَ، وَلا تَتْرُكْهُ؛ فَإِنَّ لَهُ فَوائِدَ عَظِيْمَةً، لا نُطِيْلُ بِذِكْرِها، وَيَكْفِيْكَ مِنْهَا أَنَّ مَنْ وَاظَبَ عَلَى قِراءَتِهِ يَمُوْتُ عَلَى حُسْنِ الخِتام، وَلَوْ لَمْ تَكُنْ إِلاَّ هذِهِ لَكَفَتْ في التَّحْرِيْضِ عَلَى قِراءَتِهِ.
''',
      false,
      incrementedContentId++, //49,
      hasVoice: true,
      voiceFile: "1ZiEN8-3aJGcZHIxrDb9UE9PDDPgSEcZJ",
    ),
    Content(
      incrementedContentId,
      //      82,
      '''أَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ  شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ سَيِّدَنَا مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، آمَنْتُ بِاللهِ، وَمَلائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِه، وَاليَوْمِ الآخِرِ، وَبِالْقَدَرِ خَيْرِهِ وَشَرِّهِ، صَدَقَ اللهُ، وَصَدَقَ رَسُوْلُهُ، صَدَقَ اللهُ، وَصَدَقَ رُسُلُهُ، آمَنْتُ بِالشَّرِيْعَةِ، وَصَدَّقْتُ بِالشَّرِيْعَةِ، وَإِنْ كُنْتُ قُلْتُ شَيْئاً خِلافَ الإِجْمَاعِ رَجَعْتُ عَنْهُ، وَتَبَرَّأْتُ مِنْ كُلِّ دِيْنٍ يُخَالِفُ دِيْنَ الإِسْلاَمِ.
اللَّهُمَّ إِنِّي أُؤْمِنُ بِمَا تَعْلَمُ أَنَّهُ الْحَقُّ عِنْدَكَ، وَأَبْرَأُ إِلَيْكَ مِمَّا تَعْلَمُ أَنَّهُ البَاطِلُ عِنْدَكَ، فَخُذْ مِنِّي جُمَلاً، وَلاَ تُطَالِبْنِيْ بِالتَّفْصِيْلِ.
أَسْتَغْفِرُ اللهَ العَظِيْمَ وَأَتُوْبُ إِلَيْهِ، نَدِمْتُ مِنْ كُلِّ شَرٍّ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ سَيِّدَنَا مُحَمَّداً عَبْدُهُ ورَسُوْلُهُ، وَأَنَّ عِيْسىٰ عَبْدُ اللهِ وَرَسُوْلُهُ، وَابْنُ أَمَتِهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوْحٌ مِنْهُ، وأَنَّ الجَنَّةَ حَقٌّ، وَالنَّارَ حَقٌّ، وأَنَّ كُلَّ مَا أَخْبَرَ بِهِ رَسُوْلُ الله صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ حَقٌّ، وَأَنَّ السَّاعَةَ آتِيَةٌ لاَ رَيْبَ فِيْهَا، وأَنَّ اللهَ يَبْعَثُ مَنْ فِيْ القُبُوْرِ.
أَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ  شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ سَيِّدَنَا مُحَمَّداً عَبْدُهُ ورَسُوْلُهُ، لاَ إِلٰهَ إِلاَّ اللهُ، أُفْنِي بِهَا عُمْرِيْ، لاَ إِلٰهَ إِلاَّ اللهُ، أَدْخُلُ بِهَا قَبْرِيْ، لاَ إِلٰهَ إِلاَّ اللهُ، أَخْلُوْ بِهَا وَحْدِيْ، لاَ إِلٰهَ إِلاَّ الله، أَلْقَى بِهَا رَبِّي، لاَ إِلٰهَ إِلاَّ اللهُ قَبْلَ كُلِّ شَيْءٍ، لاَ  إِلٰهَ إِلاَّ اللهُ بَعْدَ كُلِّ شَيْءٍ، لاَ إِلٰهَ إِلاَّ اللهُ يَبْقَى رَبُّنَا، وَيَفْنَى كُلُّ شَيْءٍ، لاَ إِلٰهَ إِلاَّ اللهُ، نَسْتَغْفِرُ اللهَ "ثلاثاً"، لاَ إِلٰهَ إِلاَّ اللهُ وَنَتُوْبُ إِلَىٰ اللهِ، لاَ إِلٰهَ إِلاَّ اللهُ، مُحَمَّدٌ رَسُوْلُ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ. اهـ..
''',
      false,
      incrementedContentId++, //50,
    ),
    Content(
      incrementedContentId,
      //      83,
      '''عَلَيْكَ بِالإِتْيَانِ بِهٰذَا الرَّاتِبِ وَالْمُسَمَّى (عَزِيْزُ الْمَنَالِ وَفَتْحُ بَابِ الْوِصَالِ)، يُقْرَأُ صَبَاحاً وَمَسَاءً، وَهُوَ:
اَلْفَاتِحَةَ: إِلَى حَضْرَةِ سَيِّدِنَا وَحَبِيْبِنَا مُحَمَّدٍ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ.
وَإِلَى رُوْحِ سَيِّدِنَا الْحَبِيْبِ عُمَرَ بْنِ عَبْدِ الرَّحْمٰنِ الْعَطَّاسِ، صَاحِبِ الرَّاتِبِ.
وَالشَّيْخِ عَلِيِّ بْنِ عَبْدِ اللهِ بارَاسٍ.
وَإِلَى رُوْحِ سَيِّدِنَا الإِمَامِ الْحَبِيْبِ أَحْمَدَ ابنِ حَسَنِ بنِ عَبْدِ اللهِ الْعَطَّاسِ.
أَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ
﴿ بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ١ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ ٢ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ٣ مَـٰلِكِ يَوْمِ ٱلدِّينِ ٤ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ٥ ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ ٧﴾ آمِيْنَ.
أَعُوْذُ بِاللهِ السَّمِيْعِ الْعَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ. "ثَلاَثاً".
ثُمَّ ﴿ لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَـٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ٢١ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ ٢٢ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ٢٣ هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ٢٤﴾ أَعُوْذُ بِالله السَّمِيْعِ الْعَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ. "ثَلاَثاً".
أَعُوْذُ بِكَلِمَاتِ الله التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ. "ثَلاَثاً".
بِاسْمِ اللهِ الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. "ثَلاَثاً".
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ. "عَشْراً".
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ. "ثَلاَثاً".
بِاسْمِ اللهِ تَحَصَّنَّا بِاللهِ، بِاسْمِ اللهِ تَوَكَّلْنَا عَلَى اللهِ. "ثَلاَثاً".
بِاسْمِ اللهِ آمَنَّا بِاللهِ، وَمَنْ يُؤْمِنْ بِاللهِ لاَ  خَوْفٌ عَلَيْهِ. "ثَلاَثاً".
سُبْحَانَ اللهِ عَزَّ اللهُ، سُبْحَانَ اللهِ جَلَّ اللهُ. "ثَلاَثاً".
سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيْمِ "ثَلاَثاً".
سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلٰهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ. "أَرْبَعاً".
يَا لَطِيْفاً بِخَلْقِهِ، يَا عَلِيْماً بِخَلْقِهِ، يَا  خَبِيْراً بِخَلْقِهِ الْطُفْ بِنَا يَا لَطِيْفُ، يَا  عَلِيْمُ، يَا خَبِيْرُ. "ثَلاَثاً".
يَا لَطِيْفاً لَمْ يَزَلْ.. الْطُفْ بِنَا فِيْمَا نَزَلَ، إِنَّكَ لَطِيْفٌ لَمْ تَزَلْ، الْطُفْ بِنَا وَالْمُسْلِمِيْنَ. "ثَلاَثاً".
لاَ إِلٰهَ إِلاَّ اللهُ "أَرْبَعِيْنَ ـ أَوْ مِئَةَ مَرَّة".
مُحَمَّدٌ رَسُوْلُ اللهِ. "مَرَّةً".
حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيْلُ. "سَبْعاً".
اللَّهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ. اللَّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ. "إِحْدَىٰ عَشْرَةَ مَرَّةً".
أَسْتَغْفِرُ اللهَ "إِحْدَىٰ عَشْرَةَ مَرَّةً".
تَائِبُوْنَ إِلَىٰ اللهِ. "ثَلاَثاً".
يَا اللهُ بِهَا، يَا اللهُ بِهَا، يَا كَرِيْمُ، يَا اللهُ بِحُسْنِ الْخَاتِمَةِ. "ثَلاَثاً".
﴿ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ (286)﴾.
الْفَاتِحَةَ: إِلَى حَضْرَةِ سَيِّدِنَا وَحَبِيْبِنَا وَشَفِيْعِنَا رَسُوْلِ اللهِ مُحَمَّدِ بْنِ عَبْدِ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ، وَآلِهِ وَأَصْحَابِهِ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ.. بِأَنَّ اللهَ يُعْلِيْ دَرَجَاتِهِمْ فِيْ الْجَنَّةِ، وَيَنْفَعُنَا بِأَسْرَارِهِمْ وَأَنْوَارِهِمْ وَعُلُوْمِهِمْ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ، وَيَجْعَلُنَا مِنْ حِزْبِهِمْ، وَيَرْزُقُنَا مَحَبَّتَهُمْ، وَيَتَوَفَّانَا عَلَى مِلَّتِهِمْ، وَيَحْشُرُنَا فِيْ زُمْرَتِهِمْ. الْفَاتِحَةَ أَثَابَكُمُ اللهُ.
ثُمَّ الْفَاتِحَةَ: إِلَى رُوْحِ سَيِّدِنَا الْفَقِيْهِ الْمُقَدَّمِ مُحَمَّدِ بْنِ عَلِيٍّ بَاعَلَوِيٍّ، وَأُصُوْلِهِ وَفُرُوْعِهِ وَجَمِيْعِ سَادَاتِنَا آلِ أَبِيْ عَلَوِيٍّ، وَذَوِيْ الْحُقُوْقِ عَلَيْهِمْ أَجْمَعِيْنَ.. أنَّ اللهَ يَغْفِرُ لَهُمْ، وَيَرْحمُهُمْ، وَيُعْلِيْ دَرَجَاتِهِمْ فِيْ الْجَنَّةِ، وَيَنْفَعُنَا بِأَسْرَارِهِمْ وَأَنْوَارِهِمْ وَعُلُوْمِهِمْ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ.. اَلْفَاتِحَةَ أَثَابَكُمُ اللهُ.
ثُمَّ الْفَاتِحَةَ: إِلَى رُوْحِ سَيِّدِنَا وَحَبِيْبِنَا وَبَرَكَتِنَا صَاحِبِ الرَّاتِبِ، قُطْبِ الأَنْفَاسِ، الْحَبِيْبِ عُمَرَ بنِ عَبْدِ الرَّحْمٰنِ الْعَطَّاسِ، ثُمَّ إِلَى رُوْحِ الشَّيْخِ عَلِيِّ بنِ عَبْدِ اللهِ بَارَاسٍ، ثُمَّ إِلَى رُوْحِ سَيِّدِنَا وَحَبِيْبِنَا وَبَرَكَتِنَا وَقُدْوَتِنَا وَمُرْشِدِنَا الإِمَامِ الْحَبِيْبِ أَحْمَدَ بنِ حَسَنِ بنِ عَبْدِ الله الْعَطَّاسِ، وَأُصُوْلِهِمْ وَفُرُوْعِهِمْ وَذَوِيْ الْحُقُوْقِ عَلَيْهِمْ أَجْمَعِيْنَ.. أَنَّ الله يَغْفِرُ لَهُمْ، وَيَرْحَمُهُمْ، وَيُعْلِيْ دَرَجَاتِهِمْ فِيْ الْجَنَّةِ، وَيَنْفَعُنَا بِأَسْرَارِهِمْ وَأَنْوَارِهِمْ وَعُلُوْمِهِمْ وَنَفَحَاتِهِمْ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ.. اَلْفَاتِحَةَ أَثَابَكُمُ اللهُ.
ثُمَّ الْفَاتِحَةَ: إِلَى رُوْحِ الأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ، وَالأَئِمَّةِ الرَّاشِدِيْنَ، ثُمَّ أَرْوَاحِ وَالِدِيْنَا وَمَشَايِخِنَا وَمُعَلِّمِيْنَا، وَذَوِيْ الْحُقُوْقِ عَلَيْنَا أَجْمَعِيْنَ، ثُمَّ إِلَىٰ أَرْوَاحِ أَمْوَاتِ الْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ.. أَنَّ اللهَ يَغْفِرُ لَهُمْ، وَيَرْحَمُهُمْ، وَيُعْلِيْ دَرَجَاتِهِمْ فِيْ الْجَنَّةِ، وَيَنْفَعُنَا بِأَسْرَارِهِمْ وَأَنْوَارِهِمْ وَعُلُوْمِهِمْ فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ.. اَلْفَاتِحَةَ أَثَابَكُمُ اللهُ.
ثُمَّ الْفَاتِحَةَ: بِالْقَبُوْلِ وَتَمَامِ كُلِّ سُوْلٍ وَمَأْمُوْلٍ، وَصَلاَحِ الشَّأْنِ ظَاهِراً وَبَاطناً، فِيْ الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ، دَافِعَةً لِكُلِّ شَرٍّ، جَالِبَةً لِكُلِّ خَيْرٍ، لَنَا وَلأَحْبَابِنَا وَلِوَالِدِيْنَا وَمَشَايِخِنَا فِيْ الدِّيْنِ، مَعَ اللُّطْفِ وَالْعَافِيَةِ، وَعَلَىٰ نِيَّةِ أَنَّ اللهَ يُنَوِّرُ قُلُوْبَنَا وَقَوَالِبَنَا، مَعَ التُّقَىٰ والْهُدَىٰ وَالْعَفَافِ وَالْمَوْتِ عَلَى دِيْنِ الإِسْلاَمِ وَالإِيْمَانِ، بِلاَ مِحْنَةٍ وَلاَ امْتِحَانٍ، بِحَقِّ سَيِّدِ وَلَدِ عَدْنَانَ، وَلِكُلِّ نِيَّةٍ صَالِحَةٍ، وَإِلَىٰ حَضْرَةِ الْحَبِيْبِ مُحَمَّدٍ صَلَّىٰ اللهُ عَلَيْهِ وَسَلَّمَ وَمَنْ وَالاَهُ.. اَلْفَاتِحَةَ أَثَابَكُمُ اللهُ.
''',
      false,
      incrementedContentId++, //51,
      hasVoice: true,
      voiceFile: "1EUMC-ZRCeQkl-cXtS8FuwrX-FHmOzrYu",
    ),
    Content(
      incrementedContentId,
      //      84,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
الْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ، حَمداً يُوَافِيْ نِعَمَهُ، وَيُكَافِئُ مَزِيْدَهُ، يَا رَبَّنَا لَكَ الْحَمْدُ كَمَا يَنْبَغِيْ لِجَلاَلِ وَجْهِكَ، وَعَظِيْمِ سُلْطَانِكَ، سُبْحَانَكَ لاَ نُحْصِيْ ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَىٰ نَفْسِكَ، فَلَكَ الْحَمْدُ حَتَّى تَرْضَىٰ، وَلَكَ الْحَمْدُ إِذَا رَضِيْتَ، وَلَكَ الْحَمْدُ بَعْدَ الرِّضَا.
اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ فِيْ الأَوَّلِيْنَ، وَصلِّ وَسَلِّمْ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ فِيْ الآخِرِيْنَ، وَصَلِّ وَسَلِّمْ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ فِيْ الْمَلأ الأَعْلَىٰ إِلَىٰ يَوْمِ الدِّيْنِ، وَصَلِّ وَسَلِّمْ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ حَتَّىٰ تَرِثَ الأَرْضَ وَمَنْ عَلَيْهَا، وَأَنْتَ خَيْرُ الْوَارِثِيْنَ.
اللَّهُمَّ إِنَّا نَسْتَحْفِظُكَ وَنَسْتَوْدِعُكَ أَدْيَانَنَا، وَأَنْفُسَنَا، وَأَمْوَالَنَا، وَأَهْلَنَا، وَكُلَّ شَيْءٍ أَعْطَيْتَنَا.
اللَّهُمَّ اجْعَلْنَا وَإِيَّاهُمْ فِيْ كَنَفِكَ وَأَمَانِكَ وَعِيَاذِكَ، مِنْ كُلِّ شَيْطَانٍ مَرِيْدٍ، وَجَبَّارٍ عَنِيْدٍ، وذِيْ عَيْنٍ، وَذِيْ بَغْيٍ، وَذِيْ حَسَدٍ، وَمِنْ شَرِّ كُلِّ ذِيْ شَرٍّ؛ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.
اللَّهُمَّ جَمِّلْنَا بِالْعَافِيَةِ وَالسَّلاَمَةِ، وَحَقِّقْنَا بِالتَّقْوَى وَالاِسْتِقَامَةِ، وَأَعِذْنَا مِنْ مُوْجِبَاتِ النَّدَامَةِ فِيْ الْحَالِ وَالْمَالِ وَالْمَآلِ، إِنَّكَ سَمِيْعُ الدُّعَاءِ.
وَصَلِّ اللَّهُمَّ بِجَلاَلِكَ وَجَمَالِكَ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَىٰ آلِهِ وَصَحْبِهِ أَجْمَعِيْنَ وَارْزُقْنَا كَمَالَ الْمُتَابَعَةِ لَهُ ظَاهِراً وَبَاطِناً، يَا  أَرْحَمَ الرَّاحِمِيْنَ، بِفَضْلِ: ﴿سُبحانَ رَبِّكَ رَبِّ العِزَّةِ عَمّا يَصِفونَ۝وَسَلامٌ عَلَى المُرسَلينَ۝وَالحَمدُ لِلَّهِ رَبِّ العالَمينَ﴾.
قَالَ سَيِّدِنَا الإِمَامُ الْحَبِيْبُ عَلِيُّ بْنُ حَسَنٍ العطَّاسُ في كتابه «القرطاس» في أَثناءِ شرحهِ لهذا الرَّاتبِ ما نصُّهُ: والأَحسنُ لمن كانت له همَّةٌ عاليةٌ في طلب الخيرِ وحرصاً عَلَيْهِ أَن يقرأ هذا الراتبَ صباحاً ومَسَاءً؛ لأَنَّ جملةَ ما جاءَ بِهِ منَ الأَذكارِ وردتِ السنَّةُ بالإِتْيَانِ بها صباحاً ومساءً. كما يَعْلَمُ ذلِكَ مَنْ لهُ أَدنى إِشرافٍ عَلَى كتبِ الحديثِ. انتهى.''',
      false,
      incrementedContentId++, //52,
    ),

    // مشترك بينهم
    Content(
      incrementedContentId,
      //      134,
      '''عَلَيْكَ بِقِراءَةِ المُنْجِياتِ، وَالمُهْلِكاتِ، وَالمُنْقِذاتِ، كُلَّ يَوْمٍ، وَإِنْ قَدَرْتَ صَباحاً وَمَساءً. فَالمُنْجِياتُ: ﴿الجُرُزُ﴾ وَ﴿يس﴾ وَ﴿ فُصِّلَتْ﴾ وَ﴿ الدُّخانُ﴾ وَ﴿الواقِعَةُ﴾ وَ﴿الحَشْرُ﴾ وَ﴿ المُلْكُ﴾. وَالمُهْلِكاتُ هِيَ: ﴿ المُدَّثِّرُ﴾ وَ﴿البُرُوْجُ﴾ وَ﴿الطَّارِقُ﴾ وَ﴿ الضُّحَى﴾ وَ﴿الشَّرْحُ﴾ وَ﴿القَدْرُ﴾ وَ﴿ لإِيلافِ﴾. وَالمُنْقِذاتُ: ﴿الكَوْثَرُ﴾ إِلَى آخِرِ القُرآنِ، وَقَدْ نَظَمَها بَعْضُهُم بِقَوْلِهِ:
جُرُزٌ، وَيٰس الَّتِيْ قَدْ فُصِّلَتْ
تُنْجِيْ المُوَحِّدَ مِنْ دُخانِ الواقِعَةْ
وَتَمامُ سَبْعِ المُنْجِياتِ حَشْرُها
وَالمُلْكُ فَاحْفَظْها فَنِعْمَ الشَّافِعَةْ
وَالمُهْلِكاتُ السَّبْعُ قُلْ مُدَّثِرٌ
ثُمَّ البُرُوْجُ وَطارِقٌ هِيَ قَاطِعَةْ
ثُمَّ الضُّحَى وَالشَّرْحُ قَدْ قُدِّرْ لإِيْـ
لافٍ لإِهْلاكِ العَدُوِّ مُسارِعَةْ
وَالمُنْقِذاتُ السَّبْعُ سُوْرَةُ كَوْثَرٍ
مِنْهَا وَسِتٌّ بَعْدَها مُتَتابِعَةْ
''',
      false,
      incrementedContentId++, //96,
    ),
    Content(
      incrementedContentId,
      //      135,
      '''لاَ تَغْفُلْ عَنْ قِراءَةِ أَرْبَع سُوَرٍ صَباحاً وَمَساءً وَهُنَّ: ﴿ إقرأ﴾ إِلخ، وَ﴿القدر  ﴾، وَ﴿ الزلزلة ﴾ وَ: ﴿  قُرَيْش ﴾.. فَإِنَّ مَنْ قَرَأَهُنَّ حُفِظَ مِنْ أَهْلِ الظَّاهِرِ وَالباطِنِ.
وَكَذلِكَ للفَتْحِ مِنْ غَيْرِ تَعَبٍ؛ تَقْرَأُ: ﴿ الفاتحة﴾ وَ﴿ ألم نشرح﴾ "ثَلاَثاً" وَ﴿ القدر﴾ "إِحْدَى عَشْرَةَ مَرَّةً".
وكَذلِكَ لِصَلاحِ القَلْبِ؛ تَقْرَأُ: ﴿ العصر﴾ "ثَلاَثاً"، وَ﴿ المسد﴾ "ثَلاَثاً"، وَ﴿ الفلق﴾ "ثَلاَثاً"..
''',
      false,
      incrementedContentId++, //97,
    ),
    Content(
      incrementedContentId,
      //      144,
      '''مِمَّا يُوصِي بِهِ الحبيبُ عَلِيٌّ بنُ حَسَنٍ الْعَطَّاسُ فِي الأَسْحَارِ: الاسْتِغْفَارُ.
وَبَعْدَ صَلاَةِ الصُّبْحِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ، أَسْتَغْفِرُ اللهَ.
وَبَعْدَ الإِشراقِ إِلىٰ الظُّهْرِ: اللَّهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ، اللَّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ.
وَبَعْدَ العَصْرِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ.
وَبَعْدَ الْمَغْرِبِ: لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الحَمْدُ يُحْيِـي وَيُمِيتُ، بِيَدِهِ الخَيْرُ، وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ.
وَبَعْدَ الْعِشَاءِ: يَا لَطِيفاً بِخَلْقِهِ، يَا  عَلِيماً بخَلْقِهِ يَا خَبِيراً بِخَلْقِهِ، الْطُفْ بِنَا يَا  لَطِيفُ، يَا عَلِيمُ، يَا خَبِيرُ. اهـ. ملخَّصاً مِنَ «الرِّياضِ المونقة»..
''',
      false,
      incrementedContentId++, //106,
    ),

    ///  أذكار وأوراد تقرأ صباحًا أو مساء
    Content(
      incrementedContentId,
      //      118,
      '''اجْعَلْ مِنْ أَوْرَادِكَ قَصِيْدَةَ سَيِّدِنا العَدَنِيِّ:
بِبِسْمِ اللهِ مَوْلانا ابْتَدَيْنا
وَنَحْمَدُهُ عَلَىٰ نَعْماهُ فِيْنا
تَوَسَّلْنا بِهِ فِي كُلِّ أَمْرٍ
غِياثِ الخَلْقِ رَبِّ العالَمِينا
وَبِالأَسْماءِ مَا وَرَدَتْ بِنَصٍّ
وَمَا فِي الغَيْبِ مَخْزُوْناً مَصُوْنا
بِكُلِّ كِتابٍ انْزَلَهُ تَعَالى
وَقُرْآنٍ شِفا لِلْمُؤْمِنِيْنا
بِكُلِّ طَوائِفِ الأَمْلاكِ نَدْعُوْ
بِما فِي غَيْبِ رَبِّيْ أَجْمَعِيْنا
وَبِالهادِيْ تَوَسَّلْنا وَلُذْنَا
وَكُلِّ الأَنْبِيا وَالمُرْسَلِيْنا
وَآلِهِمِ مَعَ الأصْحابِ جَمْعاً
تَوَسَّلْنَا وَكُلِّ التَّابِعِيْنا
وَبِالعُلَما بِأَمْرِ اللهِ طُرّاً
وَكُلِّ الأَوْلِيا وَالصَّالِحِيْنا
أَخُصُّ بِهِ الإِمامَ القُطْبَ حَقّاً
وَجِيْهَ الدِّيْنِ تاجَ العارِفِيْنا
رَقَى فِي رُتْبَةِ التَّمْكِيْنِ مَرْقىً
وَقَدْ جَمَعَ الشَّرِيْعَةَ وَاليَقِيْنا
وَذِكْرُ العَيْدَرُوْسِ القُطْبِ أَجْلَى
عَنِ القَلْبِ الصَّدا لِلصَّادِقِيْنا
عَفِيْفِ الدِّيْنِ مُحْيِـي الدِّيْنِ حَقّاً
لَهُ تَحْكِيْمُنا وَبِهِ اقْتَدَيْنا
وَلاَ تَنْسَ كَمالَ الدِّيْنِ سَعْداً
عَظِيْمَ الحالِ تاجَ العابِدِيْنا
بِهِمْ نَدْعُو إِلَى المَوْلَى تَعالَى
بِغفْرانٍ يَعُمُّ الحاضِرِيْنا
وَلُطْفٍ شامِلٍ وَدَوامِ سَتْرٍ
وَغُفْرانٍ لِكُلِّ المُذْنِبِينا
وَنَخْتِمُها بِتَحْصِيْنٍ عَظِيْمٍ
بِحَوْلِ اللهِ لا يُقْدَرْ عَلَيْنا
وَسِتْرُ اللهِ مَسْبُوْلٌ عَلَيْنا
وَعَيْنُ اللهِ ناظِرَةٌ إِلَيْنا
وَنَخْتِمُ بِالصَّلاةِ عَلَىٰ مُحَمَّدْ
إِمامِ الكُلِّ خَيْرِ الشَّافِعِيْنا
فَإِنَّها حِصْنٌ وَوِقايَةٌ. وَقَدْ ذَكَرَ الثِّقاتُ أَنَّ الحَبِيْبَ عَلِيَّ بْنَ مُحَمَّدٍ الحَبْشِيَّ يَقُولُ: إِنَّنِيْ أُقَدِّمُها عَلَى أَوْرَادِيْ كُلِّها، وَذلِكَ لِما فِيْها مِنَ التَّحْصِيْنِ وَالأَسْرارِ، الَّتِيْ لا يَعْرِفُها إِلاَّ أَهْلُها.
''',
      false,
      incrementedContentId++, //80,
    ),
    Content(
      incrementedContentId,
      //      119,
      '''بِبِسْمِ اللهِ أَبْدِيْ فِي مَقالِيْ
هُوَ الرَّحْمنُ فَيَّاضُ النَّوالِ
رَحِيْمٌ دافِعُ الضَّرَّاءِ عَنَّا
وَمِنْهُ الجُوْدُ يَبْدُوْ كُلَّ حالِ
لَهُ كُلُّ الثَّنا وَالحَمْدُ حَقّاً
وَكُلُّ الفَضْلِ وَالنِّعَمِ الطِّوالِ
وَأَشْهَدُ أَنَّ مَوْلانا تَعالىٰ
إِلٰهٌ جَلَّ فِي حُسْنِ الكَمالِ
وَأَنَّ مُحَمَّداً حَقّاً رَسُوْلٌ
إِلَىٰ كُلِّ الخَلِيْقَةِ بالرِّسالِ
وَأَسْأَلُهُ بِسِرِّ الذّاتِ مِنْهُ
وَأَوْصَافِ الجَلالِ مَعَ الجَمالِ
يُسَخِّرْ لِيْ إِلٰهِيْ كُلَّ عَبْدٍ
وَمَخْلُوْقٍ وَلَوْ صُمَّ الجِبالِ
وَيَمْنَحُنِيْ وَيُعْطِيْنِيْ مُنائِيْ
مِنَ الحاجاتِ وَالمِنَنِ الغَوالِيْ
وَيَسِّرْ كُلَّ رِزْقٍ لِي حَلالاً
وَكُلَّ العُسْرِ فَاكْشِفْ عَنْ مُوالِ
وَوَجِّهْ كُلَّ أَمْرٍ لِيْ مُباحاً
مُعِيْناً لِيْ عَلَى ذِكْرِ المَوالِيْ
وَيُبْعِدُنِيْ عَنِ العِصْيانِ دَأْبَاً
إِلَى يَوْمِ المَماتِ بِلا ارْتِذالِ
وَيُوهِبُنِيْ مِنَ التَّقْوَى جَمالاً
وَسَيْفاً مِنْ عُلا قَهْرِ الجَلالِ.
''',
      false,
      incrementedContentId++, //81,
    ),
    Content(
      incrementedContentId,
      //      121,
      '''﴿ قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ﴾.
﴿  وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّۢ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يُرِدْكَ بِخَيْرٍۢ فَلَا رَآدَّ لِفَضْلِهِۦ ۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ﴾.
﴿  ۞ وَمَا مِن دَآبَّةٍۢ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّۭ فِى كِتَـٰبٍۢ مُّبِينٍۢ﴾.
﴿  إِنِّى تَوَكَّلْتُ عَلَى ٱللَّهِ رَبِّى وَرَبِّكُم ۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ ۚ إِنَّ رَبِّى عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ﴾.
﴿  وَكَأَيِّن مِّن دَآبَّةٍۢ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ﴾.
﴿  مَا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍۢ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ﴾.
﴿  وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَـٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ﴾..
وفِي قِرَاءَتِهَا ثَوَابٌ عَظِيْمٌ وَحِفْظٌ؛ كَمَا فِي الأَثَرِ عَنْ كَعْبِ الأَحْبَارِ أَنَّهُ قَالَ؛ سَبْعُ آيَاتٍ مِنْ كِتَابِ اللهِ تَعَالَىٰ.. إِذَا قَرَأْتُهُنَّ لا أُبَالِي، وَلَو انْطَبَقَتِ السَّمَاءُ عَلَى الأَرْضِ لَنَجَوْتُ
''',
      false,
      incrementedContentId++, //83,
    ),
    Content(
      incrementedContentId,
      //      122,
      '''وَهِيَ: الْفَاتِحَةُ وَأَوَّلُ الْبَقَرَةِ: بسم الله الرحمن الرحيم ﴿  الٓمٓ ١ ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ ٢ ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ ٣ وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ ٤ أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ ٥﴾.
﴿  وَإِلَـٰهُكُمْ إِلَـٰهٌۭ وَٰحِدٌۭ ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ ١٦٣﴾، ﴿  إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَٱلْفُلْكِ ٱلَّتِى تَجْرِى فِى ٱلْبَحْرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍۢ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍۢ وَتَصْرِيفِ ٱلرِّيَـٰحِ وَٱلسَّحَابِ ٱلْمُسَخَّرِ بَيْنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَـَٔايَـٰتٍۢ لِّقَوْمٍۢ يَعْقِلُونَ ١٦٤﴾.
﴿ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥ لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّـٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ ٢٥٦ ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ ٢٥٧﴾.
﴿  لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ ٢٨٤ ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ ٢٨٥ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ ٢٨٦ ﴾.
﴿  إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًۭا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ ٥٤ ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًۭا وَخُفْيَةً ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ ٥٥ وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا وَٱدْعُوهُ خَوْفًۭا وَطَمَعًا ۚ إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌۭ مِّنَ ٱلْمُحْسِنِينَ ٥٦﴾.
﴿ قُلِ ٱدْعُوا۟ ٱللَّهَ أَوِ ٱدْعُوا۟ ٱلرَّحْمَـٰنَ ۖ أَيًّۭا مَّا تَدْعُوا۟ فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًۭا ١١٠ وَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَمْ يَتَّخِذْ وَلَدًۭا وَلَمْ يَكُن لَّهُۥ شَرِيكٌۭ فِى ٱلْمُلْكِ وَلَمْ يَكُن لَّهُۥ وَلِىٌّۭ مِّنَ ٱلذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًۢا ١١١﴾.
﴿  وَٱلصَّـٰٓفَّـٰتِ صَفًّۭا ١ فَٱلزَّٰجِرَٰتِ زَجْرًۭا ٢ فَٱلتَّـٰلِيَـٰتِ ذِكْرًا ٣ إِنَّ إِلَـٰهَكُمْ لَوَٰحِدٌۭ ٤ رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ ٱلْمَشَـٰرِقِ ٥ إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِزِينَةٍ ٱلْكَوَاكِبِ ٦ وَحِفْظًۭا مِّن كُلِّ شَيْطَـٰنٍۢ مَّارِدٍۢ ٧ لَّا يَسَّمَّعُونَ إِلَى ٱلْمَلَإِ ٱلْأَعْلَىٰ وَيُقْذَفُونَ مِن كُلِّ جَانِبٍۢ ٨ دُحُورًۭا ۖ وَلَهُمْ عَذَابٌۭ وَاصِبٌ ٩ إِلَّا مَنْ خَطِفَ ٱلْخَطْفَةَ فَأَتْبَعَهُۥ شِهَابٌۭ ثَاقِبٌۭ ١٠ فَٱسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ ۚ إِنَّا خَلَقْنَـٰهُم مِّن طِينٍۢ لَّازِبٍۭ ١١٤ ﴾.
﴿  يَـٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ إِنِ ٱسْتَطَعْتُمْ أَن تَنفُذُوا۟ مِنْ أَقْطَارِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ فَٱنفُذُوا۟ ۚ لَا تَنفُذُونَ إِلَّا بِسُلْطَـٰنٍۢ ٣٣ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٣٤ يُرْسَلُ عَلَيْكُمَا شُوَاظٌۭ مِّن نَّارٍۢ وَنُحَاسٌۭ فَلَا تَنتَصِرَانِ ٣٥﴾.
﴿  لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَـٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ٢١ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ ٢٢ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ٢٣ هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ٢٤﴾.
﴿ وَأَنَّهُۥ تَعَـٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَـٰحِبَةًۭ وَلَا وَلَدًۭا ٣ وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًۭا ٤ ﴾.
''',
      false,
      incrementedContentId++, //84,
    ),
    Content(
      incrementedContentId,
      //      123,
      '''بسم الله الرحمن الرحيم
﴿  إِنَّا فَتَحْنَا لَكَ فَتْحًۭا مُّبِينًۭا ١ لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًۭا مُّسْتَقِيمًۭا ٢ وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا ٣ ﴾.
﴿  وَكَانَ عِندَ ٱللَّهِ وَجِيهًۭا ﴾.
﴿  وَجِيهًۭا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ ﴾.
﴿  وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌۭ مِّنَ ٱللَّهِ وَفَتْحٌۭ قَرِيبٌۭ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ ١٣ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّـۧنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌۭ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌۭ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَـٰهِرِينَ ١٤ ﴾.
﴿  ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ﴾.
بسم الله الرحمن الرحيم
﴿  لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَـٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ٢١ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ ٢٢ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ٢٣ هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ٢٤ ﴾.
أُعِيْذُ نَفْسِيْ بِاللهِ تَعَالَىٰ مِنْ كُلِّ مَا يَسْمَعُ بِأُذُنَيْنِ، وَيُبْصِرُ بِعَيْنَيْنِ، وَيَمْشِيْ بِرِجْلَيْنِ، وَيَبْطِشُ بِيَدَيْنِ، وَيَتَكَلَّمُ بِشَفَتَيْنِ، حَصَّنْتُ نَفْسِيْ بِاللهِِ الْخَالِقِ الأَكْبَرِ، مِنْ شَرِّ مَا أَخَافُ وَأَحْذَرُ مِنَ الْجِنِّ وَالإِنْسِ، وَأَنْ يَحْضُرُوْنِ.. عَزَّ جَارُهُ، وَجَلَّ ثَنَاؤُهُ، وَتَقَدَّسَتْ أَسْمَاؤُهُ وَلا إِلٰهَ غَيْرُهُ.
اللَّهُمَّ إِنِّيْ أَجْعَلُكَ فِيْ نُحُوْرِ أَعْدَائِيْ، وَأَعُوْذُ بِكَ مِنْ شُرُوْرِهِمْ، وَتَحَيُّلِهِمْ وَمَكْرِهِمْ وَمَكَائِدِهِمْ، أَطْفِىءْ نَارَ مَنْ أَرَادَ بِيْ عَدَاوَةً مِنَ الْجِنِّ وَالإِنْسِ، يَا حَافِظُ يَا حَفِيْظُ، يَا كَافِيْ يَا مُحِيْطُ، سُبْحَانَكَ ـ  يَا  رَبِّ ـ مَا أَعْظَمَ شَأْنَكَ، وَأَعَزَّ سُلْطَانَكَ، تَحَصَّنْتُ بِاللهِ، وَبِأَسْمَاءِ اللهِ، وَبِآيَاتِ اللهِ، وَمَلاَئِكَةِ اللهِ، وَأَنْبِيَاءِ اللهِ، وَرُسُلِ اللهِ، وَالصَّالِحِيْنَ مِنْ عِبَادِ اللهِ، حَصَّنْتُ نَفْسِيْ بِلاَ إِلهَ إِلاَّ اللهُ مُحَمَّدٌ رَسُوْلُ اللهِ، صَلَّىٰ اللهُ عَلَيْهِ وَآلِٰهِ وَسَلَّمَ.
اللَّهُمَّ احْرُسْنِيْ بِعَيْنِكَ الَّتِيْ لاَ تَنَامُ، وَاكْنُفْنِيْ بِكَنَفِكَ الَّذِيْ لاَ يُرَامُ، وَارْحَمْنِيْ بِقُدْرَتِكَ عَلَيَّ، فَلاَ أَهْلِكَ وَأَنْتَ ثِقَتِيْ وَرَجَائِيْ، يَا غِيَاثَ الْمُسْتَغِيْثِيْنَ "ثَلاَثاً". يَا دَرَكَ الْهَالِكِيْنَ "ثَلاَثاً".. اكْفِنِيْ شَرَّ كُلِّ طَارِقٍ يَطْرُقُ بِلَيْلٍ أَوْ نَهَارٍ، إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.
بِاسْمِ الله أَرْقِيْ نَفْسِيْ مَنْ كُلِّ مَا يُؤْذِيْ مِنْ كُلِّ حَاسِدٍ.
اللهُ شِفَائِيْ، بِاسْمِ اللهِ رُقِيْتُ.
اللَّهُمَّ رَبَّ النَّاسِ، أَذْهِبِ الْبَاسَ، اشْفِ أنْتَ الشَّافِيْ، وَعَافِ أَنْتَ الْمُعَافِيْ، لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفَاءً لاَ يُغَادِرُ سَقَماً وَلاَ أَلَماً.
يَا كَافِيْ يَا وَافِيْ، يَا حَمِيْدُ يَا مَجِيْدُ؛ ارْفَعْ عَنِّيْ كُلَّ تَعَبٍ شَدِيْدٍ، وَاكْفِنِيْ مِنَ الْحَدِّ وَالْحَدِيْدِ، وَالْمَرَضِ الشَّدِيْدِ، وَالْجَيْشِ الْعَدِيْدِ، وَاجْعَلْ لِيْ نُوْراً مِنْ نُوْرِكَ، وَعِزّاً مِنْ عِزِّكَ، وَنَصْراً مِنْ نَصْرِكَ، وَبَهَاءً مِنْ بَهَائِكَ، وَعَطَاءً مِنْ عَطَائِكَ، وَحِرَاسَةً مِنْ حِرَاسَتِكَ، وَتَأْيِيْداً مِنْ تَأْيِيْدِكَ.
يَا ذَا الْجَلاَلِ وَالإِكْرَامِ، وَالْمَوَاهِبِ الْعِظَامِ؛ أَسْأَلُكَ أَنْ تَكْفِيَنِيْ مِنْ شَرِّ كُلِّ ذِيْ شَرٍّ، إِنَّكَ أَنْتَ اللهُ الْخَالِقُ الأَكْبَرُ، وَصَلَّىٰ اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَآلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْلِيْماً كَثِيْراً طَيِّباً مُبَارَكاً فِيْهِ.
وَالحَمْدُ للهِ رَبِّ العالَمِيْنَ، ظَاهِراً وَبَاطِناً، وَعَلَى كُلِّ حَالٍ، يَا أَرْحَمَ الرَّاحِمِيْنَ.
''',
      false,
      incrementedContentId++, //85,
    ),
    Content(
      incrementedContentId,
      //      125,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
اللَّهُمَّ إِنِّيْ احْتَطْتُ بِدَرْبِ اللهِ، طُوْلُهُ: مَا شَاءَ الله، قُفْلُهُ: لاَ إِلَهَ إِلاَّ اللهُ، بَابُهُ: مُحَمَّدٌ رَسُوْلُ اللهِ صَلَىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ، سَقْفُهُ: لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ، أَحَاطَ بِنَا مِنْ: ﴿  بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ١ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ ٢ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ ٣ مَـٰلِكِ يَوْمِ ٱلدِّينِ ٤ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ٥ ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ ٧﴾ سُوْرٌ "ثَلاَثاً".
وَآيَةُ: ﴿ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥ لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّـٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ ٢٥٦﴾.
بِنَا اسْتَدَارَتْ كَمَا اسْتَدَارَتِ الْمَلاَئِكَةُ بِمَدِيْنَةِ الرَّسُوْلِ، بِلاَ خَنْدَقٍ وَلاَ سُوْرٍ، مِنْ كُلِّ قَدَرٍ مَقْدُورٍ، وَحَذَرٍ مَحْذُوْرٍ، وَمِنْ جَمِيْعِ الشُّرُوْرِ.
تَتَرَّسْنَا بِالله ـ "ثَلاَثاً" ـ مِنْ عَدُوِّنَا وَعَدُوِّ اللهِ، مِنْ سَاقِ عَرْشِ الله إِلَى قَاعِ أَرْضِ اللهِ.. بِمِئَةِ أَلْفِ أَلْفِ أَلْفِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ، عَزِيْمَتُهُ لاَ تَنْشَقُّ بِمِئَةِ أَلْفِ أَلْفِ أَلْفِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ، صَنْعَتُهُ لاَ تَنْقَطِعُ بِمِئَةِ أَلْفِ أَلْفِ أَلْفِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
اللَّهُمَّ إِنْ أَحَدٌ أَرَادَنِيْ بِسُوْءٍ مِنَ الْجِنِّ وَالإِنْسِ وَالْوُحُوْشِ، مِنْ بَشَرٍ أَوْ شَيْطَانٍ أَوْ سُلْطَانٍ أَوْ وَسْوَاسٍ.. فَارْدُدْ نَظَرَهُمْ فِيْ انْتِكَاسٍ، وَقُلُوبَهُمْ فِيْ وَسْوَاسٍ، وَأَيْدِيَهُمْ فِيْ إِفْلاَسٍ، وَأَوْبِقْهُمْ مِنَ الرِّجْلِ إِلَى الرَّأْسِ، لاَ سَهْلَ يُجْدَعُ، وَلاَ جَبَلَ يُقطع .. بِمِئَةِ أَلْفِ أَلْفِ أَلْفِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ، وَصَلَىٰ اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ.
''',
      false,
      incrementedContentId++, //87,
      hasVoice: true,
      voiceFile: "1pbFtdfksbGQdHmNooxa9W4A-WrYx56zI",
    ),
    Content(
      incrementedContentId,
      //      126,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
اللَّهُمَّ يَا عَظِيْمَ السُّلْطَانِ، يَا قَدِيْمَ الإِحْسَانِ، يَا دَائِمَ النِّعَمِ، يَا كَثِيْرَ الْخَيْرِ، يَا وَاسِعَ الْعَطَا، يَا باسِطَ الرِّزْقِ، يَا خَفِيَّ اللُّطْفِ، يَا جَمِيْلَ الصُّنْعِ، يَا جَمِيْلَ السَّتْرِ، يَا حَلِيْماً لاَ يَعْجَلُ، يَا كَرِيْماً لاَ يَبْخَلُ.. صَلِّ يَا رَبِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَسَلِّمْ، وَارْضَ اللَّهُمَّ عَنِ الصَّحَابَةِ أَجْمَعِيْنَ.
اللَّهُمَّ لَكَ الْحَمْدُ شُكْراً، وَلَكَ الْمَنُّ فَضْلاً، وَأَنْتَ رَبُّنَا حَقّاً، وَنَحْنُ عَبِيْدُكَ رِقّاً، وَأَنْتَ لَمْ تَزَلْ لِذَلِكَ أَهْلاً.
اللَّهُمَّ يَا مُيَسِّرَ كُلِّ عَسِيْرٍ، وَيَا جَابِرَ كُلِّ كَسِيْرٍ، وَيَا صَاحِبَ كُلِّ فَرِيْدٍ، وَيَا مُغْنِيَ كُلِّ فَقِيْرٍ، وَيَا مُقَوِّيَ كُلِّ ضَعِيْفٍ، وَيَا مَأْمَنَ كُلِّ مَخِيْفٍ.. يَسِّرْ عَلَيْنَا كُلَّ عَسِيْرٍ، فَتَيْسِيْرُ الْعَسِيْرِ عَلَيْكَ يَسِيْرٌ.
اللَّهُمَّ يَا مَنْ لاَ يَحْتَاجُ إِلَى الْبَيَانِ وَالتَّفْسِيْرِ.. حَاجَاتُنَا إِلَيْكَ كَثِيْرٌ، وَأَنْتَ عَالِمٌ بِهَا وَبَصِيْرٌ وَخَبِيْرٌ.
اللَّهُمَّ إِنِّيْ أَخَافُ مِنْكَ، وَأَخَافُ مِمَّنْ يَخَافُ مِنْكَ، وَأَخَافُ مِمَّنْ لاَ يَخَافُ مِنْكَ.
اللَّهُمَّ بِحَقِّ مَنْ يَخَافُ مِنْكَ.. نَجِّنِيْ مِمَّنْ لاَ يَخَافُ مِنْكَ.
اللَّهُمَّ بِحَقِّ سَيِّدِنَا مُحَمَّدٍ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ.. احْرُسْنَا بِعَيْنِكَ الَّتِيْ لاَ تَنَامُ، وَاكْنُفْنَا بِكَنَفِكَ الَّذِيْ لاَ يُرَامُ، وَارْحَمْنَا بِقُدْرَتِكَ عَلَيْنَا، فَلاَ نَهْلِكُ وَأَنْتَ ثِقَتُنَا وَرَجَاؤُنَا يَا اللهُ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ.
وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ الْبَشِيْرِ الْنَّذِيْرِ، وَالسِّرَاجِ الْمُنِيْرِ، وَعَلَىٰ آلِهِ وَصَحْبِهِ وَسَلَّمَ.
وَالْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ..
''',
      false,
      incrementedContentId++, //88,
      hasVoice: true,
      voiceFile: "1bI3SFC9MOw_qfbygCuMBMytCAoYNzd-a",
    ),
    Content(
      incrementedContentId,
      //      128,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ، بِاسْمِ اللهِ مَا شَاءَ اللهُ، لاَ يَصْرِفُ السُّوءَ إِلاَّ اللهُ، بِاسْمِ اللهِ مَا شَاءَ اللهُ، مَا كَانَ مِنْ نِعْمَةٍ فَمِنَ اللهِ، بِاسْمِ اللهِ مَا شَاءَ اللهُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، بِاسْمِ اللهِ، وباللهِ، وَمِنَ اللهِ، وَإِلَىٰ اللهِ، وَعَلَىٰ اللهِ، وَفِي اللهِ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، بِاسْمِ اللهِ احْتَجَبْتُ، وَبِحَوْلِ اللهِ اعْتَصَمْتُ، وَبِقُوَّةِ اللهِ اسْتَمْسَكْتُ، مَا شَاءَ اللهُ لاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيْمِ، دَخَلْتُ فِي طَيِّ أَمْواجِ أسْرَارِ الحُجُبِ النَّوْرَانِيَّةِ، الَّتِيْ لاَ يُطِيقُ النَّاظِرُ إِلَى كَشْفِ حَقَائِقِها، وَاتَّزَرْتُ بِسُرَادِقِ الهَيْبَةِ الْمُنْزَلَةِ مِنْ أَنْوَارِ أَسْرارِ الجَلاَلِ، وَتَرَدَّيْتُ بالإِمْدَادَاتِ الوَاصِلَةِ مِنْ أَسْرَارِ الأَسْماءِ الْحُسْنَى، وَاكْتَنَفْتُ بِكَنَفِ اللهِ الْمُطْلَقِ، الَّذِي مَنَعَ عَنِّي أَذَىٰ كُلِّ مَخْلُوقٍ مِنْ أَهْلِ السَّمٰواتِ وَالأَرَضِينَ، حِرْزُ اللهِ مَانِعٌ، وَسِرُّ أَسْمَائِهِ دَافِعٌ، وَنُوْرُ جَلالِهِ لاَمِعٌ، وَبَهَاءُ جَمَالِهِ سَاطِعٌ، فَمَنْ أَرَادَنِي بِسُوءٍ، أَوْ كَادَنِيْ بِكَيْدٍ.. كَانَ بِإِذْنِ اللهِ مَمْنُوعاً مَدْفُوعاً، وَكُنْتُ بِأَمْنِ اللهِ مَحْفُوظاً مَعْصُوماً، مُؤَيَّداً مَنْصُوراً، انْدَحَضَ كُلُّ شَيْطَانٍ، وَقُهِرَ كُلُّ جَبَّارٍ، وَذَلَّ كُلُّ مُتَكَبِّرٍ، وَخَضَعَ كُلُّ مَلِكٍ لِهَيْبَةِ عَظَمَةِ جَلالِ اللهِ، امْتَنَعَ السُّوءُ عَنِّيْ وَانْدَفَعَ، وَظَهَرَ نُورُ النَّصْرِ وَلَمَعَ، وَبَدا سِرُّ أَسْمَاءِ اللهِ وَسَطَعَ، وَذَلَّ كُلٌّ مِنَ الجِنِّ وَالإِنْسِ وَخَضَعَ، إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ، وَكَفَى بِرَبِّكَ وَكِيلاً، مَا شَاءَ اللهُ كَانَ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيْمِ، حم حم حم حم حم حم حم حُمَّ الأَمْرُ، وَجَاءَ النَّصْرُ، فَعَلَيْنَا لا يُنْصَرُون.
بِاسْمِ اللهِ الْعَزِيزِ تَسَرْبَلْتُ، وَبِحِجَابِهِ الْحَصِيْنِ تَحَصَّنْتُ، وَمِنَ الشَّفَاعَةِ بِرَسُولِهِ الكَرِيمِ تَرَجَّيْتُ.
بِاسْمِ اللهِ القادِرِ، القَاهِرِ، القَوِيِّ، المَلِكِ، القَدِيرِ، النَّصِيرِ، الْحَيِّ، القَيُّوْمِ، ذِي الْجَلالِ وَالإِكْرَامِ، هَبَّ نَسِيمُ النَّصْرِ، وَخَمَدَتْ نَارُ الْعَداوَةِ وَالحَرْبِ.
قُل هُوَ رَبِّي لاَ إِلٰهَ إِلاَّ هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَإِلَيْهِ مَتَاب ﴿  فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ١٢٩ ﴾. وَيُكَرِّرُ هَذِهِ الآيَةَ (سَبْعَ مَرَّاتٍ).
وَكانَ سَيِّدُنا الحَبِيْبُ عَبْدُ اللهِ بْنُ حُسَيْنِ ابْنِ طَاهِرٍ يُوصِي بِهذَا الْوِرْدِ المَذْكُورِ كَثِيراً، وَيَذْكُرُ لَهُ فَضَائِلَ وَخَواصَّ جَلِيلَةً، وَأَنَّهُ لِقَهْرِ الأَعْدَاءِ. اهـ.
''',
      false,
      incrementedContentId++, //90,
    ),
    Content(
      incrementedContentId,
      //      129,
      '''«بِاسْمِ اللهِ، اللهُ أَكْبَرُ عَلَى مَنْ أَرادَنَا بِسُوءٍ وَأَضْمَرَ، مِنْ جَمِيعِ الأَسْوَدِ وَالأَحْمَرِ، وَمِنْ كُلِّ البَشَرِ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ فِي البَحْرِ وَالْبَرِّ.
بَاسْمِ اللهِ، اللهُ أَكْبَرُ، الْقَوِيُّ، الْغَالِبُ، القَاهِرُ، الْمَانِعُ، السَّالِبُ، عَلَى مَنْ هَمَّ بِنَا بِشَرٍّ، أَوْ مَكْرٍ، أوْ غَدْرٍ، أَوْ سِحْرٍ مِنْ حَاسِدٍ، أَوْ كَائِدٍ، وَمِنْ شَرّ كُلّ مَنْ فِي المَشَارِقِ وَالْمَغَارِبِ.
بِاسْمِ اللهِ، اللهُ أَكْبَرُ الْعَزِيْزُ، الكَبِيرُ، الْحَفِيْظُ، النَّصِيرُ، السَّمِيعُ، البَصِيرُ، الْعَلِيْمُ، الْخَبِيرُ مِنْ شَرِّ وَسْوَاسٍ فِي صُدُورِ أَهْلِ البَغْيِ وَالطُّغْيانِ، مِنَ الإِنْسِ وَالْجَانِّ. وَاحْفَظْنِيْ مِنْ شَرِّهِمْ يَا حَفِيظُ، يَا حَافِظُ فِي كَنَفِكَ الْمَكْنُونِ، وَفِي حِفْظِ سِتْرِكَ الْمَصُونِ، وَاحْمِنيْ بِوِقَايَةِ عِنَايَتِكَ يَا مَنْ لاَ تَرَاهُ الْعُيُونُ، مَزِّقْ جَمْعَهُمْ، وَشَتِّتْ شَمْلَهُمْ، فَعَلَيْنَا لاَ يَقْدِرُون، وَبِـ﴿حم﴾ لا يُنْصَرُون؛ ﴿ فَأَغْشَيْنَـٰهُمْ فَهُمْ لَا يُبْصِرُونَ﴾، ﴿  صُمٌّۢ بُكْمٌ عُمْىٌۭ فَهُمْ لَا يَعْقِلُونَ﴾، وَلاَ يَسْتَطِيْعُونَ الْمُضِيَّ وَلاَ المَجِيءَ إِلَيْنَا، وَسِتْرُ اللهِ مَسْبُولٌ عَلَيْنَا، وَعَيْنُ اللهِ نَاظِرَةٌ إِلَيْنَا، بِحَوْلِ اللهِ لاَ يُقْدَرُ عَلَيْنَا، 
يا غَارَةَ اللهِ حُلِّي رَبْطَ مَا شَبَكُوا، 
وَمَزِّقِي جَمْعَ أَعْدَائِيْ وَمَا ارْتَكَبُوا، 
وَاغْطِسِيهِمْ بِبَحْرٍ لاَ نَجَاةَ لهُمْ، 
فِي ذلِكَ الْبَحْرِ قَد غَرِقُوا وَقَدْ هَلَكُوا.
سَيْفُ اللهِ القَاطِعُ البَاتِرُ، الْقَوِيُّ الشَّدِيدُ الْقَاهِرُ، لِكُلِّ عَدُوٍّ مُجَاهِرٍ، أَوْ شَيْطَانٍ أَوْ سُلطَانٍ جَائِرٍ، أوْ مَفْتُونٍ أَوْ حَاسِدٍ أَوْ فَاجِرٍ أو ساحِرٍ، أوْ فَاسِقٍ أَوْ كَافِرٍ، تَحَصَّنْتُ بِالْحَيِّ القَيُّومِ الأَبَدِيّ الأَزَلِيّ الدَّائِمِ، الَّذِي لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ، مِنْ شَرّ الأعْداءِ وَالْحُسَّادِ، وَمِنْ شَرّ كُلّ الْعِبَادِ.
خَبَّأْتُ نَفْسِي فِي خَزَائِنِ بِسْمِ اللهِ، وَاحْتَرَزْتُ بِحِرْزِ مَا شَاءَ اللهُ، وَاحْتَطْتُ بِلا إِلٰهَ إِلاَّ اللهُ، وَتَقَلَّدْتُ بِسَيْفِ حَسْبِيَ اللهُ، وَاعْتَصَمْتُ بِلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، وَتَشَفَّعْتُ بِسَيِّدِنَا رَسُولِ اللهِ، وَدَخَلْتُ فِي أَمَانِ كَنَفِ اللهِ، وَفِي حِفْظِ عَوْنِ اللهِ، وَتَتَرَّسْتُ بِكُلِّ أسْمَاءِ اللهِ، وَتَدَرَّعْتُ بِسُبْحَانَ اللهِ، وَالحَمْدُ للهِ، وَلا إِلٰهَ إِلاَّ اللهُ، وَاسْتَعَذْتُ بِكُلّ كَلِمَاتِ اللهِ مِنْ عَدُوِّي وَعَدُوِّ اللهِ، وَمِنْ شَرِّ كُلِّ خَلْقِ اللهِ، يَا  سَامِعَ الدُّعَاءِ، وَيَا دَافِعَ البَلاَءِ، وَيَا مَنْ إِلَيْهِ المُلْتَجَأ، وَيَا عَالِمَ السِّرِّ وَأخْفَى، يا مَنْ هُوَ حَاضِرٌ غَيْرُ غَائِبٍ، لاَ يَسْهُو وَلاَ يَنْسَىٰ، حَيٌّ دَائِمٌ أَبَداً لاَ يَمُوتُ، وَانْصُرْنِي عَلَى جَمِيعِ الأَعْدَاءِ، وَاجْعَل بَيْنَنَا وَبَيْنَهُمْ سَدّاً وَلَيْلاً مُسْوَدّاً.
اللَّهُمَّ اجْعَلْ بُيُوتَهُمْ خَاوِيَةً، وَأَيْدِيَهِمْ خَالِيَةً، فَلاَ تَبْقَىٰ مِنْهُمْ بَاقِيَةٌ، وَاحْفَظْنِيْ فِي نَفْسِي، وَدِيْنِي، وَأَهْلِي، وَمَالِيْ، وَأَوْلاَدِي. وَمَا أَحَاطَتْ بِهِ شَفَقَةُ قَلْبِي، بِعَيْنِ عِنَايَتِكَ الْوَاقِيةِ، وَأَسْعِدْنِي فِي كُلِّ حَرَكَةٍ وَسَكْنَةٍ وَنَظْرَةٍ وَخَطْرَةٍ، وَكَلِمَاتٍ وَإِرَادَاتٍ وَنِيَّاتٍ، وَوَفِّقْنِيْ لِلْعَمَلِ الصَّالِحِ، وَلاَ تَجْعَلْ عَلَيَّ لأَحَدٍ تَبِعَةً، وَخَلِّصْنِي اللَّهُمَّ مِنْ كُلِّ هَمٍّ، وَغَمٍّ، وَدَيْنٍ، وَعَدُوٍّ، وَظَالِمٍ، وَكَرْبٍ، وَضِيْقٍ، وَجَارِ سُوءٍ، وَحَاسِدٍ، وَضَارٍّ، وَكَائِدٍ، وَسَاحِرٍ، وَعَائِنٍ، وخَائِنٍ، وَمِنْ سِبَاعٍ، وَحَيَّاتٍ، وَأَفَاعٍ، وَمِنْ شَرِّ كُلِّ ذِي شَرٍّ.
احْتَرَزْتُ بِاسْمِكَ الأَعْظَمِ مِنْ كُلِّ فَصِيحٍ وَأَعْجَمٍ، وَمِنْ كُلِّ هَمٍّ وَغَمٍّ، وَمِنْ كُلِّ سِحْرٍ وَسُمٍّ، فَأَنْتَ ثِقَتِي وَرَجَائِي، فَاشْفِ عِلتِي وَدَائِي، وَأَسْأَلُكَ السَّلاَمَةَ فِي الأَدْيَانِ وَالأَبْدَانِ، وَاجْعَلْنِي مِنْ عَبِيدِ الامْتِنَانِ وَالإِحْسَانِ، وَاكْفِنِي شَرَّ الامْتِحَانِ، وَأَصْلِحْ لِيْ كُلَّ شَأْنٍ، وَاخْتِمْ لَنَا بِالإِيْمَانِ، يَا حَنَّانُ، يَا مَنَّانُ، وَتُبْ عَلَيْنَا تَوْبَةً نَصُوحاً، واغْفِرْ لِيْ، وَلِوَالِدَيَّ، وَلْلمُؤمِنِينَ وَالْمُؤْمِنَاتِ؛ إِنَّكَ مُجِيبُ الدَّعَواتِ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمينَ، وَحَسْبُنَا اللهُ وَنِعْمَ الوَكِيلُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيْمِ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ. اهـ..
''',
      false,
      incrementedContentId++, //91,
    ),
    Content(
      incrementedContentId,
      //      127,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
بِاسْمِ اللهِ، اللهُ أَكْبَرُ، أَقُوْلُ عَلَى نَفْسِيْ وَعَلَى دِيْنِيْ، وَعَلَىٰ أَهْلِيْ وَعَلَىٰ أَوْلاَدِيْ، وَعَلَىٰ مَالِيْ، وَعَلَىٰ أَصْحَابِيْ، وَعَلَىٰ أَدْيَانِهِمْ، وَعَلَىٰ أَمْوَالِهِمْ: أَلْفَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
بِاسْمِ اللهِ، اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، أَقُوْلُ عَلَىٰ نَفْسِيْ، وَعَلَىٰ دِيْنِيْ، وعَلَىٰ أَهْلِيْ، وَعَلَىٰ أَوْلاَدِيْ، وَعَلَىٰ مَالِيْ، وَعَلَىٰ أَصْحَابِيْ، وَعَلَىٰ أَدْيَانِهِمْ، وَعَلَىٰ أَمْوَالِهِمْ: أَلْفَ أَلْفِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
بِاسْمِ اللهِ، اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، أَقُوْلُ عَلَى نَفْسِيْ، وَعَلَى دِيْنِيْ، وَعَلَى أَهْلِيْ، وَعَلَى أَوْلاَدِيْ، وَعَلَى مَالِيْ، وَعَلَى أَصْحَابِيْ، وَعَلَى أَدْيَانِهِمْ، وَعَلَى أَمْوَالِهِمْ: أَلْفَ أَلْفِ أَلْفِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
بِاسْمِ اللهِ، وَبِاللهِ، وَمِنَ اللهِ، وَإِلَىٰ اللهِ، وَعَلَى اللهِ، وَفِيْ اللهِ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
بِاسْمِ اللهِ عَلَى دِيْنِيْ، وَعَلَى نَفْسِيْ، بِاسْمِ اللهِ عَلَى مَالِيْ، وَعَلَى أَهْلِيْ، وَعَلَى أَوْلاَدِيْ، وَعَلَى أَصْحَابِيْ، بِاسْمِ اللهِ عَلَى كُلِّ شَيْءٍ أَعْطَانِيْهِ رَبِّيْ، بِاسْمِ اللهِ رَبِّ السَّمَوَاتِ السَّبْعِ، وَرَبِّ الأَرَضِيْنَ السَّبْعِ، وَرَبِّ الْعَرْشِ الْعَظِيْمِ.
بِاسْمِ اللهِ الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. "ثَلاَثاً".
بِاسْمِ اللهِ خَيْرِ الأَسْمَاءِ فِيْ الأَرْضِ وَفِيْ السَّمَاءِ، بِسمِ اللهِ أَفْتَتِحُ وَبِهِ أَخْتَتِمُ، اللهُ اللهُ اللهُ رَبِّيْ، لاَ أُشْرِكُ بِهِ أَحَداً، اللهُ اللهُ اللهُ لاَ إِلٰهَ إِلاَّ هُوَ، اللهُ اللهُ اللهُ أَعَزُّ وَأَجَلُّ وَأَكْبَرُ، مِمَّا أَخَافُ وَأَحْذَرُ. "ثَلاَثاً".
اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ غَيْرِي، وَمِنْ شَرِّ مَا خَلَقَ رَبِّيْ.
بِكَ اللَّهُمَّ أَحْتَرِزُ مِنْهُمْ، وَبِكَ اللَّهُمَّ أَدْرَأُ فِيْ نُحُوْرِهِمْ، وَبِكَ اللَّهُمَّ أَعُوْذُ مِنْ شُرُوْرِهِمْ، وَأَسْتَكْفِيْكَ إِيَّاهُمْ، وَأُقَدِّمُ بَيْنَ يَدَيَّ وَأَيْدِيْهِمْ، وَأَيْدِيْ مَنْ أَحَاطَتْهُ عِنَايَتِيْ، وَشَمِلَتْهُ إِحَاطَتِيْ:
بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  قُلْ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمْ يَلِدْ وَلَمْ يُولَدْ ٣ وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ٤ ﴾.."ثَلاَثاً".
وَمِثْلُ ذَلِكَ عَنْ يَمِيْنِيْ وَأَيْمَانِهِمْ، وَمِثْلُ ذَلِكَ عَنْ شِمَالِيْ وَعَنْ شَمَائِلِهِمْ، وَمِثْلُ ذَلِكَ أَمَامِيْ وَأَمَامَهُمْ، وَمِثْلُ ذَلِكَ مِنْ خَلْفِيْ وَمِنْ خَلْفِهِمْ، وَمِثْلُ ذَلِكَ مِنْ فَوْقِيْ وَمِنْ فَوْقِهِمْ، وَمِثْلُ ذَلِكَ مِنْ تَحْتِيْ وَمِنْ تَحْتِهِمْ، وَمِثْلُ ذَلِكَ مُحِيْطٌ بِيْ وَبِهِمْ، وَبِمَا أَحَطْنَا بِهِ.
اللَّهُمَّ إِنِّيْ أَسْأَلُكَ لِيْ وَلَهُمْ مِنْ خَيْرِكَ بِخَيْرِكَ الَّذِيْ لاَ يَمْلِكُهُ غَيْرُكَ.
اللَّهُمَّ اجْعَلْنِيْ ـ وَإِيَّاهُم ـ فِيْ حِفْظِكَ، وَعِيَاذِكَ، وَعِبَادِكَ، وَعِيَالِكَ، وَجِوَارِكَ، وَأَمْنِكَ، وَأَمَانَتِكَ، وَحِزْبِكَ، وَحِرْزِكَ، وَكَنَفِكَ، وَسَتْرِكَ، وَلُطْفِكَ، مِنْ كُلِّ شَيْطَانٍ وَسُلْطَانٍ، وَإِنْسٍ وَجَانٍّ، وَبَاغٍ وَحَاسِدٍ، وَسَبُعٍ وَحَيَّةٍ وَعَقْرَبٍ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبيْ عَلَى صِرَاطٍ مُسْتَقِيْمٍ.
حَسْبِيَ الرَّبُّ مِنَ الْمَرْبُوْبِيْنَ، حَسْبِيَ الْخَالِقُ مِنَ الْمَخْلُوْقِيْنَ، حَسْبِيَ الرَّازِقُ مِنَ الْمَرْزُوْقِيْنَ، حَسْبِيَ السَّاتِرُ مِنَ الْمَسْتُوْرِيْنَ، حَسْبِيَ النَّاصِرُ مِنَ الْمَنْصُوْرِيْنَ، حَسْبِيَ الْقَاهِرُ مِنَ الْمَقْهُوْرِيْنَ، حَسْبِيَ الَّذِيْ هُوَ حَسْبِيْ، حَسْبِيْ مَنْ لَمْ يَزَلْ حَسْبِيْ، حَسْبِيَ اللهُ وَنِعْمَ الْوَكِيْلُ، حَسْبِيَ اللهُ مِنْ جَمِيْعِ خَلْقِهِ.
﴿إِنَّ وَلِـِّۧىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَـٰبَ ۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ ١٩٦﴾.
﴿وَإِذَا قَرَأْتَ ٱلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ حِجَابًۭا مَّسْتُورًۭا ٤٥ وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًۭا ۚ وَإِذَا ذَكَرْتَ رَبَّكَ فِى ٱلْقُرْءَانِ وَحْدَهُۥ وَلَّوْا۟ عَلَىٰٓ أَدْبَـٰرِهِمْ نُفُورًۭا ٤٦﴾.
﴿ فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ١٢٩﴾. "سَبْعاً".
وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ، النَّبِيِّ الأُمِّيِّ، وَعَلَىٰ آلِهِ وَصَحْبِهِ وَسَلَّمَ.
"ثُمَّ يَنْفُثُ ـ مِنْ غَيْرِ بَصْقٍ ـ عَنْ يَمِيْنِهِ ثَلاَثاً، وَعَنْ شِمَالِهِ ثَلاَثاً، وَعَنْ أَمَامِهِ ثَلاَثاً، وَمِنْ خَلْفِهِ ثَلاَثاً، ثُمَّ يَقُوْلُ:"
خَبَأْتُ نَفْسِيْ فِيْ خَزَائِنِ بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ، أَقْفَالُهَا ثِقَتِيْ باللهِ، مَفَاتِيْحُهَا لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، أُدَافِعُ بِكَ اللَّهُمَّ عَنْ نَفْسِيْ مَا أُطِيْقُ وَمَا لاَ أُطِيْقُ، لاَ طَاقَةَ لِمَخْلُوْقٍ مَعَ قُدْرَةِ الْخَالِقِ، حَسْبِيَ اللهُ وَنِعْمَ الْوَكِيْلُ، بِخَفِيِّ لُطْفِ اللهِ، بِلَطِيْفِ صُنْعِ اللهِ، بِجَمِيْلِ سِتْرِ اللهِ.. دَخَلْتُ فِيْ كَنَفِ اللهِ، تَشَفَّعْتُ بِسَيِّدِنَا رَسُوْلِ اللهِ، تَحَصَّنْتُ بِأَسْمَاءِ اللهِ، آمَنْتُ بِاللهِ، تَوَكَّلْتُ عَلَى اللهِ، ادَّخَرْتُ اللهَ لِكُلِّ شِدَّةٍ.
اللَّهُمَّ يَا مَنِ اسْمُهُ مَحْبُوْبٌ، وَوَجْهُهُ مَطْلُوْبٌ.. اكْفِنِيْ مَا قَلْبِيْ مِنْهُ مَرْهُوْبٌ، أَنْتَ غَالِبٌ غَيْرُ مَغْلُوْبٍ.
وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ، وَآلِهِ وَصَحْبِهِ وَسَلَّمَ.
حَسْبِيَ اللهُ وَنِعْمَ الْوَكِيْلُ..
''',
      false,
      incrementedContentId++,
      hasVoice: true,
      voiceFile: "1ek2tnjJvmT3DAZMmpCtlcv1gIpsjDtdZ",
    ),
    Content(
      incrementedContentId,
      //      130,
      '''أَعْدَدْتُ لِكُلِّ هَوْلٍ أَلْقَاهُ فِي الدُّنْيَا وَالآخِرَةِ: لا إِلٰهَ إِلاَّ اللهُ، وَلِكُلِّ هَمٍّ وَغَمٍّ مَا شَاءَ اللهُ، وَلِكُلِّ نِعْمَةٍ الحَمْدُ للهِ، وَلِكُلِّ رَخَاءٍ وَشِدَةٍ الشُّكْرُ للهِ، وَلِكُلِّ أُعْجُوْبَةٍ سُبْحَانَ اللهِ، وَلِكُلِّ ذَنْبٍ أَسْتَغْفِرُ اللهَ، وَلِكُلِّ مُصِيْبَةٍ إِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُوْنَ، وَلِكُلِّ ضِيْقٍ، حَسْبِيَ اللهُ، وَلِكُلِّ قَضَاءٍ وَقَدَرٍ تَوَكَّلْتُ عَلَىٰ اللهِ، وَلِكُلِّ طَاعَةٍ وَمَعْصِيَةٍ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، وَلِكُلِّ سُكُوْنٍ وَحَرَكَةٍ بِاسْمِ اللهِ.
لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، يُحْيِـيْ وَيُمِيْتُ، بِيَدِهِ الْخَيْرُ وَهُوَ عَلَىٰ كُلِّ شَيء قَدِيْرٌ "عَشْراً".
لاَ إِلٰهَ إِلاَّ اللهُ المَلِكُ الحَقُّ المُبِيْنُ "عَشْراً".
لاَ إِلٰهَ إِلاَّ اللهُ الوَاحِدُ القَهَّارُ، رَبُّ السَّموَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا العَزِيْزُ الغَفَّار "عَشْراً".
سُبْحَانَ اللهِ، وَالحَمْدُ للهِ وَلاَ إِلٰهَ إِلاَّ اللهُ، واللهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ "عَشْراً".
سُبُّوحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوْحِ "عَشْراً".
أَسْتَغْفِرُ اللهِ الْعَظِيْمِ الَّذِي لا إِلٰهَ إِلاَّ هُوَ الحَيَّ القَيُّوْمَ وَأَتُوبُ إِلَيْهِ، وَأَسْأَلُهُ التَّوْبَةَ وَالمَغْفِرَةَ "عَشْراً".
اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ رَادَّ لِمَا قَضَيْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ "عَشْراً".
اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ النَّبيِّ الأُمِّيِّ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ "عَشْراً".
بِاسْمِ الله الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيْعُ العَلِيْمُ "عَشْراً"..
''',
      false,
      incrementedContentId++, //92,
    ),
    Content(
      incrementedContentId,
      //      132,
      '''اللَّهُمَّ كَما لَطَفْتَ في عَظَمَتِكَ دُونَ اللُّطَفَاءِ، وعَلَوْتَ بِعظمتِكَ على الْعُظَمَاءِ، وعَلِمْتَ مَا تحتَ أَرْضِكَ كَعلمِكَ بما فوقَ عَرشِكَ، وكانتْ وسَاوِسُ الصُّدُورِ كالعَلانِيَةِ عِنْدَكَ، وعَلانِيَةُ القَولِ كالسرِّ في عِلْمِكَ، وانقَادَ كُلُّ شَيْءٍ لعظمَتِكَ، وخَضَعَ كُلُّ ذِي سُلطانٍ لسُلطَانِكَ، وصَارَ أمْرُ الدُّنْيَا والآخرةِ كُلُّهُ بِيَدِكَ.. اجْعَلْ لِي مِنْ كُلِّ هَمٍّ أَصْبَحْتُ أو أَمْسَيْتُ فيهِ فَرَجاً ومَخْرَجاً.
اللَّهُمَّ إنّ عَفْوَكَ عَنْ ذُنُوبِي، وتَجَاوُزَكَ عَنْ خَطِيئَتي، وَسِتْرَكَ عَلَى قَبِيحِ عَمَلِي.. أطْمَعَنِي أنْ أَسأَلَكَ مَا لا أَسْتَوْجِبُهُ مِنْكَ مِمَّا قَصّرْتُ فِيهِ.
أَدْعُوكَ آمِناً، وأَسْأَلُكَ مُسْتَأْنِساً، وإِنَّكَ المُحْسِنُ إليَّ، وأنَا المُسيءُ إلى نَفْسِي فِيمَا بَيني وبَيْنَكَ، تَتَوَدَّدُ إِليَّ بِنِعْمَتِكَ، وأتَبَّغَّضُ إليْكَ بالْمَعَاصِي، ولٰكِنَّ الثّقَةَ بِكَ حَمَلَتْنِي عَلَى الجَراءَةِ عَليكَ، فَعُدْ بفَضْلِكَ وإِحْسَانكَ عَليَّ؛ إِنّكَ أَنْتَ التَّوَّابُ الرّحِيمُ.
فإِنَّكَ قلتَ وقولكَ الحقُّ: ﴿اللَّهُ لَطيفٌ بِعِبادِهِ يَرزُقُ مَن يَشاءُ وَهُوَ القَوِيُّ العَزيزُ﴾.
يا لطيفُ يا خبيرُ يا حفيظُ. وصلَّىٰ اللهُ على سَيِّدِنَا مُحَمَّدٍ وآلهِ وسلَّمَ.
وهذا الدعاء ينسب لسيِّدِنا الخضرِ عليهِ السلامُ.
''',
      false,
      incrementedContentId++, //94,
    ),
    Content(
      incrementedContentId,
      //      133,
      '''لا إِلهَ إِلاَّ اللهُ العَظِيْمُ الحَلِيْمُ، لا إِلهَ إِلاَّ اللهُ رَبُّ العَرْشِ العَظِيْمُ، لا إِلٰهَ إِلاَّ اللهُ رَبُّ السَّمواتِ وَرَبُّ الأَرْضِ، وَرَبُّ العَرْشِ الكَرِيْمُ، لا إِلهَ إِلاَّ أَنْتَ سُبْحانَكَ، إِنِّي كُنْتُ مِنَ الظَّالمِيْنَ "ثَلاَثاً"..''',
      false,
      incrementedContentId++, //95,
    ),
    Content(
      incrementedContentId,
      //      137,
      ''' أَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ
﴿  وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـَٔايَـٰتِنَا فَقُلْ سَلَـٰمٌ عَلَيْكُمْ ۖ كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۖ أَنَّهُۥ مَنْ عَمِلَ مِنكُمْ سُوٓءًۢا بِجَهَـٰلَةٍۢ ثُمَّ تَابَ مِنۢ بَعْدِهِۦ وَأَصْلَحَ فَأَنَّهُۥ غَفُورٌۭ رَّحِيمٌۭ ٥٤﴾ ﴿ بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٌۭ وَلَمْ تَكُن لَّهُۥ صَـٰحِبَةٌۭ ۖ وَخَلَقَ كُلَّ شَىْءٍۢ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌۭ ١٠١ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ خَـٰلِقُ كُلِّ شَىْءٍۢ فَٱعْبُدُوهُ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ وَكِيلٌۭ ١٠٢ لَّا تُدْرِكُهُ ٱلْأَبْصَـٰرُ وَهُوَ يُدْرِكُ ٱلْأَبْصَـٰرَ ۖ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ ١٠٣﴾ ﴿  الٓر ۚ﴾ ﴿  كٓهيعٓصٓ﴾ ﴿  حمٓ ١ عٓسٓقٓ ٢﴾ ﴿  قَـٰلَ رَبِّ ٱحْكُم بِٱلْحَقِّ ۗ وَرَبُّنَا ٱلرَّحْمَـٰنُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ ١١٢﴾ ﴿  طه ١ مَآ أَنزَلْنَا عَلَيْكَ ٱلْقُرْءَانَ لِتَشْقَىٰٓ ٢ إِلَّا تَذْكِرَةًۭ لِّمَن يَخْشَىٰ ٣ تَنزِيلًۭا مِّمَّنْ خَلَقَ ٱلْأَرْضَ وَٱلسَّمَـٰوَٰتِ ٱلْعُلَى ٤ ٱلرَّحْمَـٰنُ عَلَى ٱلْعَرْشِ ٱسْتَوَىٰ ٥ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ ٱلثَّرَىٰ ٦ وَإِن تَجْهَرْ بِٱلْقَوْلِ فَإِنَّهُۥ يَعْلَمُ ٱلسِّرَّ وَأَخْفَى ٧ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ٨ ﴾ "ثَلاَثاً".
اللَّهُمَّ إِنكَ تَعْلَمُ أَنِّيْ بِالجَهَالَةِ مَعْرُوْفٌ، وَأَنْتَ بِالْعِلْمِ مَوْصُوْفٌ، وَقَدْ وَسِعْتَ كُلَّ شَيْءٍ مِنْ جَهَالَتِيْ بِعِلْمِكَ، فَسَعْ ذٰلِكَ بِرَحْمَتِكَ، كَمَا وَسِعْتَهُ بِعِلْمِكَ، وَاغْفِرْ لِيْ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٍ، يَا اللهُ... يَا مَالِكُ يَا وَهَّابُ، هَبْ لَنَا مِنْ نَعْمَاكَ مَا عَلِمْتَ لَنَا فِيْه رِضْاكَ، وَاكْسُنَا كِسْوَةً تَقِينَا بِهَا مِنَ الْفِتَنِ فِيْ جَمِيْعِ عَطَايَاكَ، وَقَدِّسْنَا بِهَا عَنْ كُلِّ وَصْفٍ يُوْجِبُ نَقْصاً مِمَّا اسْتَأْثَرْتَ بِهِ فِيْ عِلْمِكَ عَمَّنْ سِوَاكَ، يَا اللهُ يَا عَظِيْمُ، يَا عَلِيُّ يَا كَبِيْرُ، نَسْأَلُكَ الْفَقْرَ مِمَّا سِوَاكَ، وَالْغِنَى بِكَ حَتَّى لاَ نَشْهَدَ إِلاَّ إِيَّاكَ، وَالْطُفْ بِنَا فِيْهِمَا لُطْفاً عَلِمْتَهُ يَصْلُحُ لِمَنْ وَالاَكَ، وَاكْسُنَا جَلاَبِيْبَ الْعِصْمَةِ فِيْ الأَنْفَاسِ وَاللَّحَظَاتِ، وَاجْعَلْنَا عَبِيْداً لَكَ فِيْ جَمِيْعِ الْحَالاَتِ، وَعَلِّمْنَا مِنْ لَدُنْكَ عِلْمَاً نَصِيْرُ بِهِ كَامِلِيْنَ فِيْ الْمَحْيَا وَالْمَمَاتِ.
اللَّهُمَّ أنْتَ الْحَمِيْدُ، الرَّبُّ الْمَجِيْدُ، الْفَعَّالُ لِمَا يُرِيْدُ، تَعْلَمُ فَرَحَنَا بِمَاذَا وَلِمَاذَا وَعَلَى مَاذَا، وَتَعْلَمُ حُزْنَنَا كَذلِكَ، وَقَدْ أَوجَبْتَ كَوْنَ مَا أَرَدْتَهُ فِيْنَا وَمِنَّا، وَلاَ نَسْأَلُكَ دَفْعَ مَا تُرِيْدُ، وَلكِنْ نَسْأَلُكَ التَّأْيِيدَ بِرُوْحٍ مِنْ عِنْدِكَ فِيْمَا تُرِيْدُ، كَمَا أَيَّدْتَ أَنْبِيَاءَكَ وَرُسُلَكَ، وَخَاصَّةً الصِّدِّيْقِيْنَ مِنْ خَلْقِكَ؛ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ.
اللَّهُمَّ فَاطِرَ السَّموَاتِ وَالأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ، فَهَنِيْئاً لِمَنْ عَرَفَكَ فَرَضِيَ بِقَضَائِكَ، وَالْوَيْلُ لِمَنْ لَمْ يَعْرِفْكَ، بَلِ الْوَيْلُ ثُمَّ الْوَيْلُ لِمَنْ أَقَرَّ بِوَحْدَانِيَّتِكَ وَلَمْ يَرْضَ بِأَحْكَامِكَ.
اللَّهُمَّ إِنَّ الْقَوْمَ قَدْ حَكَمْتَ عَلَيْهِمْ بِالذُّلِّ حَتَّى عَزُّوْا، وَحَكَمْتَ عَلَيْهِمْ بِالْفَقْدِ حَتَّى وَجَدُوْا، فَكُلُّ عِزٍّ يَمْنَعُ دُوْنَكَ، فَنَسْأَلُكَ بَدَلَهُ ذُلاًّ تَصْحَبُهُ لَطَائِفُ رَحْمَتِكَ، وكُلُّ وِجْدٍ يَحْجُبُ عَنْكَ فَنَسْأَلُكَ عِوَضَهُ فَقْداً تَصْحَبُهُ أَنْوَارُ مَحَبَّتِكَ، فَإِنَّهُ قَدْ ظَهَرَتِ السَّعَادَةُ عَلَى مَنْ أَحْبَبْتَهُ، وَظَهَرَتِ الشَّقَاوَةُ عَلَى مَنْ غَيْرُكَ مَلَكَهُ، فَهَبْ لَنَا مِنْ مَوَاهِبِ السُّعَدَاءِ، وَاعْصِمْنَا مِنْ مَوَارِدِ الأَشْقِيَاءِ.
اللَّهُمَّ إِنَّا قَدْ عجَزْنَا عَنْ دَفْعِ الضُّرِّ عَنْ أَنْفُسِنَا مِنْ حَيْثُ نَعْلَمُ بِمَا نَعْلَمُ، فَكَيْفَ لاَ نَعْجِزُ عَنْ ذلِكَ مِنْ حَيْثُ لاَ نَعْلَمُ بِمَا لاَ نَعْلمُ، وَقَدْ أَمَرْتَنَا وَنَهَيْتَنَا، وَالْمَدْحَ وَالذَّمَّ أَلْزَمْتَنَا، فَأَخُو الصَّلاَحِ مَنْ أَصْلَحْتَه، وَأَخُوْ الْفَسَادِ مَنْ أَضْلَلْتَهُ، وَالسَّعِيْدُ حَقَّاً مَنْ أَغْنَيْتَهُ عَنِ السُّؤالِ مِنْكَ، وَالشَّقِيُّ حَقَّاً مَنْ أَحْرَمْتَهُ مَعَ كَثْرَةِ السُّؤالِ لَكَ، فَأَغْنِنَا بِفَضْلِكَ عَنْ سُؤَالِنَا مِنْكَ، وَلاَ تَحْرِمْنَا مِنْ رَحْمَتِكَ مَعَ كَثْرَةِ سُؤَالِنَا لكَ؛ واغفر لنا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، يَا شَدِيْدَ البَطْشِ، يَا جَبَّارُ يَا قهَّارُ يَا حَكِيْمُ، نَعُوْذُ بِكَ مِنْ شَرِّ مَا خَلَقْتَ، وَنَعُوْذُ بِكَ مِنْ ظُلْمَةِ مَا أَبْدَعْتَ، وَنَعُوْذُ بِكَ مِنْ كَيْدِ النُّفُوْسِ فِيْما قَدَّرْتَ وَأَرَدْتَ، وَنَعُوْذُ بِكَ مِنْ شَرِّ الْحُسَّادِ عَلَى مَا أَنْعَمْتَ، وَنَسْأَلُكَ عِزَّ الدُّنْيا وَالآخِرَةِ، كَمَا سَأَلَكَهُ نَبِيُّكَ سَيِّدُنَا مُحَمَّدٌ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ، عِزَّ الدُّنْيَا بِالإِيْمَانِ وَالْمَعْرِفَةِ، وَعِزَّ الآخِرَةِ بِاللِّقَاءِ وَالْمُشَاهَدَةِ؛ إِنَّكَ سَمِيْعٌ قَرِيْبٌ مُجِيْبٌ.
اللَّهُمَّ إِنِّيْ أُقَدِّمُ إليك بَيْنَ يَدَيْ كُلِّ نَفَسٍ وَلَمْحَةٍ وَطَرْفَةٍ يَطْرِفُ بِهَا أَهْلُ السَّموَاتِ وَأَهْلُ الأَرْضِ، وَكُلِّ شَيْءٍ هُوَ فِيْ عِلْمِكَ كَائِنٌ أَوْ قَدْ كَانَ، أُقَدِّمُ إِلَيْكَ بَيْنَ يَدَيْ ذٰلِكَ كُلِّهِ ﴿  ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥﴾.
أَقْسَمْتُ عَلَيْكَ بِبَسْطِ يَدَيْكَ، وَكَرَمِ وَجْهِكَ وَنُوْرِ عَيْنَيْكَ، وَكَمَالِ أَعْيُنِكَ، أَنْ تُعْطِينَا خَيْرَ مَا نَفِذَتْ بِهِ مَشِيْئَتُكَ، وَتَعَلَّقَتْ بِهِ قُدْرَتُكَ، وجَرَى بِهِ قَلَمُكَ، وَأَحَاطَ بِهِ عِلْمُكَ، وَاكْفِنَا شَرَّ مَا هُوَ ضِدٌّ لِذلِكَ، وَأَكْمِلْ دِيْنَنَا، وَأَتْمِمْ عَلَيْنَا نِعْمَتَكَ، وَهَبْ لَنا حِكْمَةَ الْحِكْمَةِ الْبالِغَةِ، مَع الْحَيَاةِ الطَّيِّبَةِ، وَالْمَوْتَةِ الحَسَنَةِ، وَتَولَّ قَبْضَ أَرْوَاحِنَا بِيَدِكَ، وَحُلْ بَيْنَنَا وَبَيْنَ غَيْرِكَ فِيْ الْبَرْزَخِ، وَمَا قَبْلَهُ وَمَا بَعْدَهُ، بِنُوْرِ ذَاتِكَ، وَعَظِيْمِ قُدْرَتِكَ، وَجَمِيْلِ فَضْلِكَ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، يَا الله، يَا عَلِيُّ، يَا عَظِيْمُ يَا حَلِيْمُ، يَا حَكِيْمُ، يَا كَرِيْمُ، يَا سَمِيْعُ، يَا قَرِيْبُ، يَا مُجِيْبُ، يَا وَدُوْدُ.. حُلْ بَيْنَنَا وَبَيْنَ فِتْنَةِ الدُّنْيَا وَالنِّسَاءِ، وَالْغَفْلَةِ وَالشَّهْوَةِ، وَظُلْمِ الْعِبَادِ، وَسُوْءِ الْخُلُقِ، وَاغْفِرْ لَنَا ذُنُوْبَنَا، وَاقْضِ عَنَّا تَبِعَاتِنَا، وَاكْشِفْ عَنَّا السُّوْءَ، وَنَجِّنَا مِنَ الْغَمِّ، وَاجْعَلْ لَنَا مِنْهُ مَخْرجاً، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، يَا اللهُ يا اللهُ يَا اللهُ.
يَا لَطِيْفُ، يا رَزَّاقُ، يَا قَوِيُّ، يَا عَزِيْزُ، لَكَ مَقَالِيْدُ السَّموَاتِ وَالأَرْضِ، تَبْسُطُ الرزْقَ لِمَنْ تَشَاءُ وَتَقْدِرُ، فَابْسُطْ لَنَا مِنَ الرِّزْقِ مَا تُوَصِّلُنَا بِهِ إِلَى رَحْمَتِكَ، وَمِنْ رَحْمِتَكِ مَا تَحُوْلُ بِهِ بَيْنَنَا وَبَيْنَ نِقَمِكَ، ومِنْ حِلْمِكَ مَا يَسَعُنَا بِهِ عَفْوُكَ، وَاخْتِمْ لَنَا بِالسَّعَادَةِ الَّتِيْ خَتَمْتَ بِهَا لأَوْلِيَائِكَ، وَاجْعَلْ خَيْرَ أَيَّامِنَا وَأَسْعَدَهَا يَوْمَ لِقَائِكَ، وَزَحْزِحْنَا فِيْ الدُّنْيَا عَنْ نَارِ الشَّهْوَةِ، وَأَدْخِلْنَا بِفَضْلِك فِيْ مَيَادِيْنِ الرَّحْمَةِ، وَاكْسُنا مِنْ لَدُنْكَ جَلاَبِيْبَ الْعِصْمَةِ، وَاجْعَلْ لَنَا ظَهِيْراً مِنْ عُقُوْلِنَا، وَمُهَيْمِناً مِنْ أَرْواحِنَا، وَمُسَخِّراً مِنْ أَنْفُسِنَا؛ كَيْ نُسَبِّحَكَ كَثِيْراً، وَنَذْكُرَكَ كَثِيْراً، إِنَّكَ كُنْتَ بِنَا بَصِيْراً، وَهَبْ لَنَا مُشَاهَدَةً تَصْحَبُهَا مُكَالَمَةٌ، وَافْتَحْ أَسْماعَنَا وَأَبْصَارَنَا، وَاذْكُرْنَا إِذَا غَفَلْنَا عنْكَ بِأَحْسَنِ مَا تَذْكُرُنَا بِهِ إِذَا ذَكَرْنَاكَ، وَارْحَمْنَا إِذَا عَصَيْنَاكَ بِأَتَمِّ مَا تَرْحَمُنَا بِهِ إِذَا أَطَعْنَاكَ، وَاغْفِرْ لَنَا ذُنُوْبَنَا مَا تَقَدَّمَ مِنْهَا وَمَا تَأَخَّرَ، وَالْطُفْ بِنَا لُطْفَاً يَحْجُبُنَا عَنْ غَيْرِكَ، وَلاَ يَحْجُبْنَا عَنْكَ، فَإِنَّكَ بِكُلِّ شَيءٍ عَلِيْمٌ.
اللَّهُمَّ إِنَّا نَسْأَلُكَ لِسَاناً رَطْباً بِذِكْرِكَ، وَقَلْباً مُنَعَّماً بِشُكْرِكَ، وَبَدَناً هَيِّناً لَيِّناً لِطَاعِتِكَ، وَأَعْطِنَا مَعَ ذلِكَ ما لاَ عَيْنٌ رأَتْ، وَلاَ أُذُنٌ سَمِعَتْ، وَلاَ خَطَرَ عَلَى قَلْبِ بَشَرٍ، كَمَا أَخْبَرَ بِهِ رَسُوْلُكَ مُحَمَّدٌ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ، حَسْبَمَا عَلَّمْتَهُ بِعِلْمِكَ، وَأَغْنِنَا بِلاَ سَبَبٍ، وَاجْعَلْنَا سَبَبَ الْغِنَى لأَوْلِيَائِكَ، وَبَرْزَخاً بَيْنَهُمْ وَبَيْنَ أَعْدَائِكَ؛ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.
اللَّهُمَّ إِنَّا نَسْأَلُكَ إِيْماناً دَائِماً، وَنَسْأَلُكَ قَلْباً خَاشِعاً، وَنَسْأَلُكَ عِلْماً نَافِعاً، وَنَسْأَلُكَ يَقِيْناً صَادِقاً، وَنَسْأَلُكَ دِيْناً قَيِّماً، وَنَسْأَلُكَ الْعَافِيَةَ مِنْ كُلِّ بَلِيَّةٍ، وَنَسْأَلُكَ تَمَامَ الْعافِيَةِ، وَنَسْأَلُكَ دَوَامَ الْعَافِيَةِ، وَنَسَأْلُكَ الشُّكْرَ عَلَى الْعافِيَةِ، وَنَسْأَلُكَ الْغِنَى عَنِ النَّاسِ.
اللَّهُمَّ إِنَّا نَسْأَلُكَ التَّوْبَةَ الْكامِلَةَ، وَالْمَغْفِرَةَ الشَّامِلَةَ، وَالْمَحَبَّةَ الْجَامِعَةَ، وَالْخُلَّةَ الصَّافِيَةَ، وَالْمَعْرِفَةَ الْوَاسِعَةَ، وَالأَنْوَارَ السَّاطِعَةَ، وَالشَّفَاعَةَ الْقَائِمَةَ، وَالْحُجَّةَ الْبَالِغَةَ، وَالدَّرَجَةَ الْعَالِيَةَ، وَفُكَّ وَثَاقَنَا مِنَ المَعْصِيَةِ، وَرِهَانَنَا مِنَ النِّقْمَةِ، بِمَوَاهِبِ الْمِنَّةِ.
اللَّهُمَّ إِنَّا نَسْأَلُكَ التَّوْبَةَ وَدَوَامهَا، وَنَعُوْذُ بِكَ مِنَ الْمَعْصِيَةِ وَأَسْبَابِهَا، وَذَكِّرْنَا بِالْخَوْفِ مِنْكَ قَبْلَ هُجُوْمِ خَطَرَاتِهَا، وَاحْمِلْنَا عَلَى النَّجَاةِ مِنْهَا، وَمِنَ التَّفَكُّرِ فِيْ طَرَائِقِهَا، وَامْحُ مِنْ قُلُوْبِنَا حَلاَوَةَ مَا اجْتَنَيْنَاهُ مِنْهَا، وَاسْتَبْدِلْهَا بِالْكَرَاهَةِ لَهَا، وَالطَّعْمِ لِمَا هُوَ بِضِدِّهَا، وَأَفِضْ عَلَيْنَا مِنْ بَحْرِ كَرَمِكَ وَجُودِكَ؛ حَتَّى نَخْرُجَ مِنَ الدُّنْيَا عَلَى السَّلاَمَةِ مِنْ وَبَالِهَا، وَاجْعَلْنَا عِنْدَ الْمَوْتِ نَاطِقِيْنَ بِالشَّهَادَةِ، عَالِمِيْنَ بِهَا "ثَلاَثاً"، وَارْأَفْ بِنَا رَأْفْةَ الحَبِيْبِ بِحَبِيْبِهِ، عِنْدَ الشَّدَائِدِ وَنُزُوْلِهَا، وَأَرِحْنَا مِنْ هُمُوْمِ الدُّنْيَا وَغُمُوْمِهَا، بِالرَّوْحِ وَالرَّيْحَانِ إِلَى الْجَنَّةِ وَنَعِيْمِهَا.
اللَّهُمَّ إنَّا نَسْأَلُكَ تَوْبَةً سَابِقَةً مِنْكَ إِلَيْنَا؛ لِتَكُوْنَ تَوْبَتُنَا تَابِعَةً إِلَيْكَ مِنَّا، وَهَبْ لَنَا التَّلَقِيَّ مِنْكَ، كَتَلَقِّيْ آدَمَ مِنْكَ الْكَلِمَاتِ؛ ليَكُوْنَ قُدْوَةً لِوَلَدِهِ فِيْ التَّوْبَةِ وَالأَعْمَالِ الصَّالِحَاتِ، وَبَاعِدْ بَيْنَنَا وَبَيْنَ الْعِنَادِ وَالإِصْرَارِ، وَالشَّبَهِ بِإِبْلِيْسَ رَأْسِ الْغُوَاةِ، وَاجْعَلْ سَيِّئَاتِنَا سَيِّئَاتِ مَنْ أَحْبَبْتَ، وَلاَ  تَجْعَلْ حَسَنَاتِنَا حَسَنَاتِ مَنْ أَبْغَضْتَ، فَالإِحْسَانُ لاَ يَنْفَعُ مَعَ الْبُغْضِ مِنْكَ، وَالإِسَاءَةُ لاَ تَضُرُّ مَعَ الْحبِّ مِنْكَ، وَقَدْ أَبْهَمْتَ عَلَيْنَا الأَمْرَ؛ لِنَرْجُوَ وَنَخَافَ، فَآمِنْ خَوْفَنَا، وَلاَ تُخَيِّبْ رَجَاءَنَا، وَأَعْطِنَا سُؤْلَنَا؛ فَقَدْ أَعْطَيْتَنَا الإِيْمَانَ مِنْ قَبْلِ أَنْ نَسْأَلَكَ، وَكَتَبْتَ وَحَبَّبْتَ، وَزَيَّنْتَ وَكَرَّهْتَ، وَأَطْلَقْتَ الأَلْسُنَ بِمَا بِهِ تَرْجَمْتَ، فَنِعْمَ الرَّبُّ أَنْتَ، فَلَكَ الْحَمْدُ عَلَى مَا أَنْعَمْتَ، فَاغْفِرْ لَنَا، وَلاَ تُعَاقِبْنَا بِالسَّلْبِ بَعْدَ الْعَطَا، وَلا بِكُفْرَانِ النِّعَمِ وَحِرْمَانِ الرِّضَا.
اللَّهُمَّ رَضِّنَا بِقَضَائِكَ، وَصَبِّرْنَا عَلَى طَاعَتِكَ، وَعنْ مَعْصِيَتِكَ، وَعَنِ الشَّهَوَاتِ الْمُوْجِبَاتِ لِلنَّقْصِ وَالْبُعْدِ عَنْكَ، وَهَبْ لَنَا حَقِيْقَةَ الإِيْمَانِ بِكَ، حَتَّى لاَ نَخَافَ غَيْرَكَ، وَلاَ نَرْجُو غَيْرَكَ، وَلاَ نُحِبَّ غَيْرَكَ، وَلاَ نَعْبُدَ شَيْئاً سِوَاكَ، وَأَوْزِعْنَا شُكْرَ نَعْمَائِكَ، وَغَطِّنَا بِرِدَاءِ عَافِيَتِكَ، وَانْصُرْنَا بِالْيَقِيْنِ، وَالتَّوَكُّلِ عَلَيْكَ، وَأَسْفِرْ وُجُوْهَنَا بِنُوْرِ صِفَاتِكَ، وَأَضْحِكْنَا وَبَشِّرْنَا يَوْمَ الْقِيَامَةِ، بَيْنَ أَوْلِيَائِكَ، وَاجْعَلْ يَدَكَ مَبْسُوْطَةً عَلَيْنَا وَعَلَى أَهْلِيْنَا وَأَوْلادِنَا، وَمَنْ مَعَنَا، وَلاَ  تَكِلْنَا إِلَى أَنْفُسِنَا طَرْفَة عَيْنٍ وَلاَ أَقَلَّ مِنْ ذلِكَ، يَا نِعْمَ الْمُجِيْبُ "ثَلاَثاً".
يَا مَنْ هُوَ هُوَ، هُوَ فِيْ عُلُوِّهِ قَريْبٌ، يَا  ذَا الْجَلاَلِ وَالإِكْرَامِ، يَا مُحِيْطاً بِاللَّيَالِيْ وَالأَيَّامِ، أَشْكُوْ إِلَيْكَ مِنْ غَمِّ الْحِجَابِ، وَسُوْءِ الْحِسَابِ، وَشِدَّةِ الْعَذَاب وَإِنَّ ذلِكَ لَوَاقِعٌ، مَا لَهُ مِنْ دَافِعٍ إِنْ لَمْ تَرْحَمْنِيْ.
لاَ إِلٰهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّيْ كُنْتُ مِنَ الظَّالِمِيْنَ "ثَلاَثاً".
وَلَقَدْ شَكَا إِلَيْكَ يَعْقُوْبُ فَخَلَّصْتَهُ مِنْ حُزْنِهِ، وَرَدَدْتَ عَلَيْهِ مَا ذَهَبَ مِنْ بَصَرِهِ، وَجَمَعْتَ بَيْنَهُ وَبَيْنَ وَلَدِهِ، وَلَقدْ نَادَاكَ نُوْحٌ مِنْ قَبْلُ فَنَجَّيْتَهُ مِنْ كَرْبهِ، وَلَقدْ نَادَاكَ أَيُّوْبُ مِنْ بَعْدُ فَكَشَفْتَ مَا بِهِ مِنْ ضُرِّهِ، وَلَقدْ نَادَاكَ يُوْنُسُ فَنَجَّيْتَهُ مِنْ غَمِّهِ، وَلَقدْ نَادَاكَ زَكَرِيَّا فَوَهَبْتَ لَهُ وَلَداً مِنْ صُلْبِهِ؛ بَعْدَ يَأْسِ أَهْلِهِ وَكِبَرِ سِنِّهِ، وَلَقَدْ عَلِمْتَ مَا نَزَلَ بِإِبْرَاهِيْمَ فَأَنْقَذْتَهُ مِنْ نَارِ عَدُوِّهِ، وَأَنْجَيْتَ لُوْطاً وَأَهْلَهُ مِنَ الْعَذَابِ النَّازِلِ بِقَوْمِهِ، فَها أَنَا عَبْدُكَ، إِنْ تُعَذِّبْنِيْ بِجَمِيْعِ مَا عَلِمْتَ مِنْ عَذَابِكَ.. فَأَنَا حَقِيْقٌ بِهِ، وَإِنْ تَرْحَمْنِيْ كَمَا رَحِمْتَهُمْ مَعَ عَظِيْمِ إِجْرَامِيْ.. فَأَنْتَ أَوْلَى بذلِكَ، وَأَحَقُّ مَنْ أَكْرَمَ بِهِ، فَلَيْسَ كَرَمُكَ مَخْصُوْصاً بِمَنْ أَطَاعَكَ وَأَقْبَلَ عَلَيْكَ، بَلْ هُوَ مَبْذُوْلٌ بِالسَّبْقِ لِمَنْ شِئْتَ مِنْ خَلْقِكَ، وَإِنْ عَصَاكَ وَأَعْرَضَ عَنْكَ، وَلَيْسَ مِنَ الْكَرَمِ أَنْ لاَ تُحْسِنَ إِلاَّ لِمَنْ أَحْسَنَ إِلَيْكَ، وَأَنْتَ الْمِفْضَالُ الْغَنِيُّ، بَلْ مِنَ الْكَرَمِ أَنْ تُحْسِنَ إِلَى منْ أَسَاءَ إِلَيْكَ وَأَنْتَ الرَّحِيْمُ الْعَلِيُّ، كَيْفَ وَقَدْ أَمَرْتَنَا أَنْ نُحْسِنَ إِلَى مَنْ أَسَاءَ إِلَيْنَا، فَأَنْتَ أَوْلَى بِذلِكَ مِنَّا، ربَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخَاسِرِيْنَ، يَا اللهُ يَا اللهُ يَا اللهُ يَا رَحْمٰنُ، يَا رَحِيْمُ، يَا  حَيٌّ، يَا قَيُّوْمُ، يَا مَنْ هُوَ هُوَ هُو، يَا هُو إِنْ لَمْ نَكُنْ لِرَحْمَتِكَ أَهْلاً أَنْ نَنَالَهَا.. فَرَحْمَتُكَ أَهْلٌ أَنْ تَنَالَنَا، يَا رَبَّاهُ يَا مَوْلاَهُ، يَا مُغِيْثَ مَنْ عصَاهُ.. أَغِثْنَا "ثَلاَثاً" يَا رَبُّ يَا كَرِيْمُ، وَارْحَمْنَا يَا بَرُّ يَا رَحِيْمُ، يَا مَنْ وَسِعَ كُرْسِيُّهُ السَّموَاتِ وَالأَرْضَ، وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيْمُ "ثَلاَثاً"، أَسْأَلُكَ الإِيْمَانَ بِحِفْظِكَ، إِيمَاناً يَسْكُنُ بِهِ قَلْبِيْ مِنْ هَمِّ الرِّزْقِ، وَخَوْفِ الْخَلْقِ، وَاقْرُبْ مِنِّي قُرْباً، تَمْحَقُ بِهِ عَنِّيْ كُلَّ حِجَابٍ مَحَقْتَهُ عَنْ إِبْرَاهِيْمَ خَلِيْلِكَ، فَلَمْ يَحْتَجْ لِجِبْرِيْلَ رَسُوْلِكَ، وَلاَ لِسُؤَالِهِ مِنْكَ، وَحَجَبْتَهُ بِذلِكَ عَنْ نَارِ عَدُوِّهِ، وَكَيْفَ لاَ  يُحْجَبُ عَنْ مَضَرَّةِ الأَعْدَاءِ مَنْ غَيَّبْتَهُ عَنْ مَنْفَعةِ الأَحِبَّاءِ، كَلَّا إِنِّيْ أَسْأَلُكَ أَنْ تُغَيِّبَنِيْ بِقُرْبِكَ مِنِّي؛ حَتَّى لاَ أَرَى وَلاَ أَسْمَعَ وَلاَ أُحِسَّ بِقُرْبِ شَيْءٍ وَلاَ بِبُعْدِهِ عَنِّي، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.
﴿  أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـٰكُمْ عَبَثًۭا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ ١١٥ فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ ١١٦ وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرْهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ ١١٧ وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ ١١٨ ﴾ ﴿ هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ ٦٥﴾ ﴿  إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا ٥٦﴾ ﴿  سُبْحَـٰنَ رَبِّكَ رَبِّ ٱلْعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَسَلَـٰمٌ عَلَى ٱلْمُرْسَلِينَ ١٨١ وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ ١٨٢﴾.
''',
      false,
      incrementedContentId++, //99,
    ),
    Content(
      incrementedContentId,
      //      138,
      '''بِسْمِ اللهِ، مَا شَاءَ اللهُ، لا قُوَّةَ إِلاَّ بِاللهِ، ما شَاءَ اللهُ، كُلُّ نِعْمَةٍ مِنَ اللهِ، ما شَاءَ اللهُ، الخَيْرُ كُلُّهُ بِيَدِ اللهِ، ما شاءَ اللهُ، لا يَصْرِفُ السُّوْءَ إِلاَّ اللهُ، فَمَنْ قالَها "ثَلاثَ مَرَّاتٍ".. إِذا أصْبَحَ أَمِنَ مِنَ الحَرَقِ، وَالغَرَقِ، والسَّرَقِ، إِنْ شاءَ اللهُ تَعالىٰ.
وَيُقالُ إِنَّ الخَضِرَ وَإِلْياسَ عَلَيْهِما السَّلامُ إِذا الْتَقَيا كُلَّ مَوْسِمٍ لَمْ يَتَفَرَّقا إِلاَّ عَنْ هذِهِ الكَلِماتِ.
''',
      false,
      incrementedContentId++, //100,
    ),
    Content(
      incrementedContentId,
      //      140,
      '''«يَا مُبْدِئُ يَا خَالِقُ» "مِئَةَ مَرَّةٍ" ؛ فَإِنَّهُمَا مِنَ الأَسْمَاءِ الَّتِيْ تُوْرِثُكَ حِفْظَ العُلُوْمِ، وَفَهْمَ مَعَانِيْهَا، وَالنُّطْقَ بِغَرَائِبِهَا!
وَمِنَ الأَسْمَاءِ الَّتِيْ تُوْرِثُكَ اسْتِجَابَةَ الدُّعَاءِ: «يَا سَمِيْعُ، يَا بَصِيْرُ» "مِئَةَ مَرَّةٍ".
وهٰذِهِ الأَسْمَاءُ: «يَا فَتَّاحُ، يَا رَزّاقُ» "مِئَةَ مَرَّةٍ". «يَا كَافِيْ، يَا مُغْنِيْ» "مِئَةَ مَرَّةٍ"، «يَا عَلِيْمُ، يَا قدِيْرُ» "مِئَةَ مَرَّةٍ"، «يَا عَزِيْزُ، يَا وَهَّابُ» "مِئَةَ مَرَّةٍ"، «يَا حَفِيْظُ يَا وَدُوْدُ» "مِئَةَ مَرَّةٍ"، «يَا كَرِيْمُ يَا رَحِيْمُ» "مِئَةَ مَرَّةٍ"، «يَا قَوِيُّ» (سِتَّ عَشْرَةَ وَمِئَةَ مَرَّةٍ).
فاجْتَهِدْ فِي تَرْتِيْبِ هٰذِهِ الأَسْمَاءِ كُلَّ لَيْلَةٍ تَرَ مِنْ بَرَكَاتِهَا كُلَّ خَيْرٍ..
''',
      false,
      incrementedContentId++, //102,
    ),
    Content(
      incrementedContentId,
      //      141,
      '''لْيَكُنْ مِنْ أَوْرَادِكَ كُلَّ يَوْمٍ ـ "مِئَةٌ" مِنْ قَوْلِ: «اللَّهُمَّ حَبِّبْنِيْ إِلَىٰ حَبِيْبكَ مُحَمَّدٍ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ»، فَقَدْ ذُكِرَ أَنَّ ابْنَ عَرَبِيٍّ لَهُ مِنْ هذا الذِّكْرِ كُلَّ يَوْمٍ "أَلْفُ مَرَّةٍ"..''',
      false,
      incrementedContentId++, //103,
    ),
    Content(
      incrementedContentId,
      //      143,
      '''وَعَلَيْكَ بِقِراءَةِ «الدَّلائِلِ» فِي الأُسْبُوعِ، فَتَقْرَأُ كُلَّ يَوْمٍ حِزْباً، وَإِنَّ مِنْ أَعْظَمِ الجَفا مِنَّا لِلحَبِيْبِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ أَنْ يَمُرَّ اليَوْمُ عَلَيْنا، وَلا نَجْعَلَ لنا حَظّاً مِنَ الصَّلاةِ عَلَيْه؛ لا سِيَّما وَقَدْ وَرَدَ فِي الصَّلاةِ عَلَيْهِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ الشَّيْءُ الكَثِيْرُ مِنَ الفَضْلِ الكَبِيْرِ، وَالثَّوابِ الجَزِيْلِ فِي الدُّنْيا وَالآخِرَةِ. 
وهذِهِ الصَّلاةُ عَلَىٰ النَّبِيِّ، المَرَّةُ تَعْدِلُ بِقراءَةِ «الدَّلائِلِ» كُلِّها وَهِيَ: «بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ، يا هُوَ يا هُوَ، يا هُوْ، يا مَنْ لا يَعْلَمُ كَيْفَ هُوَ إِلاَّ هُو، يا اللهُ يا قَهَّارُ، يا ذا الجَلالِ وَالإِكْرامِ، اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَىٰ سَيِّدِنا مُحَمَّدٍ، وَعَلَىٰ آلِهِ وَصَحْبِهِ عَدَدَ كَمالِكَ، وَكَلامِكَ، وَعَظَمَتِكَ، وَقُدْرتِكَ، وَسَعَةِ عِلْمِكَ، وَحُكْمِكَ فِي كُل وَقْتٍ وَحِيْنٍ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ»..
''',
      false,
      incrementedContentId++, //105,
    ),
    Content(
      incrementedContentId,
      //      145,
      '''ثُمَّ اتْلُ شَيْئاً مِنَ القُرْآنِ.. تَبْدَأُ مِنْ أَوَّلِ المُصْحَفِ حَتَّى تَنْتَهِيَ إِلَى آخِرِهِ، وَكُلَّما أَنْهَيْتَ خَتْمَةً اشْرَعْ فِي ثانِيَةٍ، وَلَوْ كُلَّ يَوْمٍ جُزْءاً، فَإِنَّ كُلَّ مَنْ يَدَّعِيْ الصَّلاحَ وَالعِلْمَ مَعَ هَجْرِهِ القُرْآنَ فَدَعْوَاهُ كاذِبَةٌ راجِعَةٌ عَلَيْهِ، فَلا يَطْمَعُ العالِمُ في بَرَكَةِ العِلْمِ إِلاَّ إِنْ عَمِلَ بِما تَقَدَّمَ مِنْ تِلاوَةٍ وَأَوْرادٍ، وَعَمِلَ بِالعِلْمِ، وَمَا يَدَّعِيْهِ بَعْضُهُمْ مَعَ هَجْرِهِمُ القُرْآنَ فَدَعْواهُمْ باطِلَةٌ، وَصَفْقَتُهُمْ خاسِرَةٌ، وَاللهُ المُوَفِّقُ وَالمُعِيْنُ''',
      false,
      incrementedContentId++, //107,
    ),

    /// أذكار وأدعية خاصة
    Content(
      incrementedContentId,
      //      146,
      '''مِمَّا يَنْبَغِيْ أَنْ يَقُوْلَ خَلْفَ الجَنَازَةِ: «لا إِلٰهَ إِلاَّ اللهُ العافِيْ بَعْدَ قُدْرَتِهِ، لا إِلهَ إِلاَّ اللهُ الباقِي بَعْدَ فَناءِ خَلْقِهِ، لا إِلهَ إِلاَّ اللهُ، كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ، لَهُ الحُكْمُ وَإِلَيْهِ تُرْجَعُونَ» فَإِنَّ اللهَ يَغْفِرُ لِلْمَيِّتِ، وَلِمَنْ مَعَهُ، وَلِلْقَرْيَةِ الَّتِي خَرَجَ مِنْها، ولأَهْلِ المَقْبَرَةِ الَّتِيْ قُبِرَ فِيْها، هكَذا نَقَلَها الحَبِيْبُ عَلِيُّ بْنُ حَسَنٍ العَطَّاسُ فِي القِرْطاسِ، وَعَلَيْهِ عَمَلُ كَثِيْرٍ مِنَ الأَئِمَّةِ المُقْتَدَى بِهِمْ. اهـ.''',
      false,
      incrementedContentId++, //108,
    ),
    Content(
      incrementedContentId,
      //      147,
      '''ممّا ينبغي للمسافر قبل سفره أن يعمل ما يأتي كما يلي:
ـ أن يزورَ أهلَهُ أولاً، ثمَّ يرجع إلى البيت، ثمَّ يصلي أربعَ رَكَعات، ويقرأ في كل ركعةٍ (الإخلاص)، ثمَّ يقول: (اللَّهُمَّ إنِّي أتقرَّب إليك بهنَّ فاخلفني في أهلي ومالي). وأقلُّها ركعتان، ثمَّ يقرأ آيةَ (الكرسيِّ[2]) وسورةَ (قريش[106]) وهٰذا الدُّعاء: (اللَّهُمَّ زَوِّدْني التَّقوىٰ، ووَجِّهني بالخير فيما توجَّهتُ، وهوِّن عليَّ صعوبةَ سفري، واطوِ عنِّي بُعده.
اللَّهُمَّ أنت الصَّاحبُ في السَّفر، والخليفة في الأهل والمال والولد والأصحاب.. احفظني وإيَّاهُم من كلِّ آفةٍ وعاهةٍ.
اللَّهُمَّ زَوِّدْني في سفري هٰذا البرَّ والتقوىٰ، ومن العمل ما ترضىٰ، برحمتك يا أرحمَ الرَّاحمين).
ـ ويُكثِر من سورة (لإيلاف قريش[106]) في سفره.
ـ ويَكتُب قبل سفره، ويَضعُها في بيته "بين متاعه":
أَستودِعُ اللهَ حالي
وكلَّ أهلي ومالي
وحَسبِيَ الله ربِّي
في نَزْلَتي وارتِحَالي
في كلِّ أمرٍ مُهِمٍّ
عليه كلُّ اتِّكالي
ـ ويُكرِّرها في السفر.
ـ ويكتب عند خروجه من البيت:
إنّ الذي وَجَّهتُ وجهي له
هو الذي خَلَّفتُ في أهلي
فإنَّه أَرفَقُ مِنِّي بهم
وفضلُهُ أَوسَعُ من فضلي
ـ تقرأ (الفاتحةَ[1])، و(إنا أنزلناه[97])، وآيةَ (الكرسيِّ[2]) و(الإخلاصَ[112]) "ثلاثاً"، وتقرأ بعد كلِّ مرة: "اللَّهُمَّ؛ سلِّمني وسلِّم ما معي، واحفظني واحفظ ما معي، وبَلِّغْني وبلِّغ ما معي".
ـ ويقرأ صباحاً ومساءً سورةَ (عمَّ[78])؛ فإنّها للحفظ.
''',
      false,
      incrementedContentId++, //109,
    ),
    Content(
      incrementedContentId,
      //      148,
      '''تُقرأُ آيَةُ الْكُرْسِي أولاً بحضورٍ وخشوعٍ، وتدبرٍ وترتيلٍ. ثلاثَ مراتٍ، أو سبعَ مراتٍ، أو إِحدى عشرةَ، أو على قَدْرِ فراغه وحضورهِ وخشوعهِ وتوجُّهِهِ، ويجعلها ورداً عندَ المهماتِ. فإِنْ فَعَلَ ذلكَ معَ الإِخلاصِ، وقرأَ هذا الدعاءَ فلا بدَّ وأن يحصُلَ له شيْءٌ من بركاتِها وهو:
«الْحَمْدُ للهِ وَالصَّلاةُ وَالسَّلامُ عَلَى رَسُولِ اللهِ، وَعَلَى آلِهِ. يَا اللهُ يَا حَيُّ يَا  قَيُّومُ، يَا مَلِكُ يَا قُدُّوسُ، يَا لَطِيفُ يَا قاهِرُ، يَا  عَلِيمُ يَا مُحِيطُ، يَا واسِعُ يَا حَفِيظُ، يَا عَلِيُّ يَا  عَظِيمُ، أَسْأَلُكَ يَا اللهُ يَا رَبِّ أَنْ تُحْيِـيَ قَلْبِيْ وَرُوحِيْ بِنُورِ مَعْرِفَتِكَ وَمَحَبَّتِكَ، وَتُحْيِـيَ جِسْمِي وجَوَارِحِي بِنُورِ عِبَادَتِكَ، وَلُزومِ طَاعَتِكَ، وَدَوَامِ خِدْمَتِكَ، وَأنْ تَرْزُقَنِي حُسْنَ الْقِيَامِ بِحَقِّكَ، وَتَمْلأَ يَدَيَّ مِنْ طَيِّبِ رِزْقِكَ، وَتَشْمَلَنِي بِخَفِيِّ لُطْفِكَ وَرَأْفَتِكَ، وَتُمَلِّكَنِي زِمَامَ نَفْسِي حَتَّى أَقُودَهَا إِلَى مَا فِيهِ رِضَاكَ وَنَيْلُ الْقُرْبِ مِنْكَ، وَطَهِّرْنِي مِنْ دَنَسِ الْمُخَالَفَاتِ وَالْغَفَلاتِ وَالشَّهَواتِ، وَآتِنِي رَحْمَةً مِنْ عِنْدِكَ، وَعَلِّمنِي مِنْ لَدُنْكَ عِلْماً، وَهَبْ لِيَ حِكْمَةً وَحُكْماً، وَعَافِنِي مِنْ سَخَطِكَ وَغَضَبِكَ، وَجَمِيعِ أَنْوَاعِ بَلائِكَ، وَاحْفَظْنِي مِنْ شِرَارِ خَلْقِكَ، وَشُرُورِهِمْ، وَمِنَ الشُّرُورِ كُلِّهَا، وَمِنْ جَمِيْعِ الْبَلِيَّاتِ وَالْمِحَنِ، وَأَعِذْنِي مِنْ مُضِلاّتِ الْفِتَنِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَاجْعَلْنِي مِنَ الَّذِيْنَ لاَ يُرِيدُونَ عُلُوّاً فِي الأَرْضِ وَلاَ فَسَاداً، وَهَبْ لِي فَضْلاً عَظِيماً، وَكَفِّرْ عَنِّي سَيِّئَاتِي، وَأَدْخِلْنِي مُدْخَلاً كَرِيماً يَا أَرْحَمَ الرَّاحِمِينَ، يَا أَرْحَمَ الرَّاحِمِينَ، يَا أَرْحَمَ الرَّاحِمينَ، وَصَلَّىٰ اللهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ.
وهذا الدعاء للإِمَامِ الحَبيبِ عَبْدِ اللهِ الحدَّادِ رَضِيَ اللهُ عَنْهُ.
''',
      false,
      incrementedContentId++, //110,
    ),
    Content(
      incrementedContentId,
      //149,
      '''«حَيٌّ قَيُّومٌ» "184 مَرَّةً"..''',
      false,
      incrementedContentId++, //111
    ),
    Content(
      incrementedContentId,
      //      150,
      '''احْرِصْ كُلَّ الْحِرْصِ عَلَىٰ هٰذِهِ التَّعَوُّذَاتِ، وَالرُّقَىٰ، فَإِنَّها نَافِعَةٌ، وَهِيَ تَمْنَعُ وُصُوْلَ أَثَرِ العَائِنِ، وَتَدْفَعُهُ بَعْدَ وُصُوْلِهِ بِحَسْبِ قُوَّةِ إِيْمَانِ قَائِلِهَا، وَقُوَّةِ نَفْسِهِ وَاسْتِعْدَادِهِ، وَقُوَّةِ تَوَكُّلِهِ، وَثَبَاتِ قَلْبِهِ، قَالَ فِي «زَادِ المعادِ» لابنِ القَيِّمِ: فَمِنَ التَّعَوُّذَاتِ وَالرُّقَىٰ الإِكْثَارُ مِنْ قَرَاءَةِ ﴿ المُعَوِّذَتَيْنِ﴾، وَفَاتِحَةِ الْكِتَابِ، وَآيَةِ الْكُرْسِيِّ. 
وَمِنْهَا التَّعَوُّذَاتُ النَّبَوِيَّةُ نَحْوَ: «أَعُوْذُ بِكَلِماتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ».
ونَحْوَ: «أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّةِ، مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ».
وَنَحْوَ: «أَعُوْذُ بِكلِمَاتِ اللهِ التَّامَّاتِ الَّتِيْ لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ، مِنْ شَرِّ مَا خَلَقَ وَذَرَأَ وَبَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيْهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِيْ الأَرْضِ، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ، وَالنَّهَارِ، وَمِنْ شَرِّ طَوَارِقِ اللَّيْلِ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمٰنُ».
وَمِنْهَا: «أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَمِنْ شَرِّ عِبَادِهِ، وَمِنْ هَمَزاتِ الشَّيَاطِيْنِ، وَأَنْ يَحْضُرُوْن».
وَمِنْهَا: «اللَّهُمَّ إِنِّيْ أَعُوْذُ بِوَجْهِكَ الْكَرِيْمِ، وَكَلِمَاتِكَ التَّامَّاتِ مِنْ شَرِّ مَا أَنْتَ آخِذٌ بِنَاصِيتِهِ، اللَّهُمَّ أَنْتَ تَكْشِفُ الْمَأْثَمَ وَالْمَغْرَمَ، اللَّهُمَّ إِنَّهُ لاَ يُهْزَمُ جُنْدُكَ، وَلاَ يُخْلَفُ وَعْدُكَ، سُبْحَانَكَ وَبِحَمْدِكَ».
وَمِنْهَا: «أَعُوْذُ بِوَجْهِ اللهِ الْعَظِيْمِ الَّذِيْ لاَ  شَيْءَ أَعْظَمُ مِنْهُ، وَبِكَلِمَاتِهِ التَّامَّاتِ الَّتِيْ لاَ يُجَاوِزُهُنَّ بَرٌّ وَلا فَاجِرٌ، وأَسْمَاءِ اللهِ الْحُسْنَىٰ، ما عَلِمْتُ مِنْهَا وَمَا لَمْ أَعْلَمْ، مِنْ شَرِّ مَا خَلَقَ وَذَرَأَ وَبَرَأَ، ومِنْ شَرِّ كُلِّ ذِيْ شَرِّ لاَ أُطِيْقُ شَرَّهُ، وَمِنْ شَرِّ كُلِّ ذِيْ شَرِّ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، إِنَّ رَبِّيْ عَلَىٰ صِرَاطٍ مُسْتَقِيْمٍ».
وَمِنْها: «اللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلٰهَ إِلاَّ أَنتَ، عَلَيْكَ تَوَكَّلْتُ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيْمِ، مَا شَاءَ اللهُ كَانَ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، أَعْلَمُ أَنَّ الله عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، وَأَنَّ اللهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْماً، وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدَاً، اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَشَرِّ الشَّيْطانِ وَشِرْكِهِ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّيْ عَلَى صِرَاطٍ مُسْتَقِيْمٍ».
وَإِنْ شاءَ قَالَ: تَحَصَّنْتُ بِاللهِ الَّذِيْ لاَ إِلٰهَ إِلاَّ هُوَ، إِلٰهِيْ وَإِلٰهُ كُلِّ شَيْءٍ، وَاعْتَصَمْتُ بِرَبِّيْ وَرَبِّ كُلِّ شَيْءٍ، وَتَوكَّلْتُ عَلَىٰ الْحَيِّ الَّذِيْ لاَ يَموْتُ، وَاسْتَدْفَعْتُ بلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللِه، حَسْبِيَ اللهُ وَنِعْمَ الْوكِيْلُ، حَسْبِيَ الرَّبُّ مِنَ الْعِبَادِ، حَسْبِيَ الْخَالِقُ مِنَ الْمَخْلُوْقِ، حَسْبِيَ الرَّازِقُ مِنَ الْمَرْزُوْقِ، حَسْبِيَ الَّذِيْ هُوَ حَسْبِيْ، حَسْبِيَ الَّذِيْ بِيَدِهِ مَلَكُوْتُ كُلِّ شَيْءٍ، وَهُوَ يجِيْرُ وَلاَ يجَارُ عَلَيْهِ، حَسْبيَ اللهُ وَكَفَى، سَمِعَ اللهُ لِمَنْ دَعَا، لَيْسَ وَرَاءَ اللهِ مَرْمَى، حَسْبِيَ اللهُ لاَ إِلٰهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ.
وَمَنْ جرَّبَ هَذِهِ الدَّعَوَاتِ وَالْعُوَذَ.. عَرَفَ مِقْدَارَ مَنْفَعَتِهَا، وَشِدَّةَ الْحَاجةِ إِلَيْهَا، وَهِيْ تَمْنَعُ وُصُوْلَ أَثَرِ الْعَائِنِ، وَتَدْفَعُهُ بَعْدَ وُصُوْلِهِ بحَسَبِ قُوَّةِ إِيْمَانِ قَائِلِهَا، وَقُوَّةِ نَفْسِهِ، وَاسْتِعْدَادِهِ، وَقُوَّةِ تَوَكُّلِهِ وَثَبَاتِ قَلْبِهِ، فَإِنَّها سِلاحٌ، وَالسِّلاَحُ بِضَارِبِهِ.
اللَّهُمَّ اسْتُرْ عوْرَاتِنَا، وَآمِنْ رَوْعَاتِنَا، وَاكْفِنَا كُلَّ هوْلٍ دُوْنَ الْجَنَّةِ..
''',
      false,
      incrementedContentId++, //112,
    ),
    Content(
      incrementedContentId,
      //      151,
      ''' مِمّا جُرِّبَ لإذهاب الخوف والفزع، والحزن والهَمِّ والغَمِّ: أن يُكْتَبَ بعد البسملة والصَّلاةِ على النَّبيِّ صلَّى الله عليه وسلَّم هاتان الآيتان:
الأولى: الآية رقم (154) من سورة (آل عمران[3])، والثانية الآية رقم (29) من سورة (الفتح[48]), ثم يُحمَلان، ومَن حَملَهُما بارك الله له في جميع أحواله، ونَصرَهُ على أعدائه، وفرَّج الله عنه كلَّ همّ وغمّ، وهما ينفعان للأمراض الباطنة، وكلِّ ألمٍ يحدث في بدن الإنسان. وكل آية منهما تجمع حروف المعجم بأسرها.
﴿  ثُمَّ أَنزَلَ عَلَيْكُم مِّنۢ بَعْدِ ٱلْغَمِّ أَمَنَةًۭ نُّعَاسًۭا يَغْشَىٰ طَآئِفَةًۭ مِّنكُمْ ۖ وَطَآئِفَةٌۭ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقِّ ظَنَّ ٱلْجَـٰهِلِيَّةِ ۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلْأَمْرِ مِن شَىْءٍۢ ۗ قُلْ إِنَّ ٱلْأَمْرَ كُلَّهُۥ لِلَّهِ ۗ يُخْفُونَ فِىٓ أَنفُسِهِم مَّا لَا يُبْدُونَ لَكَ ۖ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ ٱلْأَمْرِ شَىْءٌۭ مَّا قُتِلْنَا هَـٰهُنَا ۗ قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ ۖ وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِى قُلُوبِكُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ ١٥٤ ﴾.
﴿  مُّحَمَّدٌۭ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًۭا سُجَّدًۭا يَبْتَغُونَ فَضْلًۭا مِّنَ ٱللَّهِ وَرِضْوَٰنًۭا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنْهُم مَّغْفِرَةًۭ وَأَجْرًا عَظِيمًۢا ٢٩﴾..
''',
      false,
      incrementedContentId++, //113,
    ),
    Content(
      incrementedContentId,
      //      152,
      '''مِمَّا يُتْلَىٰ لِلْحِفْظِ: هٰذِهِ الأَبْيَاتُ فِي نَسَبِ النَّبِيِّ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ، فَإِنَّ مَنْ حَمَلَهَا، أَوْ قالَها، أَوْ كَانَتْ عِنْدَهُ؛ أَمِنَ مِنْ كُلِّ مَكْرُوْهٍ، وَحُفِظَ فِي نَفْسِهِ وَمَالِهِ وَأَهْلِهِ وَذُرِّيَّتِهِ؛ كَمَا قَالَهُ ابْنُ الجَوْزِيّ وَهِيَ:
مُحَمَّدُ عَبْدُ اللهِ شَيْبَةُ هَاشِمٌ
مَنَافٌ قُصَيٌّ مَعْ كِلاَبٍ وَمُرَّةِ
وَكَعْبٌ لُؤَيٌّ غَالِبٌ فِهْرُ مَالِكٌ
وَنَضْرٌ كِنَانَةُ وَهْوَ ابْنُ خُزَيْمِةِ
وَمُدْرِكَةٌ إِلْيَاسُ مَعْ مُضَرٍ تَلاَ
نِزَارٌ مَعَدٌّ ثُمَّ عَدْنَانُ صَحَّتِ.
''',
      false,
      incrementedContentId++, //114,
    ),
    Content(
      incrementedContentId,
      //      153,
      '''أَشرقَ نورُ اللهِ، وظهرَ كلامُ اللهِ، وثبتَ أَمرُ اللهِ، ونفذَ حكمُ اللهِ.
استعنتُ باللهِ، وتوكلَّتُ على اللهِ، ما شاءَ اللهُ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، تحصَّنتُ بخفيِّ لطفِ اللهِ، وبلطيفِ صنعِ اللهِ، وبجميلِ سترِ اللهِ، وبعظيمِ ذكرِ اللهِ، وبقوَّةِ سلطانِ اللهِ.
دخلتُ في كنفِ اللهِ، واستجرتُ برسولِ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ.
بَرَأْتُ مِن حولي وقوَّتي واستعنتُ بحولِ اللهِ وقوَّتِهِ.
اللَّهُمَّ استُرني في نفسي، ودِيني، وأَهلي، ومَالي، وَولدي.. بسترِكَ الذي سترتَ بهِ ذاتَكَ فَلا عينٌ تراكَ، ولا يدٌ تصلُ إِليكَ، يا ربَّ العالمين.. {احجُبْني عنِ القومِ الظالمينَ، بقدرتِكَ يا قويُّ يا متينُ}
وصلَّى اللهُ علىٰ سَيِّدِنَا مُحَمَّدٍ خاتَمِ النبيِّيْنَ، وعلى آلهِ وصحبهِ أَجمعينَ، وسلَّمَ تسليماً كثيراً دائماً أبداً إِلىٰ يومِ الدينِ، والحمدُ للهِ ربِّ العالمينَ "سَبْعاً". 
(وإِن لَم يتيسَّرْ قراءَتُهُ كلُّهُ سَبْعاً.. يقرأُ الذي بينَ قوسينِ سَبْعاً)..
''',
      false,
      incrementedContentId++, //115,
    ),
    Content(
      incrementedContentId,
      //      154,
      '''اللَّهُمَّ بتَلَأْلُؤ نورِ بهاءِ حُجُبِ عرشِكَ.. مِن أَعدائي احتجبتُ.
وبسطوةِ الجبروتِ ممَّن يَكيدُني.. استَتَرْتُ.
وبطولِ حولِ شديدِ قوَّتِكَ مِن كلِّ سلطانٍ.. تحصَّنتُ..
وبديمومِ قيُّومِ دوامِ أَبديَّتِكَ مِن كلِّ شيطانٍ.. استعذتُ.
وبمكنونِ السرِّ مِن سرِّ سرِّكَ مِن كلِّ همٍّ وغمٍّ.. تخلَّصتُ.
يا حاملَ العرشِ عَن حملةِ العرشِ، يا شديدَ البطشِ، يا حابسَ الوحشِ.. احبِس عنِّي مَن ظَلَمني، واغلِبْ مَن غلبَني، كتبَ اللهُ لأَغلبنَّ أَنا ورُسُلِي، إنَّ اللهَ قويٌّ عزيزٌ..
''',
      false,
      incrementedContentId++, //116,
    ),
    Content(
      incrementedContentId,
      //      155,
      '''اللَّهُمَّ إنِّي أَسأَلُكَ بسرِّ الذاتِ، السرُّ هوَ أَنتَ، وأَنتَ هُوَ، لاَ إِلَهَ إِلاَّ أَنتَ.
احتجبتُ بنورِ اللهِ، وبنورِ عرشِ اللهِ، وبكلِّ اسمٍ مِن أَسماءِ اللهِ مِن عَدوِّي وعدوِّ اللهِ، مِن شرِّ خلقِ اللهِ، بمئَة أَلفِ أَلفِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ.
ختمتُ علىٰ نفسي، ودِيني، وأَهلي، ومالي، ووَلدي، وجميعِ ما أَعطاني ربِّي بخاتِمِ اللهِ القدُّوسِ المنيعِ الَّذِي ختمَ بهِ علىٰ أَقطارِ السمٰواتِ والأَرضِ (وَحسبُنا اللهُ ونعمَ الوكيلُ) "ثَلاَثاً".
وصَلَّى اللهُ على سَيِّدِنا مُحَمَّدٍ وَآلِهِ وصحبهِ وسلَّمَ..
''',
      false,
      incrementedContentId++, //117,
    ),
    Content(
      incrementedContentId,
      //      156,
      '''«يا قَيُّومُ، فَلاَ يَفُوتُه شَيءٌ مِنْ عِلْمِهِ، وَلاَ يَؤُودُهُ» كُلَّ يَوْمٍ "سَبْعاً وَعِشْرِينَ مَرَّةً"..''',
      false,
      incrementedContentId++, //118,
    ),
    Content(
      incrementedContentId,
      //      157,
      '''يَقْرَأُ "مِئَةَ مَرَّةٍ": «بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيْمِ، يا حَيُّ، يا قَيُّومُ، يا قَدِيْمُ، يا فَرْدُ، يا وَتْرُ، يا أَحَدُ، يا صَمَدُ»، ثُمَّ يَسْجُدُ وَيَسْأَلُ اللهَ حَاجَتَهُ فَإِنَّها تُقْضَى، مُجَرَّبٌ كائِنَةً ما كانَتْ.
كَذلِكَ بَيْنَ سُنَّةِ الصُّبْحِ وَالفَرْضِ سُوْرَةَ (الفيل) "إِحْدَى وَأَرْبَعِيْنَ مَرَّةً"، وَهذِهِ الأسْماءَ: اللهُ القادِرُ، المُقْتَدِرُ، القاهِرُ كُلَّ جَبَّارٍ عَنِيْدٍ، ناصِرُ الحَقِّ حَيْثُ كانَ، بِهِ الحَوْلُ وَالقُوَّةُ، و: ﴿إِن كانَت إِلّا صَيحَةً واحِدَةً فَإِذا هُم خامِدونَ﴾. مَنْ فَعَلَ ذلِكَ رَأَى فِي عَدُوِّهِ ما يَسُرُّهُ، فَلْيَتَّقِ اللهَ، وَلاَ يَعْمَلْ ذلكَ إِلاَّ لِمُسْتَحِقِّهِ. اهـ. مِنَ «القِرْطاسِ» للإِمَامِ العارِفِ باللهِ الحَبِيْبِ عَلِيِّ بْنِ حَسَنٍ العَطَّاسِ وَقالَ: إِنَّها لِقَضاءِ الحاجَةِ
''',
      false,
      incrementedContentId++, //119,
    ),
    Content(
      incrementedContentId,
      //      158,
      '''بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ
اللَّهُمَّ اقطعْ أَجلَ أَمَلِ أَعدائِي، وشتِّتِ ـ اللَّهُمَّ ـ شملَهُم وأَمرَهُم، وفَرِّق جمعَهُم، واقلِبْ تدبيرَهم، وبدِّل أَحوالَهُم، ونَكِّسْ أَعلامَهُم، وكِلَّ سِلاحَهُم، وقَرِّبْ آجالهم، ونقِّصْ أَعمارَهُم، وزَلْزِلْ أَقدامَهُم، وغَيِّر أَفْكَارَهُم، وخَيِّبْ آمالَهُم، وخَرِّبْ بُنْيَانَهُمْ، واقْلَعْ آثارَهُم، حتَّى لا تَبْقىٰ لَهم باقيةٌ، ولا يجِدُوا لهم واقيةً، وأَشْغِلْهُم بأَبدانِهم وأَنْفُسِهِمْ، وارْمِهِمْ بِصَواعِقِ انتقَامِكَ، وابْطِشْ بِهِم بطْشاً شديداً، وخُذْهُم أَخْذاً عزيزاً، إِنَّكَ علىٰ كُلِّ شيْءٍ قديرٌ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ.
اللَّهُمَّ لا أَمْنَعُهُمْ ولا أَدفَعُهُمْ إِلاَّ بِكَ.
اللَّهُمَّ إنَّا نَجْعَلُكَ في نُحُورِهِم، ونَعُوذُ بِكَ مِنْ شرورِهِم، يا مالكَ يومِ الدينِ، إِيَّاكَ نعبدُ وإِيَّاكَ نَستعينُ عليهِمْ، ودَمِّرْهُم تَدْمِيراً، وتَبِّرهُم تتبِيراً، واجْعَلهُم هباءً منثوراً، آمينَ "ثَلاَثاً" يا اللهُ "ثَلاَثاً".
وصَلَّىٰ اللهُ على سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وصَحْبِهِ وَسَلَّمَ..
''',
      false,
      incrementedContentId++, //120,
    ),
    Content(
      incrementedContentId,
      //      159,
      '''إِذَا خِفْتَ مَكْرَ قَوْمٍ فَقُلْ: ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدْ جَمَعُوا۟ لَكُمْ فَٱخْشَوْهُمْ فَزَادَهُمْ إِيمَـٰنًۭا وَقَالُوا۟ حَسْبُنَا ٱللَّهُ وَنِعْمَ ٱلْوَكِيلُ ١٧٣﴾ وَكَرِّرْ حَسْبُنَا اللهُ وَنِعْمَ الوَكِيْلُ "أَربَعَ مِئَةٍ وَخَمْسِيْنَ مَرَّةً"، ثُمَّ قُلْ: ﴿ فَٱنقَلَبُوا۟ بِنِعْمَةٍۢ مِّنَ ٱللَّهِ وَفَضْلٍۢ لَّمْ يَمْسَسْهُمْ سُوٓءٌۭ وَٱتَّبَعُوا۟ رِضْوَٰنَ ٱللَّهِ ۗ وَٱللَّهُ ذُو فَضْلٍ عَظِيمٍ ١٧٤﴾..''',
      false,
      incrementedContentId++, //121,
    ),
    Content(
      incrementedContentId,
      //      160,
      '''«يا مُبْدِعَ البَدائِعِ، لَمْ يَبْغِ فِي إِنْشائِها عَوْناً مِنْ خَلْقِهِ» "79 مَرَّةً"..''',
      false,
      incrementedContentId++, //122,
    ),
    Content(
      incrementedContentId,
      //      161,
      '''«اللَّهُمَّ ارْزُقْنِي فَهْمَ النَّبِيِّيْنَ، وَحِفْظَ المُرْسَلِيْنَ، وسُرْعَةَ إِلهامِ المَلائِكَةِ المُقَرِّبِيْنَ.اللَّهُمَّ أَغْنِنِي بِالعِلْمِ، وَزَينِّي بالحِلْمِ، وَأَكْرِمْنِي بالتَّقْوَى، وَجَمِّلْنِي بالعافِيَةِ.. يا أَرْحَمَ الرَّاحِميْنَ».
وَمِنْ فَوائِدِ هٰذا الدُّعاءِ.. أَنَّهُ يُقْرَأُ قَبْلَ الحِفْظِ، وقَبْلَ الدَّرْسِ "ثلاثاً"، وَبَعْدَ الحِفْظِ وَبَعْدَ الدَّرسِ "ثلاثاً" فإِنَّهُ مُعِينٌ لِتَسْهِيلِ الحِفْظِ!.
''',
      false,
      incrementedContentId++, //123,
    ),
    Content(
      incrementedContentId,
      //      162,
      '''لقضاء الدين: سورة القدر بَعْدَ الزَّوَالِ يَوْمَ الْجُمُعَةِ (سبع مَرَّاتٍ).
وَلِتَسْهِيل الدَّراهِمِ تَقُولُ: «يَا غَنِيّ يَا مُغْنِيْ» "أَرْبَعِيْنَ مَرَّةً"، وَبَعْدَ كُلِّ عَشْرَةٍ تَزِيْدُ: «أَغْنِنيْ».
وَتَأْتِيْ بِهذا كُلِّهِ وَالخَطيبُ يَخْطُبُ يَوْمَ الْجُمُعَةِ فِي أَثْنَاءِ الخُطْبَةِ الثَّانِيَةِ.
مَنْ قالَ: «اللَّهُمَّ إِنِّي أسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ» "سَبْعِيْنَ مَرَّةً" كُلَّ يَوْمٍ، رَزَقَهُ الله مِنْ حَيْثُ لاَ يَحْتَسِبُ، وَعِنْدَ اسْتِبْطَاءِ الرِّزْقِ يَقُولُ: «اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ، فَإِنَّهُ لا يَمْلِكُهُ إِلاَّ أَنْتَ».
وَيُكْثِرُ مِنْ: «لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيْمِ».
وَاجْعَلْ لَكَ عَدَداً تَقْدِرُ عَلَى المُواظَبَةِ عَلَيْهِ مِنَ الدُّعَاءِ المَأْثُورِ، الَّذِي رَوَتْهُ عائِشَةُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ لِقَضاءِ الدَّيْنِ، وَقَدْ ذُكِرَ أَنَّ سَيِّدَنا أَبا بَكْرٍ رضيَ اللهُ عنه مَرَّ يوماً على ابْنَتِهِ عَائِشَةَ رَضِيَ اللهُ عَنْها فَقالَ: هَلْ سَمِعْتِ مِنْ رَسُولِ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ دُعاءً كَانَ يُعَلِّمَنَاهُ؟ وَذَكَرَ أَنَّ عِيْسَى بْنَ مَرْيَمَ عَلَيْهِما السَّلامُ كانَ يُعَلِّمَهُ أَصْحَابَهُ وَيَقُوْلُ: لَوْ كانَ عَلَى أَحَدِكُمْ جَبَلُ دَيْنٍ قَضاهُ اللهُ عَنْهُ؟ قَالَتْ: نَعَمْ يَقُوْلُ: «اللَّهُمَّ فَارِجَ الهَمِّ، كاشِفَ الغَمِّ، مُجِيْبَ دَعْوَةِ المُضْطَرِّيْنَ، رَحْمنَ الدُّنْيا وَالآخِرَةِ وَرَحِيْمَهُما، أَنْتَ تَرْحَمُنِيْ، فَارْحَمْنِيْ رَحْمَةً تُغْنِيْنِيْ بِها عَمَّنْ سِواكَ». (عَشْرَ مَرَّاتٍ).
قالَ أَبُو بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ فَكَانَ عَلَيَّ دَيْنٌ، وَكُنْتُ لَهُ كَارِهاً فَقُلْتُهُ، فَلَمْ أَلْبَثْ إِلاَّ يَسِيْراً حَتَّى قَضَيْتُهُ ـ اهـ. من السِّيْرَةِ الدَّحْلانِيَّةِ.
وَمِنَ الدُّعاءِ الَّذِي عَلَّمَهُ النَّبِيُّ عَلَيْهِ الصَّلاَةُ وَالسَّلامُ الحَسَنَ بْنَ عَلِيٍّ فِي المَنامِ، حِيْنَ أَرادَ أَنْ يَكْتُبَ لِمُعاوِيَةَ فِي حاجَةٍ أَرادَها مِنْهُ، وَنَهاهُ أَنْ يَرُدَّ طَرْفَهُ إِلَى مَخْلُوْقٍ، وَأَمَرَهُ بِقِراءَتِهِ، قالَ: فَما أَلْحَحْتُ بِهِ مَرَّةً إِلاَّ وَأَرْسَلَ لِيْ أَضْعَافَ ما كانَ يُرْسِلُهُ، وَالقِصَّةُ مَشْهُوْرَةٌ.
وَهُوَ هذَا الدُّعاءُ: «اللَّهُمَّ اقْذِفْ فِي قَلْبِيْ رَجَاءَكَ؛ وَاقْطَعْ رَجَائِي عَمَّنْ سِوَاكَ، حَتَّى لاَ أَرْجُوَ أَحَداً غَيْرَكَ.
اللَّهُمَّ مَا ضَعُفَتْ عَنْهُ قُوَّتِي وَقَصُرَ عَنْهُ عَمَلِي؛ وَلَمْ تَنْتَهِ إِلَيْهِ رَغْبَتِي، وَلَمْ تَبْلُغْهُ مَسْأَلَتِي وَلَمْ يَجْرِ عَلَىٰ لِسَانِي، مِمَّا أَعْطَيْتَ أَحَداً مِنَ الأَوَّلِينَ وَالآخِرِيْنَ مِنَ اليَقِينِ؛ فَخُصَّنِي بِهِ يَا أَرْحَمَ الرَّاحِمِينَ».
 وَرُوِيَ عَنْ بَعْضِهِمْ أَنَّهُ قَالَ: تَعَهَّدُوا ﴿قل ياأيها الكافرون﴾ و﴿ إذا جاء نصر الله والفتح﴾ فَإِنَّهُمَا يَنْفِيانِ الفَقْر.
''',
      false,
      incrementedContentId++, //124,
    ),
    Content(
      incrementedContentId,
      //      163,
      '''مِنْ «جَواهِرِ البِحَارِ»، لِلنَّبْهَانِيّ ـ الْجُزْءِ الثَّالِثِ ـ قَالَ:
وَقَدْ رَوَيْنَا بِالإِجَازَةِ الْخَاصَّةِ وَالْعَامَّةِ عَنْ بَعْضِ مَشَايِخِنَا ـ رَحِمَهُمُ اللهُ تَعَالىٰ ـ أَنَّ مِنْ فَوائِدِ كَفِّهِ الشَّريفَةِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ: أَنَّ الْمَوْجُوعَ أَيَّ وَجَعٍ كَانَ إِذَا وَضَعَ يَدَهُ عَلَى مَحَلّ الوَجَعِ وَقَالَ هٰذَيْنِ البَيْتَيْنِ يُعَافَىٰ:
أمْرَرْتُ كَفّاً سَبَّحَتْ فِيْهَا الحَصَا
وَرَوَّتِ الجَيْشَ بِمَاءٍ طَاهِرِ
عَلَىٰ مَعَاشِيْ وَمَعَادِيْ وَعَلَىٰ
ذُرِيَّتِيْ وَبَاطِنيْ وَظَاهِرِيْ
وَهُمَا لابْنِ الْوَرْدِيْ. مِنْ فَوائِدِهِمَا يُنْشَدانِ صَبَاحاً وَمَسَاءً لِلْحِفْظِ. اهـ..''',
      false,
      incrementedContentId++, //125,
    ),
    Content(
      incrementedContentId,
      //      164,
      '''«اللَّهُمَّ نَزِّهْ قُلُوبَنَا عَنِ التَّعَلُّقِ بِمَنْ دُوْنَكَ، وَاجْعَلْنا مِنْ قَوْمٍ تُحِبُّهُمْ وَيُحِبُّونَكَ»..''',
      false,
      incrementedContentId++, //126,
    ),

    ///  ما يطلب ليلة الجمعة ويومها
    /// ما يطلب ليلة الجمعة
    Content(
      incrementedContentId,
      '''مِمَّا يَنْبَغِيْ وَيُنْدَبُ لِطالِبِ الآخِرَةِ المُواظَبَةُ عَلَيْهِ لَيْلَةَ الجُمُعَةِ أَنْ يَقْرَأَ سُوْرَةَ (الكَهْفِ[18]).''',
      false,
      incrementedContentId++,
    ),
    Content(
      incrementedContentId,
      '''
أَكْثِرْ مِنَ الصَّلاةِ عَلَىٰ النَّبِيِّ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ فِي لَيْلَتِها.''',
      false,
      incrementedContentId++, //126,
    ),
    Content(
      incrementedContentId,
      //      165,
      '''رُوِيَ عَنْ رَسُولِ اللهِ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَنْ قَرَأَ لَيْلَةَ الجُمُعَةِ: ﴿ فَلِلَّهِ ٱلْحَمْدُ رَبِّ ٱلسَّمَـٰوَٰتِ وَرَبِّ ٱلْأَرْضِ رَبِّ ٱلْعَـٰلَمِينَ ٣٦ وَلَهُ ٱلْكِبْرِيَآءُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ٣٧﴾ ثُمَّ يقولُ: «اللَّهُمَّ اجْعَلْ ثَوابَها لِوالِدَيَّ» لَمْ يَبْقَ لِوالِدَيْهِ حَقٌّ إِلاَّ أَدَّاهُ إِلَيْهِما!''',
      false,
      incrementedContentId++, //127,
    ),
    Content(
      incrementedContentId,
      //      165,
      '''رُوِيَ أَنَّهُ عَلَيْهِ الصَّلاةُ والسَّلامُ قالَ: «مَنْ قالَ لَيْلَةَ الجُمُعَةِ: يا مَلِيكُ، يا قَدِيْرُ، يا مَنْ لا شَرِيْكَ لَهُ، وَلاَ وَزِيْرَ، صَلِّ عَلَى مُحَمَّد النَّبِيِّ، وَاغْفِرْ لِيْ وَلِوالِدَيَّ، فَقَدْ أَدَّى حَقَّهُمَا»!. اهـ.''',
      false,
      incrementedContentId++, //127,
    ),

    /// ما يطلب يوم الجمعة
    Content(
      incrementedContentId,
      '''عَلَيْكَ بِتَوْزِيْعِ يَوْمِ الجُمُعَةِ فِي العِبادَةِ، وَاجْتَهِدْ أَنْ تَأْتِيَ الجامِعَ قَبْلَ الزَّوالِ، وَلَوْ بِسَاعَةٍ.''',
      false,
      incrementedContentId++,
    ),
    Content(
      incrementedContentId,
      '''وَمِمَّا يُسَنُّ قراءَتُهُ سُوْرَةُ (الكَهْفِ[18]) وَ(آلِ عِمرانَ[3]) وَ(الأَنْعامِ[6]) وَسُوْرَةُ (هُودٍ[11]) وَ(الدُّخانِ[44]).
وَعَمَلُ سَيِّدِنَا القُطْبِ الحَبِيبِ عَبْدِ اللهِ بْنِ عَلَويٍّ الحدَّادِ قِرَاءَةُ سُورَةِ (طه[20]) قَبْلَ دُخُولِ الخَطِيبِ.''',
      false,
      incrementedContentId++, //126,
    ),
    Content(
      incrementedContentId,
      '''
أَكْثِرْ مِنَ الصَّلاةِ عَلَىٰ النَّبِيِّ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ فِي يَوْمِهَا.''',
      false,
      incrementedContentId++, //126,
    ),
    Content(
      incrementedContentId,
      '''
رُوِيَ عَنِ النَّبِيِّ صَلَّىٰ اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَنْ صَلَّىٰ عَلَيَّ فِي يَوْمِ الجُمُعَةِ "ثَمانِيْنَ مَرَّةً" غَفَرَ اللهُ لَهُ ذُنُوبَ ثَمانِيْنَ سَنَةً! قِيْلَ: يا رَسُولَ اللهِ.. كَيْفَ الصَّلاةُ عَلَيْكَ؟ قالَ: تَقُوْلُ: «اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ، وَنَبِيِّكَ، وَرَسُوْلِكَ، النَّبِيِّ الأُمِّيِّ» "ثَمانينَ مَرَّةً".
(حزب يوم الجمعة من دلائل الخيرات%91%)''',
      false,
      incrementedContentId++, //126,
    ),
    Content(
      incrementedContentId,
      '''احْرِصْ عَلَى الأَرْبَعِ رَكَعَاتٍ، الَّتِيْ مَنْ واظَبَ عَلَيْها يَرَى مَقْعَدَهُ مِنَ الجَنَّةِ، أَوْ يُرَى لَهُ! تَقْرَأُ فِي كلِّ رَكْعَةٍ "خَمْسِيْنَ" مِنَ (الإِخْلاصِ).
وَأَرْبعَاً قَبْلَ الجُمُعَةِ، وَعَمَلُ القُطْبِ سَيِّدِنا الحَدَّادِ فِيهَا يَقْرَأُ فِي كُلِّ رَكْعَةٍ مِنْها (الإِخْلاصَ) "ثَلاَثاً" وَآيَةَ (الكُرْسِيِّ)، وَيُضِيْفُ إِلى ذلِكَ فِي الرَّكْعَةِ الأُوْلَى أَوَّلَ سُوْرَةِ (الجُمُعَةِ[62]) إِلَى: ﴿  يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ ...﴾.
وفِي الثَّانِيَةِ يُكْمِلُ السُّوْرَةَ مِنْ: ﴿  يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ٩ فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًۭا لَّعَلَّكُمْ تُفْلِحُونَ ١٠ وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًۭا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌۭ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ ﴾ و﴿  ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ ٢٨٥ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ ٢٨٦ ﴾.
وفي الثَّالِثَةِ: (المُنافِقُونَ[63]) إِلى: ﴿  يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ ﴾.
وَفِي الرَّابِعَةِ يُتَمِّمُها مَعَ آيَةِ: ﴿  هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ٢٣ هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ٢٤ ﴾.
ثُمَّ ﴿  يَـٰٓأَيُّهَا ٱلْمُدَّثِّرُ ١ قُمْ فَأَنذِرْ ٢ وَرَبَّكَ فَكَبِّرْ ٣ ﴾ ثُمَّ يَرْكَعُ.''',
      false,
      incrementedContentId++, //126,
    ),
    Content(
      incrementedContentId,
      '''
بَعْدَ السَّلامِ من صلاة الجمعة تُسَبِّحُ كَبَقِيَّةِ الصَّلَواتِ، ثُمَّ تَقْرَأُ المُسَبَّعاتِ، وَهِيَ: (الفاتِحَةُ) "سَبْعَاً"، (الإخْلاصُ) "سَبْعَاً"، (الفَلَقُ) "سَبْعَاً"، (النَّاسُ) "سَبْعَاً"، ثُمَّ سُبْحَانَ اللهِ العَظِيْمِ وَبِحَمْدِهِ "مِئَةَ مَرَّةٍ".
وَفِي «شَرْحِ الصُّدُورِ»: أَنَّ الحَبِيْبَ عَبْدَ الرَّحْمنِ المَشْهُورَ يَأْتِيْ بَدَلَ هذا: «سُبْحانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ العَظِيْمِ وَبِحَمْدِهِ، أَسْتَغْفِرُ الله» "مِئَةَ مَرَّةٍ".
وَيُقالُ: إِنَّ مَنْ أَتَىٰ بِهِ غَفَرَ اللهُ لَهُ مِئَةَ أَلْفِ ذَنْبٍ، وَلِوالِدَيْهِ أَرْبَعَةً وَعِشْرِيْنَ أَلْفَ ذَنْبٍ!. اهـ.
ثُـمَّ: يَا غَنِيُّ، يا حَمِيْدُ، يا مُبْدِئُ، يا  مُعِيْدُ، يا رَحِيْمُ، يا وَدُوْدُ، أغْنِنِيْ بِحَلالِكَ عَنْ حَرامِكَ، وَبِفَضْلِكَ عَمَّنْ سِوَاكَ، الأَقَلُّ "ثَلاثَ مَرَّاتٍ"، وَالأكْمَلُ "سَبعينَ مَرَّةً"، ثُمَّ: يا كافِي، يا مُغْنِي، يا  فَتَّاحُ، يا رَزَّاقُ "عِدَّةَ مَرَّاتٍ".''',
      false,
      incrementedContentId++, //126,
    ),
    Content(
      incrementedContentId,
      '''
«اللَّهُمَّ إِنِّي أَجَبْتُ دَعْوَتَكَ، وَصَلَّيْتُ فَرِيْضَتَكَ، وَانْتَشَرْتُ كَما أَمَرْتَنِيْ؛ فَارْزُقْنِيْ وَأَنْتَ خَيْرُ الرَّازِقِيْنَ».
وَقَدْ وَرَدَ بِزِيادَةٍ عَلَى ذلِكَ.''',
      false,
      incrementedContentId++, //126,
    ),
  ];
}
